Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/customers-extra.po
Languages: es_419, fr, ro

source: Areas of Development
es_419: Áreas de desarrollo
fr: Axes de Développement

source: Identify the course areas of development here.
es_419: Identifique las áreas de desarrollo del curso aquí.
fr: Identifiez les axes de développement du cours ici.

source: Learn
es_419: Aprender

source: Share
es_419: Compartir

source: Prove
es_419: Demostrar

source: What is Griky?
es_419: ¿Qué es Griky?

source: Create an Account
es_419: CREAR UNA CUENTA

source: Give play to your learning!
es_419: ¡Dale play a tu aprendizaje!

source: May your learning never stop! Join Griky today and enjoy content playlists created for YOU. Learn at your own pace and from anywhere.
es_419: ¡Que tu aprendizaje no se detenga nunca! Únete a Griky hoy y disfruta de playlists de contenido creados para TI. Aprende a tu ritmo y desde cualquier lugar.

source: TO LEARN YOU HAVE TO INVEST
es_419: PARA APRENDER HAY QUE INVERTIR

source: But not so much!
es_419: ¡Pero no tanto!

source: We understand that you want to educate yourself to improve your income, therefore <b>we design a payment system that does not imply going into debt for years or sacrificing all your money.</b>
es_419: Entendemos que quieres educarte para mejorar tus ingresos, por lo tanto <b>diseñamos un sistema de pago que no implica endeudarte por años ni sacrificar todo tu dinero.</b>

source: Basic courses
es_419: Cursos básicos

source: Unlimited programs
es_419: Programas ilimitados

source: Interact with teachers and peers
es_419: Interactúa con profesores y compañeros

source: One (1) program of your choice
es_419: Un (1) programa a tu elección

source: Access to 5 basic courses
es_419: Acceso a 5 cursos básicos

source: Premium programs
es_419: Programas premium

source: A password reset email has been sent to the email address you provided.
es_419: Se ha enviado un correo electrónico de restablecimiento de contraseña a la dirección de correo electrónico que proporcionó.

source: Hello {full_name}, you have successfully subscribed to the {plan_name} plan.
es_419: Hola {full_name}, te has suscrito con éxito al plan {plan_name}.

source: Subscription ID
es_419: ID de suscripción

source: Chargebee Account
es_419: Cuenta Chargebee

source: Update Plan
es_419: Plan de actualización

source: CUSTOM PLANS
es_419: PLANES PERSONALIZADOS

source: Full catalog and personalized learning lists
es_419: Acceso a catálogo de contenido Griky y diseño de listas de aprendizaje personalizadas

source: Implementation and expert guidance
es_419: Implementación y acompañamiento de expertos

source: Access to a strong pool of candidates
es_419: Acceso a candidatos para sus vacantes

source: Certifications and university partnerships
es_419: Certificación propia y posibilidad de titulación de usuarios con reconocidas universidades

source: PROFESSIONAL
es_419: PROFESIONAL

source: {price} USD / MONTH
es_419: {price} USD / MES

source: Access to all courses (1000+ courses and 9+ career areas)
es_419: Acceso a todos los cursos ( +1000 cursos y +9 carreras)

source: Access to all courses (2000+ courses)
es_419: Acceso a todos los cursos (+2.000)

source: Certifications
es_419: Certificación

source: Personalized mentoring
es_419: Mentoría personalizada

source: Employment support: Access to new job opportunities
es_419: Apoyo laboral: Acceso a nuevas oportunidades de trabajo

source: BASIC
es_419: BÁSICO

source: FREE
es_419: GRATUITA

source: Access to a community of 10,000+ active members
es_419: Acceso a la comunidad (+10,000 usuarios)

source: Personalized learning lists, updated weekly
es_419: Actualización constante de listas de aprendizaje personalizadas

source: Learning in the flow of life - anytime, anywhere
es_419: Aprendizaje en el flow 24/7, en cualquier momento y lugar

source: Virtual Academy of Languages
es_419: Academia Virtual de Idiomas

source: Graduation: Connection with universities with which you can graduate
es_419: Graduación: Conexión con universidades con las que podrás graduarte

source: Unlimited users and communities
es_419: Usuarios y comunidades ilimitadas

source: BASIC SUBSCRIPTION
es_419: AFILIACIÓN BÁSICA

source: MONTHLY SUBSCRIPTION
es_419: AFILIACIÓN MENSUAL

source: YEARLY SUBSCRIPTION
es_419: AFILIACIÓN ANUAL

source: INSTITUTIONAL SUBSCRIPTION
es_419: AFILIACIÓN INSTITUCIONAL

source: Let's Talk
es_419: Hablemos

source: {price} USD / YEAR
es_419: {price} USD / AÑO

source: Enterprises
es_419: Empresas

source: Universities
es_419: Universidades

source: Hello!
es_419: ¡Hola!

source: We are Griky, the comprehensive digital education system that intelligently selects, organizes and shares content and we want to welcome you to your new learning path.
es_419: Somos Griky, el sistema integral de educación digital que selecciona, organiza y comparte el contenido de forma inteligente y queremos darte la bienvenida a tu nuevo camino de aprendizaje.

source: We are happy that you have chosen us as the solution that will help you fulfill your dreams and train you to grow professionally.
es_419: Estamos felices que nos hayas elegido como la solución que te ayudará a cumplir tus sueños y formarte para crecer profesionalmente.

source: Start making the most of your Griky experience!
es_419: ¡Empieza a aprovechar de tu experiencia Griky al máximo!

source: Dear {name},
fr: Bonjour {name},
ro: Dragă {name},

source: We are writing to confirm your enrollment in the {ilt_name} in-class training on {start}.
fr: Nous vous confirmons votre inscription à la formation en salle {ilt_name} le {start}.
ro: Îți confirmăm înscrierea pe care ai făcut-o la trainingul în sală {ilt_name} de pe data de {start}.

source: SCHEDULE:
fr: HORAIRES :
ro: PROGRAM:

source: The training begins on {start_day} at {start_time} {timezone}.
fr: Début de la formation le {start_day} à {start_time} {timezone}.
ro: Trainingul începe pe data de {start_day} la ora {start_time} {timezone}.

source: We recommend to arrive 15 minutes before the training begins.
fr: Il est recommandé d'anticiper votre arrivée de 15 minutes avant l'heure de début de formation.
ro: Îți recomandăm să sosești cu 20 minute înaintea începerii trainingului.

source: The training ends on {end_day} at {end_time} {timezone}.
fr: Fin de la formation le {end_day} à {end_time} {timezone}.
ro: Trainingul se finalizează pe data de {end_day} la ora {end_time} {timezone}.

source: Total duration of the training: {duration} hour(s).
fr: Durée totale de la formation : {duration} heures.
ro: Durata totală a trainingului: {duration} ore.

source: LOCATION OF THE TRAINING:
fr: LIEU DE LA FORMATION :
ro: LOCAȚIA TRAININGULUI:

source: HOTEL RESERVATION:
fr: HÔTEL RÉSERVÉ :
ro: CAZARE:

source: Please note:
fr: A noter :
ro: Mențiuni:

source: Remember to bring your brushes to makeup trainings.
fr: Pour une formation maquillage, pensez à prendre vos pinceaux.
ro: Asigură-te că îți aduci centura cu pensule la toate trainingurile de make-up.

source: Make sure you are briefed by your manager before the training.
fr: Assurez-vous de faire le brief avec votre manager en amont de la formation.
ro: Asigură-te că ai o discuție cu managerul tău înainte de participarea la training.

source: See you soon.
fr: A bientôt.
ro: Ne vedem în curând.

source: The Sephora Training Team
fr: L'équipe Formation Sephora
ro: Echipa de Training Sephora

source: <a href="{ilt_link}">Click here</a> to view your enrollment on My Sephora University.
fr: <a href="{ilt_link}">Cliquez ici</a> pour voir le détail de votre formation sur My Sephora University.
ro: <a href="{ilt_link}">Click aici</a> pentru a accesa platforma My Sephora University.

source: INVITATION to the in-class training - {name}
fr: INVITATION - Formation - {name}
ro: INVITAȚIE - Trainingul - {name}

source: We are writing to inform you about the following cancellations so the necessary logistical arrangements can be made:
fr: Nous vous invitons à prendre connaissance des annulations suivantes afin de prendre les dispositions logistiques nécessaires :
ro: Te informam asupra urmatoarelor anulari, astfel incat sa poti face toate modificarile logistice necesare :

source: <a href="{ilt_link}">Click here</a> to view the session on My Sephora University.
fr: <a href="{ilt_link}">Cliquez ici</a> pour voir le détail de la formation sur My Sephora University.
ro: <a href="{ilt_link}">Click aici</a> pentru a accesa platforma My Sephora University

source: FOR PROCESSING - Enrollment cancellations
fr: À TRAITER – Annulations inscriptions
ro: ÎN AȘTEPTARE – Anularea înscrierilor

source: Your hotel information has been changed. Please see below for details.
fr: Les informations concernant l'hôtel réservé ont été modifiées, nous vous invitons à en prendre connaissance ci-après.
ro: Informațiile referitoare la cazare au fost modificate. Te rog să vezi modificările mai jos.

source: INVITATION UPDATE - in-class training - {name}
fr: MISE À JOUR CONVOCATION - Formation - {name}
ro: ACTUALIZARE INVITAȚIE - Trainingul - {name}

source: You have declined the request from {name} to the {ilt_name} in-class training scheduled for {start} in {location} at {address}, {city} {zipcode}.
fr: Vous avez refusé la demande de {name} pour participer à la formation en salle {ilt_name} prévue le {start} à {location} située {address}, {zipcode} {city}.
ro: Ai respins cererea emisă de {name} la trainingul în sală {ilt_name} programat la data de {start} la {location}, {address}, {city} {zipcode}.

source: DECLINED - Enrollment in the in-class training [{ilt_name}] - [{name}]
fr: REFUS - inscription formation [{ilt_name}] - [{name}]
ro: RESPINSĂ – Înscrierea la trainingul [{ilt_name}] - [{name}]

source: We are writing to confirm that your enrollment in the {ilt_name} in-class training scheduled for {start} in {location} at {address}, {city} {zipcode} has been canceled.
fr: Nous vous confirmons que vous avez bien été désinscrit de la formation {ilt_name} prévue le {start} à {address} située {address}, {zipcode} {city}.
ro: Te rugăm să iei la cunoștință faptul că înscrierea ta la trainingul în sală {ilt_name} programat pe data de {start} la {location}, {address}, {city} {zipcode} a fost anulată.

source: Please visit <a href="{ilt_link}">My Sephora University</a> for available times to reschedule your training.
fr: Rendez-vous sur <a href="{ilt_link}">My Sephora University</a> pour vérifier la disponibilité d'une nouvelle date de formation.
ro: Accesează platforma <a href="{ilt_link}">My Sephora University</a> pentru a descoperi celelalte date când te poți reprograma.

source: Cancellation of the in-class training
fr: Annulation session formation
ro: Anularea înscrierii la trainingul

source: Cancellation of the in-class training - {name}
fr: Annulation session formation - {name}
ro: Anularea înscrierii la trainingul - {name}

source: Please be informed that the {ilt_name} in-class training scheduled for {start} in {location} at {address}, {city} {zip_code} has been canceled.
fr: Nous vous informons que la session de formation {ilt_name} prévue le {start} à {address} située {address}, {zip_code} {city}, à laquelle vous avez été inscrit(e) est annulée.
ro: Te rugăm să iei la cunoștință faptul că înscrierea ta la trainingul în sală {ilt_name} programat pe data de {start} la {location}, {address}, {city} {zip_code} a fost anulată.

source: We apologize for any inconvenience.
fr: Toutes nos excuses pour ce changement.
ro: Ne cerem scuze pentru inconvenientul creat.

source: The times for the {ilt_name} in-class training scheduled for {start} in {location} at {address}, {city} {zipcode} have been changed.
fr: L'horaire de session de la formation {ilt_name} prévue le {start} à {address} située {address}, {zipcode} {city} vient d'être modifié.
ro: Perioada pentru trainingul în sală {ilt_name} programat la data de {start} la {location}, {address}, {city} {zipcode} a fost modificată.

source: NEW SCHEDULE:
fr: NOUVEAUX HORAIRES :
ro: NOUL PROGRAM:

source: Changes to the in-class training session schedule - {name}
fr: Modification horaires formation - {name}
ro: Modificări ale sesiunii de training - {name}

source: Please be informed that your enrollment in the {ilt_name} in-class training scheduled for {start} in {location} at {address}, {city} {zip_code} had to be canceled.
fr: Nous vous informons que la session de formation {ilt_name} prévue le {start} à {address} située {address}, {zip_code} {city}, à laquelle vous avez été inscrit(e) est annulée.
ro: Te rugăm să iei la cunoștință faptul că înscrierea ta la trainingul în sală {ilt_name} programat pe data de {start} la {location} la {address}, {city} {zip_code} a fost anulată.

source: Cancellation of enrollment in the in-class training - {name}
fr: Annulation inscription formation - {name}
ro: Anularea înscrierii la trainingul - {name}

source: You have received a request from {name} to enroll in the {ilt_name} in-class training scheduled for {start} in {location} at {address}, {city} {zipcode}.
fr: Vous avez reçu de la part de {name} une demande de participation pour la formation en salle {ilt_name} prévue le {start} à {address} située {address}, {zipcode} {city}.
ro: Ai primit o solicitare de la {name} pentru a se inscrie la trainingul in sala {ilt_name} programat pentru data {start} la {location}, {address}, {city} {zipcode}.

source: Click on the link below to accept, edit or decline the request:
fr: Cliquez sur le lien ci-dessous pour accepter, modifier ou refuser la demande:
ro: Click pe link-ul de mai jos pentru a accepta, edita sau respinge cererea:

source: PLEASE NOTE:
fr: À NOTER :
ro: MENȚIUNI:

source: Before accepting any request and in order to optimize logistics organization (meals, hotel, etc.), we ask that you check if this training is taking place at least two weeks from now. If not, the enrollment should be declined.
fr: Avant toute validation, et afin de garantir la meilleure organisation logistique possible (repas, hôtel…), nous vous invitons à vérifier que la formation a bien lieu dans plus de 2 semaines.
ro: Înainte de a accepta o cerere și pentru a optimiza organizarea logistică (catering, cazare, etc.), te rugăm să verifici dacă trainingul se desfășoară în minim două săptămâni de acum. Dacă nu, înscrierea ar trebui declinată.

source: You have received in-class training requests.
fr: Vous avez reçu de nouvelles demandes de participations pour des formations en salle.
ro: Ai primit solicitări de înscriere la traininguri în sală.

source: Click on the link below to accept, edit or decline the requests:
fr: Cliquez sur le lien ci-dessous pour accepter, modifier ou refuser la/les demande(s) :
ro: Click pe link-ul de mai jos pentru a accepta, edita sau respinge solicitările:

source: APPROVAL NEEDED - Request to enroll in the in-class training - {name}
fr: POUR VALIDATION -Demande d'inscription formation - {name}
ro: APROBARE NECESARĂ – Solicitare înscriere la trainingul - {name}

source: APPROVAL NEEDED - Request to enroll in the ILT training
fr: POUR VALIDATION - Demande d’inscription formation
ro: APROBARE NECESARĂ – Solicitare înscriere la trainingul

source: DO NOT REPLY
fr: NE PAS REPONDRE
ro: NU RĂSPUNDE

source: This is an automatically generated email, please do not reply.
fr: Ceci est un email automatique, merci de ne pas répondre.
ro: Acesta este un e-mail generat automat; te rugăm să nu răspunzi la el.

source: You have been enrolled in the training
fr: Vous avez été inscrit à la Formation

source: Type of training:
fr: Type de Formation :

source: Modality of training:
fr: Modalité de déploiement :

source: Duration:
fr: Durée :

source: The Knowledge Management Team wish an excellent training!
fr: L’équipe Management des Connaissances vous souhaite une excellente formation !

source: Please <b>DO NOT TRANSFER THIS INVITATION</b> as it is addressed to you personally.
fr: Nous vous remercions de <b>NE PAS TRANSFÉRER CETTE INVITATION</b> qui vous est personnellement adressée

source: more than {threshold}
fr: plus de {threshold}

source: Please take note of the accommodation requests for each of the sessions below:
ro: Te rugăm să ai în vedere următoarele cereri de cazare pentru fiecare dintre sesiunile de mai jos:

source: PENDING - Accommodation requests
ro: ÎN AȘTEPTARE – Cereri de cazare
