Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Credit Card - Individual
pt_br: Cartão de Crédito - Individual
tr_tr: Kredi Kartı - Bireysel
zh_cn: 信用卡—个人

source: manually enrolled by username: {username}
pt_br: Inscritos manualmente pelo usuário: {username}
tr_tr: {username} kullanıcısı tarafından elle kayıt edildi:
zh_cn: 透过使用者: {username}手动注册

source: Manually Enrolled
pt_br: Inscrito Manualmente
tr_tr: El İle Kayıtlanmış
zh_cn: 手动注册

source: Data Integrity Error
pt_br: Erro de Integridade de Dados
tr_tr: Veri Bütünlüğü Hatası
zh_cn: 数据完整性错误

source: TBD
pt_br: A ser definida
tr_tr: Henüz Belli Değil
zh_cn: 待定

source: Proctored Exam Review: {review_status}
pt_br: Revisão do exame processado: {review_status}
tr_tr: Gözetmenli Sınav İncelemesi: {review_status}
zh_cn: 委托考试复习：{review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider.
pt_br: Revisão do exame processado: {exam_name} em {course_name} pelo usuário: {student_username} foi revisado como {review_status} pelo exame supervisionado provedor de revisão.
zh_cn: 通过用户名{student_username}对{course_name}中的{exam_name}进行的检验考试尝试由监考的考试复习提供商审核为{review_status}。

source: Your Platform Insights
pt_br: Suas percepções da plataforma
tr_tr: Platform Analitikleriniz
zh_cn: 您的平台见解

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
tr_tr: {report_type} raporu oluşturuluyor. Raporun durumunu görmek için aşağıda bulunan Beklemedeki Görevler'e bakın.
zh_cn: 正在创建{report_type}报告。 要查看报告的状态，请参阅下面的待处理任务。

source: User does not exist.
pt_br: O usuário não existe.
tr_tr: Böyle bir kullanıcı yok.
zh_cn: 该用户不存在。

source: Found a conflict with given identifier. Please try an alternative identifier
pt_br: Encontrou um conflito com o identificador fornecido. Por favor, tente um identificador alternativo
tr_tr: Verilen tanımlayıcı ile çakışma bulundu. Lütfen alternatif bir tanımlayıcı ile tekrar deneyin
zh_cn: 发现与给定标识符的冲突。 请尝试替代标识符

source: Row #{row_num}: A first name is required.
pt_br: Fileira #{row_num}: Um primeiro nome é requerido.
zh_cn: 行＃{row_num}：需要名字。

source: Row #{row_num}: A last name is required.
pt_br: Fileira #{row_num}: Um sobrenome é requirido.
zh_cn: 行＃{row_num}：姓氏是必需的。

source: Row #{row_num}: Invalid username.
pt_br: Fileira #{row_num}: Nome de usuário inválido.
zh_cn: 行＃{row_num}：用户名无效。

source: Row #{row_num}: {error_msg}
pt_br: Fileira #{row_num}: {error_msg}
zh_cn: 行＃{row_num}：{error_msg}

source: Row #{row_num}: A username is required.
pt_br: Fileira #{row_num}: O Nome de usuário é obrigatório.
zh_cn: 第#{row_num}行：需要用户名

source: Row #{row_num}: Invalid email address.
pt_br: Fileira #{row_num}: Insira um endereço de e-mail válido.
zh_cn: 第#{row_num}行：无效的电子邮件地址

source: Row #{row_num}: An email address is required.
pt_br: Fileira #{row_num}: É obrigatório informar o seu endereço
zh_cn: 第#{row_num}行：邮件地址是必填项

source: Row #{row_num}: A password is required.
pt_br: Fileira #{row_num}: É necessária uma senha válida
zh_cn: Row #{row_num}:请输入有效的密码

source: Row #{row_num}: Genders must be 'm', 'f' or 'o'.
pt_br: Row #{row_num}: Gênero deve ser 'm', 'f' or 'o'.
zh_cn: 行＃{row_num}：性别必须是'm'，'f'或'o'。

source: Row #{row_num}: Invalid year of birth (expected format: YYYY).
pt_br: Row #{row_num}: Ano inválido de Nascimento (formato esperado: AAAA).
zh_cn: 行＃{row_num}：出生年份无效（预期格式：YYYY）。

source: Row #{row_num}: Missing language, a language code is expected (e.g. en, fr, zh, pt).
pt_br: Row #{row_num}: Idioma faltando, um código de idioma é necessário (por exemplo, en, fr, zh, pt).
zh_cn: 行#{row_num}：缺少语言，需要语言代码（例如 en、fr、zh、pt）。

source: Row #{row_num}: Invalid language, a language code is expected (e.g. en, fr, zh, pt).
pt_br: Row #{row_num}: Idioma inválido, um código de idioma é necessário (por exemplo, en, fr, zh, pt).
zh_cn: 行#{row_num}：无效语言，需要语言代码（例如 en、fr、zh、pt）。

source: Row #{row_num}: Missing country, a 2-character country code is expected (e.g. FR, CN, US, BR).
pt_br: Row #{row_num}: País inválido, um código de país de duas letras é esperado (por exemplo, FR, CN, US, BR).
zh_cn: 行#{row_num}：缺少国家/地区，需要 2 个字符的国家/地区代码（例如 FR、CN、美国、BR）。

source: Row #{row_num}: Invalid country, a 2-character country code is expected (e.g. FR, CN, US, BR).
pt_br: Row #{row_num}: País inválido, um código de país de duas letras é esperado (por exemplo FR, CN, US, BR).
zh_cn: 行 #{row_num}：无效国家/地区，需要 2 个字符的国家/地区代码（例如 FR、CN、美国、BR）。

source: Row #{row_num}: A company is required.
pt_br: Fileira #{row_num}: É obrigatório informar país
zh_cn: Row #{row_num}:公司信息是必填项

source: Row #{row_num}: Invalid hire date (expected format: YYYY-MM-DD).
pt_br: Fileira #{row_num}: Data de admissão inválida (formato esperado: AAAA-MM-DD).
zh_cn: 行#{row_num}：雇用日期无效（预期格式：YYYY-MM-DD）。

source: Make sure that the file you upload is in CSV format.
pt_br: Tenha certeza que o arquivo que você enviar está no formato CSV sem linhas ou caracteres extras.
zh_cn: 请确认你上传的是CSV格式的文件。

source: Could not read uploaded file.
pt_br: O arquivo de upload não foi lido corretamente.
tr_tr: Yüklenen dosya okunamadı.
zh_cn: 不能读取已上传的文件。

source: Row #{row_num}: Data must have exactly {expected_length} columns (first name, last name, username, email, password, gender, year of birth, language, country, city, location, company, employee id, hire date, job code, department, supervisor, learning group, comments).
pt_br: Fileira #{row_num}: A informação deve ser exatamente {expected_length} colunas (primeiro nome, sobrenome, usuário, e-mail, senha, sexo, nascimento, línguagem, país, cidade, localização, empresa, id de empregado, data de admissão, código de trabalho, departmento, supervisor, grupo de aprendizado, comentários).
zh_cn: 行 #{row_num}：数据必须正好具有{expected_length}列（名字、姓氏、用户名、电子邮件、密码、性别、出生年份、语言、国家/地区、城市、位置、公司、员工 ID、雇用日期、工作代码、部门、主管、学习组、注释）。

source: Row #{row_num}: An account with username {username} exists but the provided email {email} is different.
pt_br: Fileira #{row_num}: Existe uma conta com o e-mail {email} mas o nome de usuário fornecido {username} é diferente. Matricular mesmo assim com {email}.
zh_cn: 第#{row_num}行：电子邮件{email}的帐户已存在但是所提供的使用者名称{username}是不同的。可以用{email}注册。

source: Row #{row_num}: An account with email {email} exists but the provided username {username} is different.
pt_br: Fileira #{row_num}: Existe uma conta com o e-mail {email} mas o nome de usuário fornecido {username} é diferente. Matricular mesmo assim com {email}.
zh_cn: 第#{row_num}行：电子邮件{email}的帐户已存在但是所提供的用户名{username}是不同的。

source: File is not attached.
pt_br: O arquivo não está anexado.
tr_tr: Dosya ekte değil.
zh_cn: 文件未附上。

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
pt_br: Tenha certeza que o arquivo que você enviar está no formato CSV sem linhas ou caracteres extras.
tr_tr: Yükleyeceğiniz dosyanın dışarıdan gelen karakter ya da satırlar olmadan CSV formatında olduğundan emin olun.
zh_cn: 确认你上传的CSV格式的文件里不包含无关的字符或行。

source: Row #{row_num}: User with username {username} is now enrolled in this course.
pt_br: Fileira #{row_num}: Não existe usuário com este nome ou e-mail {user_name} matriculado neste curso.
zh_cn: 第#{row_num}行：用户名为{username} 的用户已注册这门课程。

source: Row #{row_num}: User with username {username} was already enrolled in this course so nothing has changed.
pt_br: Fileira #{row_num}: Usuário com o nome {username} já foi inscrito neste curso então nada mudou.
zh_cn: 行#{row_num}： 用户名 {username}的用户已注册到本课程中，因此没有任何更改。

source: Row #{row_num}: {username} / {email}
pt_br: Fileira #{row_num}: {username} / {email}
zh_cn: 行 #{row_num}: {username} / {email}

source: Row #{row_num}: {ex}
pt_br: Fileira #{row_num}: {ex}
zh_cn: 行 #{row_num}: {ex}

source: Row #{row_num}: Data must have exactly {expected_length} columns (old username, old email, first name, last name, username, email, password, gender, year of birth, language, country, city, location, company, employee id, hire date, job code, department, supervisor, learning group, comments).
pt_br: Fileira #{row_num}: Data must have exactly {expected_length} columns (old username, old email, first name, last name, username, email, password, gender, year of birth, language, country, city, location, company, employee id, hire date, job code, department, supervisor, learning group, comments).
zh_cn: 行#{row_num}:：数据必须正好具有 {expected_length}列（旧用户名、旧电子邮件、名字、姓氏、用户名、电子邮件、密码、性别、出生年份、语言、国家/地区、城市、位置、公司、员工 ID、雇用日期、工作代码、部门、部门、主管、学习小组、意见）。

source: Row #{row_num}: An old username is required.
pt_br: Fileira #{row_num}: Nome de usuário é obrigatório.
zh_cn: 第#{row_num}行：需要填写用户名

source: Row #{row_num}: An old email address is required.
pt_br: Fileira #{row_num}: É obrigatório informar o seu endereço
zh_cn: 第#{row_num}行：之前的电子邮件地址是必填项

source: Row #{row_num}: Invalid old email address.
pt_br: Fileira #{row_num}: Email inválido {email_address}.
zh_cn: 第#{row_num}行：无效的邮箱地址。

source: Row #{row_num}: Invalid old username.
pt_br: Fileira #{row_num}: Nome de usuário inválido.
zh_cn: 行 #{row_num}: 旧用户名无效。

source: Row #{row_num}: An other account with email {email} already exists.
pt_br: Fileira #{row_num}: Já existe uma conta com o e-mail '{email}'.
zh_cn: 第#{row_num}行：电子邮件'{email}'对应的账户已存在。

source: Row #{row_num}: Invalid new email address.
pt_br: Fileira #{row_num}: Email inválido {email_address}.
zh_cn: 第#{row_num}行：新的邮箱地址无效。

source: Row #{row_num}: An other account with username {username} already exists.
pt_br: Fileira #{row_num}: Já existe uma conta com o nome de usuário público '{username}'.
zh_cn: 第#{row_num}行：用户名'{username}'对应的账户已存在。

source: Row #{row_num}: Invalid new username.
pt_br: Fileira #{row_num}: Nome de usuário inválido.
zh_cn: 行 #{row_num}：新用户名无效。

source: Row #{row_num}: user {old} (now: {new}) successfully updated.
pt_br: Fileira #{row_num}: Usuário {old} (now: {new}) atualizado com sucesso.
zh_cn: 行#{row_num}： 用户{old} （现在： {new}） 已成功更新。

source: Row #{row_num}: user {old} successfully updated.
pt_br: Linha #{row_num}: Usuário {old} atualizado com sucesso
zh_cn: 行 #{row_num}: 用户 {old} 已成功更新。

source: Row #{row_num}: An account with username {username} exits but the provided email {email} is different.
pt_br: Fileira #{row_num}: Existe uma conta com o e-mail {email} mas o nome de usuário fornecido {username} é diferente. Matricular mesmo assim com {email}.
zh_cn: 第#{row_num}行：电子邮件{email}的帐户已存在但是所提供的使用者名称{username}是不同的。

source: Row #{row_num}: No account was found with the provided username and email.
pt_br: Fileira #{row_num}: Nenhuma conta foi encontrada com o usuário ou e-mail fornecido.
zh_cn: 行#{row_num}：未找到使用提供的用户名和电子邮件的帐户。

source: Username {user} already exists.
pt_br: Nome {user} já existe.
tr_tr: Kullanıcı adı {user} zaten var.
zh_cn: 用户名 {user} 已经存在了。

source: Error '{error}' while sending email to new user (user email={email}). Without the email learner would not be able to login. Please contact support for further information.
pt_br: Erro '{error}' ao enviar o e-mail para o novo usuário (user email={email}). Sem o e-mail o aluno não conseguirá o acesso. Por favor, entre em contato com o suporte para mais informações.
zh_cn: Error '{error}'同时发送电子邮件给新用户(user email={email})。 如果没有电子邮件的学员将无法登录。请联系以获取更多讯息的支援。

source: problem responses
pt_br: respostas de problemas
tr_tr: problem cevapları
zh_cn: 问题响应

source: Could not find problem with this location.
pt_br: Não foi possível encontrar problema com esta localização.
tr_tr: Bu yerde sorun bulunamadı.
zh_cn: 无法於此位置找到问题。

source: Invoice number '{num}' does not exist.
pt_br: A fatura número '{num}' não existe.
tr_tr: Fatura numarası '{num}' bulunmuyor.
zh_cn: 发票号 '{num}' 不存在。

source: The sale associated with this invoice has already been invalidated.
pt_br: A venda associada a esta fatura já foi invalidada.
tr_tr: Bu fatura ile ilgili satış zaten geçersiz hale getirilmiş.
zh_cn: 与此相关联的发票出售已经失效。

source: Invoice number {0} has been invalidated.
pt_br: Fatura de número {0} foi invalidada.
tr_tr: Fatura numarası {0} geçersiz hale getirildi.
zh_cn: 发票号 {0} 已经无效。

source: This invoice is already active.
pt_br: Esta fatura já está ativa.
tr_tr: Bu fatura zaten aktif.
zh_cn: 此发货单已经激活。

source: The registration codes for invoice {0} have been re-activated.
pt_br: Os códigos de registro para o número da fatura {0} foram reativados.
tr_tr: Fatura {0} için kayıt kodları yeniden aktive edildi.
zh_cn: 收据 {0}的注册编号已经被重新激活。

source: CourseID
pt_br: ID do curso
tr_tr: DersNo
zh_cn: 课程 ID

source: Certificate Type
pt_br: Tipo de Certificado
tr_tr: Sertifika Türü
zh_cn: 证书类型

source: Total Certificates Issued
pt_br: Total de certificados emitidos
tr_tr: Verilen Sertifikaların Toplamı
zh_cn: 发行的证书总计

source: Date Report Run
pt_br: Execução de relatório de data.
tr_tr: Tarih Raporunu Çalıştır
zh_cn: 报告实行日期

source: enrolled learner profile
pt_br: perfil do aluno inscrito
tr_tr: kayıtlı öğrenci profili
zh_cn: 已注册的学员配置文件

source: User ID
pt_br: ID do usuário
tr_tr: Kullanıcı No
zh_cn: 用户ID

source: Email
tr_tr: E-posta
zh_cn: 电子邮件

source: Language
pt_br: Idioma
tr_tr: Dil
zh_cn: 语言

# user.profile
source: Location
pt_br: Localização
zh_cn: 位置

# xblock-ilt
source: Location
pt_br: Localização
zh_cn: 位置

source: Birth Year
pt_br: Ano de nascimento
tr_tr: Doğum Yılı
zh_cn: 出生年度

source: Gender
pt_br: Sexo
tr_tr: Cinsiyet
zh_cn: 性别

source: Level of Education
pt_br: Nível de escolaridade
tr_tr: Eğitim Seviyesi
zh_cn: 教育水平

source: Mailing Address
pt_br: Endereço para correspondência
tr_tr: Adres
zh_cn: 邮寄地址

source: Goals
pt_br: Objetivos
tr_tr: Hedefler
zh_cn: 目标

source: Enrollment Mode
pt_br: Modo de inscrição
tr_tr: Kayıt Modu
zh_cn: 选课模式

source: Verification Status
pt_br: Status de verificação
tr_tr: Doğrulama Durumu
zh_cn: 验证状态

source: Cohort
pt_br: Grupo
tr_tr: Topluluk
zh_cn: 群组

source: Team
pt_br: Equipe
tr_tr: Takım
zh_cn: 团队

source: City
pt_br: Cidade
tr_tr: Şehir
zh_cn: 城市

source: Country
pt_br: País
tr_tr: Ülke
zh_cn: 国家／地区

source: enrollment
pt_br: Inscrição
tr_tr: kayıtlanma
zh_cn: 选课

source: The file must contain a 'cohort' column containing cohort names.
pt_br: O arquivo deve conter uma coluna de 'grupo' contendo o nome dos grupos.
tr_tr: Dosyada topluluk isimlerinin bulunduğu 'topluluk' sütunu bulunmalıdır.
zh_cn: 该文件必须包含一个“群组”列，该列中包含了群组的名称。

source: The file must contain a 'username' column, an 'email' column, or both.
pt_br: O arquivo deve conter uma coluna 'nome de usuário', uma coluna 'e-mail', ou ambas.
tr_tr: Dosyada bir 'kullanıcı adı' sütunu, bir 'e-posta' sütunu ya da iki sütun birden bulunmalıdır.
zh_cn: 该文件必须包含一个“username”列，或一个“email”列，或两者都包含。

source: Coupon Code
pt_br: Código do Cupom
tr_tr: Kupon Kodu
zh_cn: 优惠券编码

source: Course Id
pt_br: Id do Curso
tr_tr: Ders No
zh_cn: 课程编号

source: % Discount
pt_br: Desconto em %
tr_tr: % İndirim
zh_cn: %折扣

source: Description
pt_br: Descrição
tr_tr: Açıklama
zh_cn: 描述

source: Expiration Date
pt_br: Data de Validade
tr_tr: Bitiş Tarihi
zh_cn: 过期日期

source: Is Active
pt_br: Está Ativo
tr_tr: Aktif mi
zh_cn: 是否活跃

source: Code Redeemed Count
pt_br: Contagem de código resgatado
tr_tr: Kullanılan Kod Sayısı
zh_cn: 推广折扣额代码

source: Total Discounted Seats
pt_br: Total de assentos com desconto
tr_tr: Toplam İndirimli Yerler
zh_cn: 总折扣名额

source: Total Discounted Amount
pt_br: Valor total descontado
tr_tr: Toplam İndirim Miktarı
zh_cn: 总折扣金额

source: detailed enrollment
pt_br: inscrição detalhada
tr_tr: ayrıntılı kayıtlanma
zh_cn: 详细注册

source: executive summary
pt_br: resumo executivo
tr_tr: yönetici özeti
zh_cn: 创建报告时发生问题，请选择“创建执行摘要”重新尝试。

source: survey
pt_br: pesquisa
tr_tr: anket
zh_cn: 调查

source: proctored exam results
pt_br: resultados de exames supervisionados
tr_tr: gözetmenli sınav sonuçları
zh_cn: 监考结果

source: Could not parse amount as a decimal
pt_br: Não é possível analisar o valor como um número decimal
tr_tr: Ondalıklı değer okunamadı.
zh_cn: 无法解析总数为十进制

source: Unable to generate redeem codes because of course misconfiguration.
pt_br: Não foi possível resgatar a geração de códigos por causa da configuração incorreta do curso.
tr_tr: Dersin yanlış yapılandırılmasından dolayı kurtarma kodu oluşturulamıyor.
zh_cn: 由于课程的错误配置，无法生成兑换码。

source: pdf download unavailable right now, please contact support.
pt_br: download do pdf não disponível atualmente, por favor entre em contato com o suporte
tr_tr: pdf indirme şu anda kullanım dışı, lütfen destek birimiyle iletişim kurun.
zh_cn: pdf文件现在无法下载，请联系技术支持。

source: Module does not exist.
pt_br: O módulo não existe.
tr_tr: Modül yok.
zh_cn: 模块不存在。

source: An error occurred while deleting the score.
pt_br: Ocorreu um erro ao excluir a pontuação.
tr_tr: Skoru silerken bir hata oluştu.
zh_cn: 删除该分数时出错。

source: Course has no entrance exam section.
pt_br: O curso não possui a seção do exame de admissão.
tr_tr: Dersin giriş sınavı bölümü bulunmuyor.
zh_cn: 本课程无入学测试部分。

source: all_students and unique_student_identifier are mutually exclusive.
pt_br: todos_estudantes e identificador_único_estudante são mutuamente exclusivos.
tr_tr: tüm_öğrenciler ve benzersiz_öğrenci_tanımlayıcı birbirini dışlar.
zh_cn: all_students和unique_student_identifier是相互不包含的。

source: all_students and delete_module are mutually exclusive.
pt_br: todos_estudantes e deletar_módulo são mutuamente exclusivos.
tr_tr: tüm_öğrenciler ve modül_sil birbirini dışlar.
zh_cn: all_students和delete_module是相互不包含的。

source: Requires instructor access.
pt_br: Requer acesso como Instrutor.
tr_tr: Eğitmen girişi gerektirir.
zh_cn: 需要教师访问。

source: Course has no valid entrance exam section.
pt_br: O curso não possui uma seção válida para o exame de admissão.
tr_tr: Dersin geçerli giriş sınav bölümü yok.
zh_cn: 课程无有效的入学测试部分。

source: All Learners
pt_br: Todos os Alunos
zh_cn: 所有学员

source: Cannot rescore with all_students and unique_student_identifier.
pt_br: Não é permitida reavaliação com todos_estudantes e identificador_único_estudante.
tr_tr: tüm_öğrenciler ve benzersiz_öğrenci_tanımlayıcı ile yeniden puanlandıramıyor.
zh_cn: 不能重新评定all_students和unique_student_identifier。

source: ORA data
pt_br: Informaão de ORA
tr_tr: ORA verisi
zh_cn: ORA 数据

source: grade
pt_br: nota
tr_tr: puanlama
zh_cn: 成绩

source: problem grade
pt_br: nota de problema
tr_tr: problem notu
zh_cn: 问题等级

source: Successfully changed due date for learner {0} for {1} to {2}
pt_br: A alteração da data de entrega para o aluno {0} de {1} para {2} foi feita com sucesso
zh_cn: 成功修改了学员{0}的截止日期从{1}变为{2}

source: Successfully removed invalid due date extension (unit has no due date).
pt_br: Estensão inválida de data limite removida com sucesso (a unidade não tem data limite).
tr_tr: Geçersiz bitiş tarihi uzatması başarıyla kaldırıldı (birimin bitiş tarihi yok)
zh_cn: 已经成功的移除了无效的延长截止日期 (单元没有截止日期)。

source: Successfully reset due date for learner {0} for {1} to {2}
pt_br: A redefinição da data de entrega para o aluno {0} de {1} para {2} foi executada com sucesso
zh_cn: 成功重置了学员{0}的截止日期从{1}变为{2}

source: This learner (%s) will skip the entrance exam.
pt_br: Este estudante (%s) pulará o exame de admissão.
zh_cn: 此学员 (%s) 将会跳过入学考试。

source: This learner (%s) is already allowed to skip the entrance exam.
pt_br: Este estudante (%s) tem permissão para pular o exame de admissão.
zh_cn: 此学员 (%s) 已被允许跳过入学考试。

source: Certificate generation task for all learners of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
pt_br: A tarefa recuperação de certificados para todos estudantes deste curso já começou. Você pode verificar o andamento na seção "Tarefas pendentes".
zh_cn: 该课程所有学员的证书生成任务已经启动，您可以在“主讲教师待处理的任务”板块中查看该生成任务的状态。

source: Please select one or more certificate statuses that require certificate regeneration.
pt_br: Por favor selecione um ou mais status de certificado que requerem recuperação de certificado.
tr_tr: Sertifikanın yeniden oluşturulmasını gerektiren bir ya da daha fazla sertifika statüsü seçin.
zh_cn: 请选择需要一个或多个修课证明重制之状态。

source: Please select certificate statuses from the list only.
pt_br: Por favor selecione o status do certificado para somente a lista.
tr_tr: Lütfen sertifika durumlarını yalnızca listeden seçin.
zh_cn: 请只从清单中选取证书形式。

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
pt_br: A tarefa recuperação de certificados já começou. Você pode verificar o andamento na seção "Tarefas pendentes".
tr_tr: Yeniden sertifika oluşturma görevi başladı. "Bekleyen Görevler" kısmından oluşturma sürecinin durumunu görebilirsiniz.
zh_cn: 修课证明重新产出任务已启动。您可以在“待处理任务”区域中查看证明产出任务的状态。

source: Learner (username/email={user}) already in certificate exception list.
pt_br: O estudante (username/email={user}) já está na lista de exceção do cerificado
zh_cn: 学员 (username/email={user}) 已经排除於证书名单之外。

source: Certificate exception (user={user}) does not exist in certificate white list. Please refresh the page and try again.
pt_br: Exceção de certificado para (user={user}) que se encontra na lista branca de certificados. Por favor, atualize a página e tente novamente.
tr_tr: Sertifika istisnası (user={user}) sertifika beyaz listesinde yer almıyor. Lütfen sayfayı yenileyin ve tekrar deneyin.
zh_cn: 证书例外 (user={user}) 不存在于证书批准名单中。请重新载入页面或再试一次。

source: Learner username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
pt_br: O campo de nome do usuário/e-mail é obrigatório e não pode ficar vazio. Por favor preencha o nome do usuário/e-mail e pressione o botão "Adicionar na lista de exceção".
zh_cn: 学员使用者名称及电子邮件是必填且不能空白。请填入使用者名称及电子邮件，并按“加入例外名单”按钮。

source: The record is not in the correct format. Please add a valid username or email address.
pt_br: O registro não está no formato correto. Por favor adicione um nome de usuário e endereço de e-mail válidos.
tr_tr: Kayıt doğru formatta değil. Lütfen geçerli bir kullanıcı adı veya email adresi ekleyin.
zh_cn: 记录非为正确之格式。请加入有效使用者名称或email 网址。

source: {user} does not exist in the LMS. Please check your spelling and retry.
pt_br: {user} não existe no LMS, Por favor verifique a ortografia e tente novamente.
tr_tr: {user} LMS'de mevcut değil. Lütfen doğru yazdığınızdan emin olun ve yeniden deneyin.
zh_cn: {user} 不存在于LMS。请确认您的拼字并再试一次。

source: {user} is not enrolled in this course. Please check your spelling and retry.
pt_br: {user} não está inscrito neste curso. Por favor verifique a ortografia e tente novamente.
tr_tr: {user} bu derse kayıtlı değil. Lütfen doğru yazdığınızdan emin olun ve yeniden deneyin.
zh_cn: {user} 没有注册此课程。请确认您的拼字并再试一次。

source: Invalid data, generate_for must be "new" or "all".
pt_br: Informação inválida, generate_for must be "new" or "all"
tr_tr: Geçersiz veri, generate_for değeri "new" veya "all" olmalı.
zh_cn: 无效数据，generate_for 必须为 "新" 或 "全部"。

source: Certificate generation started for white listed learners.
pt_br: Emissão de Certificado para os alunos de lista branca
zh_cn: 被批准的学员之证书开始产生。

source: user "{user}" in row# {row}
pt_br: usuário "{user}" em linha# {row}
tr_tr: {row} sıra no'lu kullanıcı "{user}"
zh_cn: 使用者 "{user}" in row# {row}

source: user "{username}" in row# {row}
pt_br: usuário "{username}" em linha# {row}
tr_tr: {row} sıra no'lu kullanıcı "{username}"
zh_cn: 使用者 "{username}" in row# {row}

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
pt_br: O Certificado de {user} foi invalidado. Por favor, verifique a grafia e tente novamente.
tr_tr: {user} kullanıcısının sertifikası zaten geçersizleştirildi. Lütfen doğru yazdığınızdan emin olun ve yeniden deneyin.
zh_cn: 使用者之证书 {user} 已经无失效。请确认拼字或再试一次。
