Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Select the title of the content
pt_br: Selecione o título do conteúdo

source: Choose a content.
pt_br: Escolha um conteúdo.

source: Add this content
pt_br: Adicione este conteúdo

source: Quiz
pt_br: Questionário

source: Word cloud
pt_br: Nuvem de palavras

source: Export results to CSV
pt_br: Exportar resultados para CSV

source: Poll
pt_br: Votação

source: Survey
pt_br: Pesquisa

source: Back to Calendar
pt_br: Voltar ao calendário

source: Upcoming Session
pt_br: Próxima sessão

source: No upcoming sessions planned
pt_br: Nenhuma próxima sessão planejada
tr_tr: Yaklaşan oturum planlanmadı

source: Sign up for an ILT session.
pt_br: Registre-se na uma sessão ILT.

source: It will appear in your calendar.
pt_br: Ele aparecerá no seu calendário.
tr_tr: Takviminizde görünecektir.

source: Let's start
pt_br: Iniciar
tr_tr: Hadi başlayalım

source: Show more
pt_br: Ver mais

source: SCORM module exceeds maximum size of %(limit)s MB.
pt_br: O módulo SCORM excede o tamanho máximo de %(limit)s MB.

source: Find here, soon, your last activity on training courses.
pt_br: Encontre aqui, em breve, suas últimas atividades em cursos de capacitação.

source: Let's do it!
pt_br: Vamos fazer isso!

source: Hmm, it's looking a bit empty, so let's start a new course right now.
pt_br: Hmm, parece um pouco vazio aqui, então vamos começar um novo curso agora.

source: Go!
pt_br: Ir!

source: Are you ready to start a course?
pt_br: Você está pronto para começar um curso?

source: Let's start!
pt_br: Iniciar!

source: Sorry, we can't find your account. Please contact your IT administrator for support.
pt_br: Não foi possível encontrar sua conta. Entre em contato com seu administrador de TI para obter suporte.

source: Back to login
pt_br: Voltar para a página de login

source: No intermediate certificates match your search criteria.
pt_br: Nenhum certificado intermediário corresponde aos seus critérios de pesquisa.

source: The number of certificates to export exceeds {upper_bound}. Please narrow your search.
pt_br: O número de certificados a serem exportados ultrapassa {upper_bound}. Restrinja sua seleção.

source: Partner Code
pt_br: Código de parceiro

source: Loading...
pt_br: Carregando…

source: Generate Intermediate Certificates
pt_br: Gerar os certificados intermediários

source: Free Text
pt_br: Texto livre

source: Internal
pt_br: Interno

source: External
pt_br: Externo

source: Filters
pt_br: Filtros

source: Course Completion Rule
pt_br: Regra de aprovação no curso

source: Set the completion rule for this course
pt_br: Defina a regra de aprovação para este curso

source: 100% Course progress and minimum passing score
pt_br: 100% de progressão no curso e nota mínima de aprovação

source: Learner is required to complete 100% course progress and earn the minimum passing score to successfully pass the course.
pt_br: O aluno deve concluir o curso 100% e obter a nota mínima de aprovação para ser aprovado no curso.

source: Minimum passing score only
pt_br: Nota mínima de aprovação apenas

source: Learner is required to earn only the minimum passing score to successfully pass the course.
pt_br: O aluno só precisa atingir a nota mínima de aprovação para passar no curso.

source: Changes on Course Completion Rule are not retroactive. If a Studio Admin changes the rule for a started course, learners will have to revisit the graded activities to see their score recalculated.
pt_br: As alterações feitas na regra de fim de curso não são retroativas. Se um administrador de estúdio alterar a regra de um curso que já foi iniciado, os alunos precisarão revisar as atividades avaliadas para que sua pontuação seja recalculada.

source: LONG_DATE_FORMAT
tr_tr: %d %B %Y, %A

source: DATE_TIME_FORMAT
tr_tr: %d %b %Y %H:%M

source: SHORT_DATE_FORMAT
tr_tr: %d %b %Y

source: TIME_FORMAT
tr_tr: %H:%M:%S

source: Kosovo
tr_tr: Kosova

source: Wikipedia
tr_tr: Vikipedi

source: course-v1:edX+DemoX+Demo_Course
tr_tr: ders-v1:edX+DemoX+Demo_Ders

source: ${oldPrice}
tr_tr: {oldPrice}TL

source: ${newPrice}
tr_tr: {newPrice}TL

source: Sign up for a training event.
tr_tr: Bir eğitim etkinliğine kaydolun.

source: There are currently no upcoming training events for the courses you are enrolled in.
tr_tr: Şu anda kayıtlı olduğunuz kurslar için yaklaşan bir eğitim etkinliği bulunmamaktadır.
