Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
tr_tr: Bazen bir dersin yayınlanmış ve taslak hallerinin eşleşmesi bozulabiliyor. Dersi yayınlamaya zorla komutu, dersin yayınlanmış halini taslak haline döndürmeye ve dersi yayınlamaya zorlar. Bu görünüm, yayınlamaya zorla komutunun olası sonucunu gösterir.
zh_cn: 有时，课程的草稿和已发布的分支可能会不同步。强制发布课程命令重置课程的已发布分支以指向草稿分支，有效地强制发布课程。此视图干运行强制发布命令

source: Please provide course id.
pt_br: Por favor informe o id do curso
tr_tr: Lütfen ders kimliğini girin.
zh_cn: 请提供课程 ID。

source: Invalid course key.
pt_br: Chave de curso inválida
tr_tr: Geçersiz ders anahtarı.
zh_cn: 无效的课程标识

source: No matching course found.
pt_br: Nenhum curso correspondente encontrado
tr_tr: Eşleşen ders bulunamadı.
zh_cn: 未找到匹配的课程。

source: Force publishing course is not supported with old mongo courses.
pt_br: Publicação forçada de curso nãó é suportada pelos cursos antigos de mongo.
tr_tr: Eğitimleri yayınlamaya zorla işlemi, eski mongo veritabanındaki eğitimlere uygulanamaz.
zh_cn: 强制发布课程不支持老的mongo课程。

source: Course is already in published state.
pt_br: Curso já está publicado.
tr_tr: Ders zaten yayınlanmış durumda.
zh_cn: 课程创建者当前状态

source: Incorrect format for field '{name}'. {detailed_message}
pt_br: Formato incorreto para o campo '{name}'.{detailed_message}
tr_tr: '{name}'. {detailed_message} alanı için yanlış format
zh_cn: “{name}”字段的格式不正确。{detailed_message}

source: Your Platform Studio
pt_br: O Studio da sua Plataforma
tr_tr: Studio Platformunuz
zh_cn: 您的平台Studio

source: Dictionary with the available tags
pt_br: Dicionários com as tags avaliáveis
tr_tr: Mevcut etiketlerle sözlük
zh_cn: 带有可用标签的词典

source: Studio Administration
pt_br: Administração do Studio
tr_tr: Studio Yönetimi
zh_cn: Studio管理

source: Page Not Found
pt_br: Página não encontrada
tr_tr: Sayfa Bulunamadı
zh_cn: 页面无法找到

source: Page not found
pt_br: Página não encontrada
tr_tr: Sayfa bulunamadı
zh_cn: 页面无法找到

source: Content
pt_br: Conteúdo
tr_tr: İçerik
zh_cn: 内容

source: Settings
pt_br: Configurações
tr_tr: Ayarlar
zh_cn: 设置

source: Loading
pt_br: Carregando
tr_tr: Yükleniyor
zh_cn: 正在加载

source: Location ID
pt_br: Identificação de localidade
tr_tr: Konum ID
zh_cn: 位置 ID

source: Back to dashboard
pt_br: Voltar ao Painel de Controle
tr_tr: Kontrol paneline geri dön
zh_cn: 回到课程面板

source: Course dates
pt_br: Datas de Curso
tr_tr: Ders tarihleri
zh_cn: 课程日期

source: Error:
pt_br: Erro:
tr_tr: Hata:
zh_cn: 错误：

source: Organization:
pt_br: Organização:
tr_tr: Kurum:
zh_cn: 机构：

source: Course Number:
pt_br: Número do curso:
tr_tr: Ders Numarası:
zh_cn: 课程代码：

source: Course Run:
pt_br: Período do Curso
tr_tr: Ders Yayını:
zh_cn: 课程运行：

source: Courses
pt_br: Cursos
tr_tr: Dersler
zh_cn: 课程

source: Don't have a {studio_name} Account? Sign up!
pt_br: Não tem uma conta no {studio_name}? Registre-se!
tr_tr: {studio_name} Hesabınız yok mu? Kaydolun!
zh_cn: 还没有 {studio_name} 的账户? 立即注册!

source: E-mail
tr_tr: E-posta
zh_cn: 电子邮件

source: Sign In to {studio_name}
pt_br: Entrar no {studio_name}
tr_tr: {studio_name} platformuna giriş yapın
zh_cn: 登录到 {studio_name}

source: Forgot password?
pt_br: Esqueceu a senha?
tr_tr: Parolanızı mı unuttunuz?
zh_cn: 忘记密码？

source: example: username@domain.com
pt_br: Por exemplo: nomedousuario@dominio.com.br
tr_tr: örnek: mehmet@siteadi.com
zh_cn: 例：username@domain.com

source: example: Jane Doe
pt_br: Por exemplo: Maria Silva
tr_tr: örnek: Mehmet Can
zh_cn: 例：Jane Doe

source: example: JaneDoe
pt_br: Por exemplo: MariaSilva
tr_tr: örnek: MehmetCan
zh_cn: 例：JaneDoe

source: Course End Date
pt_br: Data de término do curso
tr_tr: Ders Bitiş Tarihi
zh_cn: 课程结束日期

source: Instructors
pt_br: Instrutores
tr_tr: Eğitmenler
zh_cn: 教师

source: Requirements
pt_br: Requisitos
tr_tr: Gereklilikler
zh_cn: 修习要求

source: Details
pt_br: Detalhes
tr_tr: Ayrıntılar
zh_cn: 细节

source: View
pt_br: Visualizar
tr_tr: Göster
zh_cn: 阅览

source: This page left intentionally blank. Feel free to add your own content.
pt_br: Esta página foi deixada intencionalmente em branco. Sinta-se livre para adicionar seu próprio conteúdo
tr_tr: Bu sayfa özellikle boş bırakıldı. İçeriğinizi eklemekte özgürsünüz.
zh_cn: 这个页面是有意留空的。欢迎您添加自己的评论。

source: Reset
pt_br: Redefinir
tr_tr: Sıfırla
zh_cn: 重置

source: Legal
tr_tr: Yasal
zh_cn: 合法

source: All rights reserved.
pt_br: Todos os direitos reservados
zh_cn: 保留所有权利

source: Choose Language
pt_br: Escolha o idioma
tr_tr: Dil Seçin
zh_cn: 选择语言

source: Account
pt_br: Conta
tr_tr: Hesap
zh_cn: 账户

source: Help
pt_br: Ajuda
tr_tr: Yardım
zh_cn: 帮助

source: Looking for help with {studio_name}?
pt_br: Procurando por ajuda com {studio_name}?
tr_tr: {studio_name} ile ilgili yardıma mı ihtiyacınız var?
zh_cn: 查找有关{studio_name}的帮助？

source: Hide {studio_name} Help
pt_br: Esconder Ajuda de {studio_name}
tr_tr: {studio_name} Anasayfayı gizleyin
zh_cn: 隐藏{studio_name}帮助

source: {studio_name} Documentation
pt_br: Documentação de {studio_name}
tr_tr: {studio_name} Belgeleri
zh_cn: {studio_name}文档

source: Access documentation on http://docs.edx.org
pt_br: Acessar documentação em http://docs.edx.org
tr_tr: http://docs.edx.org üzerinden belgelendirmelere erişin
zh_cn: 到 http://docs.edx.org 获取文档

source: edX Documentation
pt_br: Documentação edX
tr_tr: edX Belgelendirmesi
zh_cn: edX文档

source: Enroll in edX101: Overview of Creating an edX Course
pt_br: Matricule-se no edX101: Visão geral de Criando um curso no Edx
tr_tr: edX101 Kayıt: Bir edX Dersi Oluşturmaya Genel Bakış
zh_cn: 参加 edX101：关于创建一门 edX 课程的概述

source: Enroll in edX101
pt_br: Matricule-se no edX101
tr_tr: edX101'e Kaydol
zh_cn: 选修edX101

source: Enroll in StudioX: Creating a Course with edX Studio
pt_br: Matricule-se no StudioX: Criando um curso com Edx Studio
tr_tr: StudioX'e Kayıt: edX Studio ile Ders Oluşturma
zh_cn: 参加 StudioX：使用 edX Studio 创建一门课程

source: Enroll in StudioX
pt_br: Matricule-se no StudioX
tr_tr: StudioX'e Kayıt Ol
zh_cn: 参加 StudioX

source: Send an email to {email}
pt_br: Enviar um e-mail para {email}
tr_tr: {email}'e e-posta gönder
zh_cn: 发送邮件到 {email}

source: name
pt_br: nome
tr_tr: isim
zh_cn: 名称

source: Currently signed in as:
pt_br: No momento logado como:
tr_tr: Şu an giriş yapılan hesap:
zh_cn: 当前登录用户：

source: Profile image for {username}
pt_br: Usuário {username} apagado
zh_cn: {username}配置履历头像

source: Usermenu
pt_br: Menu do usuário
tr_tr: Kullanıcı menüsü
zh_cn: 用户菜单

source: Sign Out
pt_br: Sair
tr_tr: Çıkış Yap
zh_cn: 退出

source: Code Editor
pt_br: Editor de código
tr_tr: Kod Düzenleyicisi
zh_cn: 代码编辑器

source: Feedback Form
pt_br: Formulário de Feedback
tr_tr: Geribildirim Formu
zh_cn: 书面反馈意见

source: Email: {email}
tr_tr: E-posta: {email}
zh_cn: 邮箱：{email}

source: Full Name: {realname}
pt_br: Nome completo: {realname}
tr_tr: Tam ad: {realname}
zh_cn: 全名: {realname}

source: Inquiry Type: {inquiry_type}
pt_br: Tipo de dúvida:
tr_tr: Sorgu Türü: {inquiry_type}
zh_cn: 查询类型：{inquiry_type}

source: Message: {message}
pt_br: Mensagem: {message}
tr_tr: İlet: {message}
zh_cn: 消息: {message}

source: Tags: {tags}
tr_tr: Etiketler: {tags}
zh_cn: 标签: {tags}

source: Additional Info:
pt_br: Informação Adicional
tr_tr: Ek Bilgiler:
zh_cn: 附加信息：

source: Feedback from user
pt_br: Feedback do usuário
tr_tr: Kullanıcıdan geribildirim
zh_cn: 用户的反馈

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
pt_br: O email associado à sua conta {platform_name} foi alterado de{email_ antigo} para {email_ novo}.
tr_tr: {platform_name} hesabınızla bağlantılı {old_email} e-posta adresiniz {new_email} olarak değiştirilmiştir.
zh_cn: 与您的{platform_name}帐户关联的电子邮件已由{old_email}更改为{new_email}。

source: No action is needed on your part.
pt_br: Nenhuma ação de sua parte é necessária
tr_tr: Tarafınızdan yapılması gereken ek bir işlem bulunmuyor.
zh_cn: 您不需要执行任何操作。

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
pt_br: Se esta alteração não estiver correta, entre em contato com o {link_start} suporte{platform_name} {link_end} ou seu administrador.
tr_tr: Eğer bu değişiklik doğru değilse, lütfen {link_start}{platform_name} Destek Ekibi{link_end} ya da yöneticinizle iletişime geçiniz.
zh_cn: 如果此更改不正确，请与 {link_start}{platform_name}支持{link_end} 或您的管理员联系。

source: Your {platform_name} account email has been updated
pt_br: Sua conta de e-mail de {platform_name} foi atualizada
tr_tr: {platform_name} hesap e-postası güncellendi
zh_cn: 您的 {platform_name} 帐户电子邮件已更新

source: Add a Post
pt_br: Adicionar uma postagem
tr_tr: İleti Ekle
zh_cn: 添加一个讨论帖

source: All Discussions
pt_br: Todas as Discussões
tr_tr: Tüm Tartışmalar
zh_cn: 所有讨论

source: New topic form
pt_br: Novo formulário de tópico
tr_tr: Yeni başlık formu
zh_cn: 新主题表格

source: Discussion thread list
pt_br: Discussões
tr_tr: Tartışma ileti dizisi listesi
zh_cn: 讨论列表

source: %s discussion started
pt_br: %s
tr_tr: %s tartışma başlattı
zh_cn: %s 场讨论已开始

source: %s comment
pt_br: %s comentários
tr_tr: %s yorum
zh_cn: %s 条评论

source: Discussion unavailable
pt_br: Discussão indisponível
tr_tr: Tartışma bulunmuyor
zh_cn: 讨论不可用

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
pt_br: As discussões estão em manutenção no momento. Em breve as teremos de volta!
tr_tr: Forumda bakım yapılıyor. En kısa zamanda çalışır hale getireceğiz!
zh_cn: 讨论目前正在进行维护。我们很快就会备份它们！

source: Content Locked
pt_br: Conteúdo bloqueado
tr_tr: İçerik Kilitlendi
zh_cn: 内容已锁定

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
tr_tr: Bu içeriğe erişim için '{prereq_section_name}' bölümünün öngerekliliklerini tamamlamalısınız.
zh_cn: 您必须完成'{prereq_section_name}' 的先决条件才能访问此内容。

source: Go to Prerequisite Section
pt_br: Vá para a seção de pré-requisito
tr_tr: Önkoşul Bölümüne Git
zh_cn: 转到先决条件部分

source: Collapse Instructions
pt_br: Ocultar instruções
tr_tr: Komutları Daralt
zh_cn: 折叠说明

source: Guided Discussion
pt_br: Discussão orientada
tr_tr: Rehberli Tartışma
zh_cn: 指导性讨论

source: Hide Annotations
pt_br: Ocultar anotações
tr_tr: İpuçlarını Gizle
zh_cn: 隐藏批注

source: Bookmarked
pt_br: Adicionado a favoritos
tr_tr: Yer imi kondu
zh_cn: 已收藏

source: Bookmark this page
pt_br: Adicione esta página aos favoritos
tr_tr: Bu sayfaya yer imi koy
zh_cn: 收藏本页

source: You do not have access to this dependency module.
pt_br: Você não tem acesso a este módulo de dependência
tr_tr: Bu bağımlılık modülüne erişim hakkınız yok.
zh_cn: 您没有附属模块的访问权力。

source: LEARN MORE
pt_br: SAIBA MAIS
tr_tr: AYRINTILI BİLGİ
zh_cn: 了解更多

source: Starts
pt_br: Inicia
tr_tr: Başlama Tarihi
zh_cn: 开始

source: Starts: {date}
pt_br: Começa em: {date}
tr_tr: Başlama Tarihi: {date}
zh_cn: 开始： {date}

source: View all Courses
pt_br: Ver todos os cursos
tr_tr: Tüm Dersleri Görüntüle
zh_cn: 浏览所有课程

source: Dashboard
pt_br: Painel de controle
tr_tr: Ana panel
zh_cn: 课程面板

source: Hello
pt_br: Olá
zh_cn: 您好

source: completed courses
pt_br: Cursos finalizados
zh_cn: 已完成课程

source: badges obtained
pt_br: medalhas obtidas
zh_cn: 获得的徽章

source: posts
pt_br: postagens
zh_cn: 发布的帖子

source: View my learning transcript
zh_cn: 查看我的学习报告

source: Continue Learning...
pt_br: Continue aprendendo...
zh_cn: 继续学习...

source: You are not enrolled in any courses yet.
pt_br: Você não está matriculado neste curso
tr_tr: Henüz bir derse kayıt olmadınız.
zh_cn: 您尚未参加任何课程。

source: Explore courses
pt_br: Explorar cursos
tr_tr: Dersleri keşfedin
zh_cn: 探索课程

source: Activate your account!
pt_br: Ative sua conta!
tr_tr: Hesabınızı etkinleştirin!
zh_cn: 激活您的账户

source: Course-loading errors
pt_br: Erros de carregamento do curso
tr_tr: Ders-yükleme hataları
zh_cn: 课程加载错误

source: My Bookmarks
pt_br: Meus Favoritos
zh_cn: 我的书签

source: My upcoming ILT sessions
pt_br: Minhas próximas sessões ILT
zh_cn: 我即将开始的 ILT 课程

source: Search Your Courses
pt_br: Procurar seus cursos
tr_tr: Derslerimde Ara
zh_cn: 查找课程

source: Clear search
pt_br: Limpar pesquisa
tr_tr: Aramayı Temizle
zh_cn: 清空搜索结果

source: Account Status Info
pt_br: Informações sobre sua conta
tr_tr: Hesap Durumu Bilgisi
zh_cn: 账户状态信息

source: Order History
pt_br: Histórico de pedidos
tr_tr: Sipariş Geçmişi
zh_cn: 订单记录

source: Email Settings for {course_number}
pt_br: Configurações de e-mail para {course_number}
tr_tr: {course_number} için E-posta Ayarları
zh_cn: {course_number}的电子邮件设置

source: Receive course emails
pt_br: Receber e-mails do curso
tr_tr: Ders e-postalarını al
zh_cn: 接收课程邮件

source: Save Settings
pt_br: Salvar configurações
tr_tr: Ayarları Kaydet
zh_cn: 保存设置

source: Unenroll
pt_br: Cancelar inscrição
tr_tr: Kaydı iptal et
zh_cn: 放弃选修

source: View Unit in Studio
pt_br: Visualizar unidade no Studio
tr_tr: Studio'da Ünite Görüntüle
zh_cn: 在 Studio 中查看单元

source: E-mail change failed
pt_br: Falha na alteração de e-mail
tr_tr: E-posta değiştirme başarısız
zh_cn: 邮箱变更失败

source: We were unable to send a confirmation email to {email}
pt_br: Não foi possível enviar um e-mail de confirmação para {email}
tr_tr: Onay e-postasını {email} adresine gönderemedik
zh_cn: 我们无法向 {email}发送确认邮件

source: Go back to the {link_start}home page{link_end}.
pt_br: Voltar para a {link_start}página inicial{link_end}.
tr_tr: {link_start}Ana Menü{link_end}ye geri dön.
zh_cn: 返回{link_start}主页{link_end}

source: E-mail change successful!
pt_br: A alteração de e-mail foi bem sucedida!
tr_tr: E-posta değiştirme başarılı!
zh_cn: 邮箱更改成功！

source: You should see your new email in your {link_start}dashboard{link_end}.
pt_br: Você deverá ver seu novo e-mail no {link_start}painel de controle{link_end}.
tr_tr: {link_start}Ana panel{link_end}inizde yeni e-posta adresinizi görmelisiniz.
zh_cn: 您可以在{link_start}课程面板{link_end}看到您的新邮箱地址。

source: An account with the new e-mail address already exists.
pt_br: Já existe uma conta com o seu novo e-mail.
tr_tr: Yeni e-posta adresiyle bağlantılı bir hesap zaten mevcut.
zh_cn: 该邮箱地址已被另一个账户使用。

source: You should Register before trying to access the Unit
pt_br: Você deve se registrar antes de tentar acessar esta Unidade
tr_tr: Üniteye erişmeyi denemeden önce Kayıt olmalısınız
zh_cn: 您在查看单元前应先注册。

# self
source: Enroll
pt_br: Matricular-se
tr_tr: Kaydol
zh_cn: 注册

source: Don't enroll
tr_tr: Kayıt olma
zh_cn: 不选修

source: Learner Enrollment Form
pt_br: Formulário de inscrição
zh_cn: 学员选课表

source: Course:
pt_br: Curso:
tr_tr: Ders:
zh_cn: 课程：

source: Add new learners
pt_br: Adicionar novos alunos
zh_cn: 添加新学员

source: Existing learners:
pt_br: Alunos atuais:
zh_cn: 现有学员：

source: New learners added:
pt_br: Novos alunos adicionados:
zh_cn: 新增学员：

source: Learners rejected:
pt_br: Alunos recusados:
zh_cn: 被拒绝的学员：

source: Debug:
pt_br: Depurar erros:
tr_tr: Hata Ayıklama:
zh_cn: 排除错误

source: External Authentication failed
pt_br: Falha de autenticação externa
tr_tr: Harici Kimlik Denetleme başarısız oldu
zh_cn: 外部认证失败

source: Triboo is the Learning Experience Platform powered by Learning Tribes, international training organization.
zh_cn: Triboo 是学习体验平台，由国际培训组织"Learning Tribes"提供技术支持。

source: Navigation
pt_br: Navegação do curso
zh_cn: 导航

source: Explore
pt_br: Explorar
zh_cn: 探索课程

source: My Courses
pt_br: Meus Cursos
tr_tr: Derslerim
zh_cn: 我的课程

source: My Account
pt_br: Conta
zh_cn: 账户

source: Admin Space
pt_br: Administrador
zh_cn: 管理员

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
pt_br: Insira o seu e-mail abaixo para receber as instruções para a criação de uma nova senha.
tr_tr: Lütfen e-posta adresinizi girin ve size yeni parola oluşturmak için direktifleri yollayalım.
zh_cn: 请在下面输入您的电子邮件地址。我们会通过邮件发送设置新密码的说明。

source: Required Information
pt_br: Informação obrigatória
tr_tr: Gerekli Bilgiler
zh_cn: 必填信息

source: Your E-mail Address
pt_br: O seu e-mail
tr_tr: E-posta Adresiniz
zh_cn: 您的邮件地址

source: This is the e-mail address you used to register with {platform}
pt_br: Este é o e-mail que você utilizou para registrar-se em {platform}
tr_tr: {platform}'e kayıt yaparken kullandığınız e-posta adresi şudur:
zh_cn: 这是您在{platform}注册时使用的e-mail地址。

source: Reset My Password
pt_br: Redefinir minha senha
tr_tr: Parolamı Sıfırla
zh_cn: 重置我的密码

source: Email is incorrect.
pt_br: O endereço de e-mail é incorreto.
tr_tr: E-posta hatalı.
zh_cn: 邮箱不正确。

source: Support
pt_br: Suporte
tr_tr: Destek
zh_cn: 支持

source: For {strong_start}questions on course lectures, homework, tools, or materials for this course{strong_end}, post in the {link_start}course discussion forum{link_end}.
pt_br: Para {strong_start} perguntas sobre palestras, trabalhos de casa, ferramentas oumateriais para este curso {strong_end}, publique no {link_start}fórum de discussão do curso {link_end}.
tr_tr: Ders saatlerine ilişkin {strong_start}sorular, ev ödevi, araçlar veya ders materyalleri {strong_end} için, {link_start}ders tartışma forumuna{link_end} ileti gönderin.
zh_cn: 关于{strong_start}此课程的讲座、作业、工具或材料的问题{strong_end}，请发布在{link_start}课程讨论论坛{link_end}中。

source: Have {strong_start}general questions about {platform_name}{strong_end}? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
pt_br: Tem {strong_start} perguntas gerais sobre {platform_name} {strong_end}? Vocêpode encontrar muitas informações úteis em {platform_name} {link_start}Perguntas frequentes {link_end}.
tr_tr: {platform_name} hakkında {strong_start}genel sorularınız{strong_end} mı var? {platform_name} {link_start}SSS{link_end} bölümünde birçok yararlı bilgi bulabilirsiniz.
zh_cn: {strong_start}对{platform_name}有常见问题{strong_end}？您可以在 {platform_name} {link_start}FAQ{link_end} 中找到许多有用的信息。

source: Have a {strong_start}question about something specific{strong_end}? You can contact the {platform_name} general support team directly:
pt_br: Tem uma pergunta {strong_start} sobre algo específico {strong_end}? Você podeentrar em contato diretamente com a equipe de suporte geral do {platform_name}:
tr_tr: {strong_start}Daha spesifik bir konuda{strong_end} bir sorunuz mu var? {platform_name} genel destek ekibiyle doğrudan iletişime geçebilirsiniz:
zh_cn: {strong_start}对具体事物有疑问{strong_end}？您可以直接联系 {platform_name} 支持团队：

source: Report a problem
pt_br: Relatar um problema
tr_tr: Sorunu bildir
zh_cn: 报告问题

source: Make a suggestion
pt_br: Fazer uma sugestão
tr_tr: Öneride bulunun
zh_cn: 提供建议

source: Ask a question
pt_br: Fazer uma pergunta
tr_tr: Soru sor
zh_cn: 提问

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
pt_br: Atenção: a equipe de suporte do {platform_name} fala inglês. Faremos o nosso melhor para resolver a sua pergunta em qualquer idioma, mas as nossas respostas serão em inglês.
tr_tr: Lütfen dikkat: {platform_name} destek takımı İngilizce bilmektedir. Herhangi bir dilde yazılan soruları anlamak için elimizden geleni yaparken, yanıtlarımız İngilizce olacaktır.
zh_cn: 请注意{platform_name}平台的技术支持团队说的是英语。我们将尽可能处理来自任何语种的请求，但我们只用英语答复。

source: Briefly describe your issue
pt_br: Descreva sucintamente o seu problema
tr_tr: Sorununuzu basitçe açıklayınız
zh_cn: 简述您的问题

source: Tell us the details
pt_br: Descreva os detalhes
tr_tr: Ayrıntıları anlatınız
zh_cn: 告诉我们细节

source: Describe what you were doing when you encountered the issue. Include any details that will help us to troubleshoot, including error messages that you saw.
pt_br: Descreva o que você estava fazendo quando encontrou o problema. Inclua qualquerdetalhes que nos ajudarão a solucionar problemas, incluindo mensagens de erro que você viu.
tr_tr: Bu sorun ile nasıl karşılaştığınızı anlatın. Hata ayıklama sürecinde bize yardımcı olabilecek tüm ayrıntı ve karşınıza çıkan uyarı mesajlarını, lütfen bizimle paylaşın.
zh_cn: 描述您遇到问题时正在执行的操作。包括任何有助于我们进行故障排除的详细信息，包括您看到的错误消息。

source: Thank You!
pt_br: Obrigado!
tr_tr: Teşekkürler!
zh_cn: 谢谢！

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day, Monday to Friday. In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
pt_br: Obrigado por sua pergunta ou feedback. Normalmente, respondemos a uma solicitaçãodentro de um dia útil, de segunda a sexta-feira. Enquanto isso, revejanossas {link_start} perguntas frequentes detalhadas {link_end}, onde a maioria das perguntas já foi respondida.
tr_tr: Sorunuz ve geri beslemeniz için teşekkür ederiz. Genellikle herhangi bir isteğe, pazartesi-cuma arası bir mesai günü içinde cevap veriyoruz. Bu arada pek çok sorunun yanıtlandığı {link_start}ayrıntılı SSS{link_end} sayfamızı inceleyebilirsiniz.
zh_cn: 感谢您的咨询或反馈。 我们通常在一个工作日内（周一至周五）回复请求。 同时，请查看我们的 {link_start}详细常见问题解答{link_end}，其中大多数问题已经回答。

source: - Select -
pt_br: - Selecionar -
tr_tr: - Seçin -
zh_cn: - 选择 -

source: problem
pt_br: problema
tr_tr: sorun
zh_cn: 问题

source: Report a Problem
pt_br: Relatar um problema
tr_tr: Bir sorunu bildiriniz
zh_cn: 报告问题

source: Brief description of the problem
pt_br: Descrição sucinta do problema
tr_tr: Sorunu kısaca açıklayınız
zh_cn: 简述此问题

source: Details of the problem you are encountering{asterisk}
pt_br: Detalhes do problema que você está encontrando {asterisk}
tr_tr: Karşılaştığınız sorunun ayrıntıları{asterisk}
zh_cn: 您遇到的问题{asterisk}的详细信息

source: suggestion
pt_br: sugestão
tr_tr: öneri
zh_cn: 建议

source: Make a Suggestion
pt_br: Fazer uma sugestão
tr_tr: Bir Öneride Bulunun
zh_cn: 提供建议

source: Brief description of your suggestion
pt_br: Descrição sucinta da sugestão
tr_tr: Önerinizin kısa bir açıklaması
zh_cn: 简述您的建议

source: question
pt_br: pergunta
tr_tr: soru
zh_cn: 问题

source: Ask a Question
pt_br: Fazer uma pergunta
tr_tr: Bir Soru Sorun
zh_cn: 提问

source: Brief summary of your question
pt_br: Resumo da pergunta
tr_tr: Sorunuzun kısa bir özeti
zh_cn: 简单概述您的问题

source: An error has occurred.
pt_br: Ocorreu um erro.
tr_tr: Bir hata oluştu.
zh_cn: 发生错误

source: Please {link_start}send us e-mail{link_end}.
pt_br: Por favor, {link_start}envie-nos um e-mail{link_end}
tr_tr: Lütfen {link_start}bize e-posta gönderin{link_end}.
zh_cn: 请 {link_start}发送e-mail{link_end} 给我们。

source: Please try again later.
pt_br: Por favor, tente novamente mais tarde.
tr_tr: Lütfen daha sonra tekrar deneyiniz.
zh_cn: 请稍后再试。

source: The course has ended.
pt_br: O curso terminou.
tr_tr: Bu eğitim sona erdi.
zh_cn: 课程已结束。

source: The due date for this assignment has passed.
pt_br: A data de vencimento para esta atribuição já passou.
tr_tr: Bu görev için son teslim tarihi geçti.
zh_cn: 此作业项目的截止日期已过。

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
pt_br: Como o curso terminou, esta tarefa não está mais disponível.{line_break} Se você concluiu esta tarefa, sua nota está disponívelna {link_start} página de progresso {link_end}.
tr_tr: Ders sona erdiğinden, bu görev artık mevcut değil. {line_break}Eğer bu görevi tamamladıysanız, notunuz {link_start}ilerleme sayfasında{link_end} gösterilecek.
zh_cn: 由于课程已结束，因此此作业项目不再可用。{line_break}如果您已完成此作业，您可在{link_start}进度页{link_end}查看您的成绩。
