Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Show Email Task History
pt_br: Mostrar histórico de tarefas por e-mail
tr_tr: E-posta Görev Geçmişini Göster
zh_cn: 显示邮件任务历史

source: Set Course Mode Price
pt_br: Definir o preço do modo de curso
tr_tr: Ders Modu Fiyatı Ayarlama
zh_cn: 设置课程模式价格

source: Please enter Course Mode detail below
pt_br: Por favor, informe os detalhes do Modo do Curso abaixo
tr_tr: Lütfen aşağıya Ders Modu detaylarını girin
zh_cn: 请在下面输入课程模式详情

source: Set Price
pt_br: Definir Preço
tr_tr: Ücret Belirle
zh_cn: 设置价格

source: Allowance Section
pt_br: Seção de permissões
tr_tr: Ödenek Bölümü
zh_cn: 默认章节

source: Learner Special Exam Attempts
pt_br: Tentativas do Estudante no Exame especial
zh_cn: 学员特殊考试尝试

source: View gradebook for enrolled learners
pt_br: Veja o livro de notas para alunos inscritos
tr_tr: Kayıtlı öğrenciler için karneyi göster
zh_cn: 查看所有注册学员的成绩单

source: Note: This feature is available only to courses with a small number of enrolled learners.
pt_br: Nota: este recurso está disponível apenas para cursos com um pequeno número dealunos inscritos.
tr_tr: Not: Bu özellik sadece az sayıda kayıtlı üyesi olan dersler için açıktır.
zh_cn: 注意：该功能只对小数量的注册学员有效。

source: View Gradebook
pt_br: Visualizar boletim
tr_tr: Not Defterini Göster
zh_cn: 查看成绩单

source: View a specific learner's grades and progress
pt_br: Ver as notas e o progresso de um aluno específico
tr_tr: Belli bir öğrencinin notlarını ve ilerlemesini görüntüle
zh_cn: 查看特定学员的成绩和进度

source: Learner's {platform_name} email address or username
pt_br: Endereço de e-mail ou nome de usuário do {platform_name}
tr_tr: Öğrencinin {platform_name} e-posta adresi veya kullanıcı adı
zh_cn: 学员的{platform_name} 电子邮件地址或用户名

source: Learner email address or username
pt_br: Endereço de e-mail ou nome de usuário do aluno
tr_tr: Öğrenci e-posta adresleri veya kullanıcı adı
zh_cn: 学员的电子邮箱地址或用户名

source: View Progress Page
pt_br: Ver Página de Progresso
tr_tr: İlerleme Sayfasını Gör
zh_cn: 进度查看页面

source: Adjust a learner's grade for a specific problem
pt_br: Ajustar a nota do aluno para um problema específico
tr_tr: Belli bir problem için öğrencinin aldığı notu düzelt
zh_cn: 为特定问题调整学员成绩

source: Location of problem in course
pt_br: Local do problema no curso
tr_tr: Problemin dersteki yeri
zh_cn: 课程中的问题位置

source: Example
pt_br: Exemplo
tr_tr: Örnek
zh_cn: 例子

source: Problem location
pt_br: Local do problema
tr_tr: Problem yeri
zh_cn: 问题所在位置

source: Attempts
pt_br: Tentativas
tr_tr: Denemeler
zh_cn: 尝试

source: Allow a learner who has used up all attempts to work on the problem again.
pt_br: Permita que um aluno que tenha usado todas as tentativas de trabalhar no problema novamente.
tr_tr: Tüm haklarını kullanan bir öğrencinin problem üzerinde tekrar çalışmasına izin ver.
zh_cn: 允许学员在做题时使用限定的所有重试次数。

source: Reset Attempts to Zero
pt_br: Resetar tentativas para zero
tr_tr: Deneme Sayısını Sıfırla
zh_cn: 所有尝试次数恢复为零

source: Rescore
pt_br: Dar nota novamente
tr_tr: Yeniden Notlandır
zh_cn: 重新评分

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
tr_tr: Belirli sorular için, öğrencinin yanıtlarını yeniden notlandır. 'Sadece Not Yükselecekse Yeniden Puanla' seçeneği, nottaki değişim öğrencinin lehineyse notu günceller.
zh_cn: 对于指定的问题，对学员的响应进行评分。"仅当分数提高时重分"选项仅在对学员有利时更新学员的分数。

source: Score Override
pt_br: Substituir nota
tr_tr: Not Geçersizleştirme
zh_cn: 分数覆盖

source: For the specified problem, override the learner's score.
pt_br: Para o problema especificado, substitua a pontuação do aluno.
tr_tr: Bu belirtilen problem için, öğrenci notlarını sil.
zh_cn: 对于指定的问题，覆盖学员的分数。

source: New score for problem, out of the total points available for the problem
pt_br: Nova pontuação para o problema, do total de pontos disponíveis para o problema
zh_cn: 问题的新分数，从可用于问题的总分数中

source: Override Learner's Score
pt_br: Substituir nota do aluno
tr_tr: Öğrencinin Notunu Geçersizleştir
zh_cn: 覆盖学员分数

source: Problem History
pt_br: Histórico de problemas
tr_tr: Problem Geçmişi
zh_cn: 问题历史

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
pt_br: Para o problema especificado, exclua permanente e completamente as respostas e pontuações do aluno do banco de dados.
tr_tr: Bu belirli problem için, öğrenci cevap ve notlarını veritabanından kalıcı olarak sil.
zh_cn: 对于指定的问题，请从数据库中永久和完全删除学员的答案和分数。

source: Task Status
pt_br: Status de Tarefa
tr_tr: Görev Durumu
zh_cn: 任务状态

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
pt_br: Mostrar o status das tarefas de recuperação que você enviou para este aluno e problema.
tr_tr: Bu öğrenci ve sorun için gönderdiğiniz yeniden puanlama görevlerinin durumunu göster.
zh_cn: 显示您为此学员和问题提交的重新评分任务的状态。

source: Show Task Status
pt_br: Mostrar status de tarefa
tr_tr: Görev Durumunu Göster
zh_cn: 显示任务状态

source: Adjust a learner's entrance exam results
pt_br: Ajustar a entrada
tr_tr: Bir öğrencinin giriş sınavı sonuçlarını düzelt
zh_cn: 调整学员的入学考试结果

source: Allow the learner to take the exam again.
pt_br: Permita que o aluno faça o exame novamente
tr_tr: Öğrencinin sınavı yeniden almasına izin ver.
zh_cn: 允许学员重新获取该测验。

source: Allow Skip
pt_br: Permitir Pular
tr_tr: Atlamaya İzin Ver
zh_cn: 跳过

source: Waive the requirement for the learner to take the exam.
pt_br: Dispensar o requisito para o aluno fazer o exame
zh_cn: 免除学员参加考试的要求。

source: Let Learner Skip Entrance Exam
pt_br: Deixar o Aluno Pular o Exame de Entrada
tr_tr: Öğrencinin Giriş Sınavını Atlamasına İzin Ver
zh_cn: 让学员跳过入学考试

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
pt_br: Reclame as respostas enviadas. O 'Reclassificar todos os problemas. A opçãoSomente se a Pontuação Melhorar atualiza as pontuações do aluno apenas se melhora a favor do aluno.
zh_cn: 对已提交的任何答复进行重新评分。"仅当分数提高时，仅当提高对学员有利时，仅当对学员进行评分"选项更新学员的分数时，"仅当所有问题都得到评分"选项时，才会更新该选项。

source: Rescore All Problems
pt_br: Reavaliar Todos os Problemas
tr_tr: Tüm Problemleri Yeniden Puanla
zh_cn: 为所有问题重新打分

source: Rescore All Problems Only If Score Improves
pt_br: Reclassificar todos os problemas somente se a pontuação melhorar
tr_tr: Sadece Notlar Yükselecekse Tüm Problemleri Yeniden Puanla
zh_cn: 仅当分数提高时，才对所有问题进行评分

source: Entrance Exam History
pt_br: Histórico do exame de admissão
tr_tr: Giriş Sınavı Geçmişi
zh_cn: 入学考试记录

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
pt_br: Para todo o vestibular, exclua permanentemente e completamente orespostas e pontuações do aluno no banco de dados.
tr_tr: Tüm giriş sınavı için, öğrenci cevap ve notlarını veritabanından kalıcı olarak sil.
zh_cn: 对于整个入学考试，从数据库中永久和完全删除学员的答案和分数。

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
pt_br: Mostrar o status das tarefas de recuperação que você enviou para este alunoe o exame de entrada
zh_cn: 显示您为此学员和入学考试提交的重新评分任务的状态。

source: Adjust all enrolled learners' grades for a specific problem
tr_tr: Belli bir problem için tüm öğrencilerin aldığı notu düzelt
zh_cn: 调整所有注册学员针对特定问题的成绩

source: Allows all learners to work on the problem again.
pt_br: Ajustar todas as notas dos alunos inscritos para um problema específico
tr_tr: Tüm öğrencilerin problem üzerinde yeniden çalışmasına izin verir.
zh_cn: 允许所有学员重做这些答题。

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
pt_br: Responder novamente as respostas enviadas. A opção 'Reclassifique Apenas se Melhorea Pontuação melhorar' atualiza a pontuação do aluno apenas se melhorar a favor do aluno.
tr_tr: Gönderilmiş yanıtları yeniden notlandır. 'Sadece Not Yükselecekse Yeniden Puanla' seçeneği nottaki değişim öğrencinin lehineyse notu günceller.
zh_cn: 对提交的回复进行评分。"仅当分数提高时重分"选项仅在对学员有利时更新学员的分数。

source: Rescore All Learners' Submissions
pt_br: Pontue novamente as submissões de todos os alunos
tr_tr: Tüm Öğrencilerin Cevaplarını Yeniden Notlandır
zh_cn: 重置所有学员提交的分数

source: Rescore Only If Scores Improve
pt_br: Pontue Novamente Apenas de a Pontuação Melhorar
tr_tr: Sadece Notlar Yükselecekse Yeniden Puanla
zh_cn: 无法重新评分问题以提高用户的分数。

source: Show the status for the tasks that you submitted for this problem.
pt_br: Mostrar o status para
tr_tr: Bu problem için gönderdiğiniz görevlerin durumunu gösterin.
zh_cn: 显示您针对此问题提交的任务的状态。

source: View my courses
zh_cn: 查看我的课程

source: Program Details
pt_br: Detalhes do Programa
tr_tr: Program Ayrıntıları
zh_cn: 项目详情

source: Programs
pt_br: Programas
tr_tr: Programlar
zh_cn: 程式

source: Get the {platform_name} Mobile App!
pt_br: Baixe o aplicativo móvel de {platform_name}
tr_tr: {platform_name} mobil uygulamasını indirin!
zh_cn: 获取 {platform_name}移动应用程序！

source: We'll send you a one time SMS with a link to download the app.
pt_br: Nós vamos enviar uma única vez um SMS com um link para download de aplicativo
tr_tr: Size uygulamayı indirme bağlantısı için tek seferlik bir SMS göndereceğiz.
zh_cn: 我们将向您发送一次性短信，并带有下载应用程序的链接。

source: Mobile phone number
pt_br: Número de celular
tr_tr: Cep telefonu numarası
zh_cn: 手机号码

source: Send me a text with the link
pt_br: Me envie um texto com o link
tr_tr: Bana SMS ile bağlantı gönder
zh_cn: 向我发送包含链接的文本

source: Change Preferred Language
pt_br: Alterar idioma de preferência
tr_tr: Tercih Edilen Dili Değiştir
zh_cn: 更改常用语言

source: Please choose your preferred language
pt_br: Escolha o idioma da sua preferência
tr_tr: Lütfen tercih ettiğiniz dili seçiniz
zh_cn: 请选择您偏好的语言

source: Save Language Settings
pt_br: Salvar configurações de idioma
tr_tr: Dil Ayarlarını Kaydediniz
zh_cn: 保存语言设置

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
pt_br: Não encontrou o idioma da sua preferência?? {link_start} Seja um tradutor voluntário!{link_end}
tr_tr: Tercih ettiğiniz dili göremediniz mi? {link_start}Gönüllü çevirmen olunuz!{link_end}
zh_cn: 没找到您的常用语言？{link_start}欢迎成为一个翻译志愿者！{link_end}

source: Profile
tr_tr: Profil
zh_cn: 用户资料

source: Sysadmin
pt_br: Administrador de sistema
tr_tr: Sistem Yöneticisi
zh_cn: 系统管理员

source: Shopping Cart
pt_br: Carrinho de compras
tr_tr: Alışveriş Sepeti
zh_cn: 购物车

source: Global
zh_cn: 全球

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
pt_br: {p_tag}Atualmente, não há nenhuma avaliação por colegas pendente. Para obter exercícios para avaliar: {ul_tag} {li_tag}Você precisa ter enviado uma resposta de uma avaliação de um exercício de um colega.{end_li_tag} {li_tag}A equipe do curso precisa corrigir as redações ou respostas discursivas que são usadas ​​para ajudá-lo a entender melhor os critérios de avaliação.{end_li_tag} {li_tag}Deve haver exercícios que estão à espera da sua avaliação. {end_li_tag} {end_ul_tag} {end_p_tag}
tr_tr: {p_tag}Şu anda yapacağınız akran değerlendirmesi yok. Akran değerlendirmesi olması için: {ul_tag} {li_tag}Akran değerlendirme sorusuna cevap göndermiş olmanız gerekir.{end_li_tag} {li_tag}Ders takımı notlandırma kriterlerini daha iyi anlamanıza yardımcı olmak için kullanılan makaleleri puanlamaları gerekir.{end_li_tag} {li_tag}Notlandırmayı bekleyen gönderiler bulunmalıdır.{end_li_tag} {end_ul_tag} {end_p_tag}
zh_cn: {p_tag}您目前没有同伴互评要做。若要参与互评： {ul_tag} {li_tag}您需要回复一个同伴互评问题。{end_li_tag} {li_tag}课程团队需要提供一些打分样本以帮助您更好的理解评分标准。{end_li_tag} {li_tag}必须存在带评分的作业。{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
pt_br: Avaliação por colegas
tr_tr: Akran Notlandırması
zh_cn: 同伴互评

source: Here is a list of problems that need to be peer graded for this course.
pt_br: Aqui está uma lista de problemas que precisam ser avaliados por colegas neste curso.
tr_tr: Bu ders için kişilerle notlandırılması gereken soruların listesi şuradadır.
zh_cn: 这是本课程中需要同伴互评的问题列表

source: Problem Name
pt_br: Nome da questão
tr_tr: Problem Adı
zh_cn: 问题名称

source: Due date
pt_br: Data final
tr_tr: Son gün
zh_cn: 截止日期

source: Graded
pt_br: Avaliado
tr_tr: Notlandırıldı
zh_cn: 已评分

source: Available
pt_br: Disponível
tr_tr: Uygun
zh_cn: 可评价

source: Required
pt_br: Obrigatório
tr_tr: Gerekli
zh_cn: 必要的

source: No due date
pt_br: Sem prazo final
tr_tr: Son gün yok
zh_cn: 没有截止日期

source: The due date has passed, and peer grading for this problem is closed at this time.
pt_br: O prazo final já passou e a avaliação por colegas para esta questão está encerrada no momento.
tr_tr: Görev son günü geçti, ve parçalı notlandırma bu problem için kapandı.
zh_cn: 截止日期已过，这个问题的同伴互评现已关闭。

source: The due date has passed, and peer grading is closed at this time.
pt_br: A data de entrega já passou e a avaliação por colegas está encerrada no momento.
tr_tr: Teslim tarihi geçti ve kişiyle notlandırma şu an için bitmiştir.
zh_cn: 截止日期已过，同伴互评现已关闭。

source: Learning to Grade
pt_br: Aprendendo a avaliar
tr_tr: Notlandırmayı Öğren
zh_cn: 学习如何评分

source: Hide Question
pt_br: Ocultar pergunta
tr_tr: Soruyu Gizle
zh_cn: 隐藏问题

source: Learner Response
pt_br: Resposta do aluno
zh_cn: 学员回复

source: Written Feedback
pt_br: Comentário escrito
tr_tr: Yazılı Geri bildirim
zh_cn: 书面反馈意见

source: Please include some written feedback as well.
pt_br: Por favor, inclua uma opinião escrita também.
tr_tr: Lütfen yazılı geri bildirim de yapınız.
zh_cn: 请也给出一些书面反馈。

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
pt_br: O material enviado possui conteúdo explícito, ofensivo ou (suspeito) plagiado.
tr_tr: Bu yanıtta açık, saldırgan veya (süpheleniyorum ki) çalıntı içerik bulunuyor.
zh_cn: 这个答复中包含淫秽的、有攻击性的或者(我猜测)抄袭的内容。

source: How did I do?
pt_br: Como me saí?
tr_tr: Nasıl yaptım?
zh_cn: 我应该怎么做？

source: Ready to grade!
pt_br: Pronto para avaliar!
tr_tr: Notlandırmaya hazır!
zh_cn: 已经准备好进行评分！

source: You have finished learning to grade, which means that you are now ready to start grading.
pt_br: Você acabou de aprender a avaliar. Agora você está pronto para começar.
tr_tr: Nasıl notlandırma yapacağınızı öğrendiniz, şimdi notlandırmaya hazırsınız.
zh_cn: 您已完成了评分学习，这意味着现在你可以开始评分了。

source: Start Grading!
pt_br: Comece a avaliar!
tr_tr: Notlandırmaya başla!
zh_cn: 开始评分！

source: Learning to grade
pt_br: Aprendendo a avaliar
tr_tr: Notlandırmayı öğren
zh_cn: 学习如何进行评分

source: You have not yet finished learning to grade this problem.
pt_br: Você ainda não terminou de aprender a avaliar este problema.
tr_tr: Bu problemi notlandırmayı henüz öğrenmeyi bitirmediniz
zh_cn: 您尚未完成学习如何对此问题进行评分。

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
pt_br: Será apresentada uma série de redações avaliadas pelo instrutor e você deverá avaliá-las também.
tr_tr: Şimdi size eğitmen tarafından puanlandırılmış bir seri makale gösterilecek ve puanlandırmanız istenecek.
zh_cn: 一系列由导师打分的文章将展示给您，您将被要求自行给它们打分。

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
pt_br: Assim que você conseguir avaliar as redações como um instrutor, estará pronto para avaliar os seus colegas.
tr_tr: Makaleleri bir eğitmen gibi puanlandırabilirseniz, size gönderilenleri notlandırmanız için hazırsınız demektir.
zh_cn: 一旦您对这些文章的判分尺度接近主讲教师的水准，您就可以给同学评分了。

source: Start learning to grade
pt_br: Comece a aprender a avaliar
tr_tr: Notlandırmayı öğrenmeye başla
zh_cn: 开始学习如何进行评分

source: Are you sure that you want to flag this submission?
pt_br: Tem certeza que deseja marcar este envio?
tr_tr: Bu gönderimi işaretlemek istediğinize emin misiniz?
zh_cn: 您确定要标记这部分提交的内容吗？

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
pt_br: Você está prestes a marcar um envio como inapropriado. Uma envio somente deve ser marcado como inapropriado quando contiver conteúdo explícito, ofensivo ou (com suspeita de) plágio. Se a submissão não responder à pergunta ou estiver incorreta, dê a nota zero seguida de um comentário em vez de marcá-la como inapropriada.
tr_tr: Bir gönderimi işaretlemek üzeresiniz. İşaretlemeyi, sadece müstehcen, saldırgan veya (şüpheli) çalıntı içerik için yapmalısınız. Eğer gönderimin soruyla alakası yoksa veya yanlışsa, işaretlemek yerine 0 notunu vermeniz ve bununla ilgili uygun geri beslemeyi yapmanız beklenir.
zh_cn: 您即将标记一个意见。只有您发现内容中包括了淫秽的、有攻击性的或者(您猜测)抄袭的内容才标记一个意见。如果答案与问题不合或者不正确，您应该判为零分并给出反馈意见，而不是标记它。

source: Remove Flag
pt_br: Remover marcação
tr_tr: İşareti Kaldır
zh_cn: 取消举报

source: Keep Flag
pt_br: Manter marcação
tr_tr: İşareti Tut
zh_cn: 维持举报

source: Go Back
pt_br: Voltar
tr_tr: Geri Dön
zh_cn: 返回

source: {start_strong}{application_name}{end_strong} would like to access your data with the following permissions:
pt_br: {start_strong}{application_name}{end_strong} gostaria de acessar seus dadoscom as seguintes permissões:
tr_tr: {start_strong}{application_name}{end_strong} uygulaması verilerinize erişmek için aşağıdaki izinleri istiyor:
zh_cn: {start_strong}{application_name}{end_strong} 想要凭借以下权限访问您的数据：

source: Read your user ID
pt_br: Ler a sua ID de usuário
tr_tr: Kullanıcı ID'nizi okuyun
zh_cn: 查看您的用户ID

source: Read your user profile
pt_br: Ler o seu perfil de usuário
tr_tr: Kullanıcı profilinizi okuyun
zh_cn: 查看您的用户资料

source: Read your email address
pt_br: Ler o seu endereço de e-mail
tr_tr: E-posta adresinizi okuyun
zh_cn: 查看您的邮箱地址

source: Read the list of courses in which you are a staff member.
pt_br: Ler a lista de cursos que você é um membro da equipe
tr_tr: Ekip üyesi olduğunuz derslerin listesini okuyun.
zh_cn: 查看您是工作人员的课程列表

source: Read the list of courses in which you are an instructor.
pt_br: Leia as listas de cursos dos quais você é um instrutor
tr_tr: Eğitmeni olduğunuz derslerin listesini okuyun.
zh_cn: 查看您是教师的课程列表

source: To see if you are a global staff user
pt_br: Para ver se você é um usuário da equipe global
tr_tr: Global personel kullanıcısı olup olmadığınızı görün
zh_cn: 查看您是否是全球工作人员

source: Manage your data: {permission}
pt_br: Gerenciar suas informãções: {permissão}
tr_tr: Verilerinizi yönetin: {permission}
zh_cn: 管理您的数据：{permission}

source: Account Activation Info
pt_br: Informação de Ativação de Conta
tr_tr: Hesap Etkinleştirme Bilgisi
zh_cn: 帐户激活信息

source: Your Password Reset is Complete
tr_tr: Parolanızın Sıfırlama İşlemi Tamam
zh_cn: 您的密码重置已完成

source: Password assistance
pt_br: Redefinir senha
zh_cn: 密码帮助

source: Password Reset Complete
pt_br: Redefinição de senha concluída
tr_tr: Parola Sıfırlama İşlemi Tamamlandı
zh_cn: 密码重置已完成

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
pt_br: Sua senha foi redefinida. {Start_link}Faça login na sua conta.{End_link}
tr_tr: Parolanız sıfırlandı. {start_link}Hesabınıza giriş yapın.{end_link}
zh_cn: 您的密码已重置。{start_link}登录您的帐号。{end_link}

source: Password Creation Complete
pt_br: Data de Criação do Relatório
zh_cn: 密码创建已完成

source: Your password has been created. {start_link}Sign-in to your account.{end_link}
zh_cn: 您的密码已创建。{start_link}登录您的帐号。{end_link}

source: Reset Your {platform_name} Password
pt_br: Redefinir sua senha de {platform_name}
tr_tr: {platform_name} Parolanızı Sıfırlayın
zh_cn: 重置您的 {platform_name} 密码

source: Invalid Password Reset Link
pt_br: Link de redefinição de senha inválido
tr_tr: Geçersiz Parola Sıfırlama Bağlantısı
zh_cn: 无效的密码重置链接

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
pt_br: Este link de redefinição de senha é inválido. Ele já pode ter sido usado. Para redefinirsua senha, acesse a página de login {start_link} {end_link} e selecione{start_strong} Esqueceu a senha {end_strong}.
zh_cn: 该密码重置链接已失效，它可能已经被使用过。要重置您的密码，请到{start_link}登录{end_link}页面选择{start_strong}忘记密码{end_strong}。

source: Invalid Password Creation Link
zh_cn: 无效的密码创建链接

source: This password creation link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
zh_cn: 该密码创建链接已失效，它可能已经被使用过。要重置您的密码，请到{start_link}登录{end_link}页面选择{start_strong}忘记密码{end_strong}。

source: Password reset successful
pt_br: A senha foi redefinida corretamente
tr_tr: Parolanız başarıyla sıfırlandı
zh_cn: 密码重设成功

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
pt_br: Enviamos um e-mail para o endereço informado com as instruções para criar a sua senha. Você deverá recebê-lo em breve.
tr_tr: Belirlediğiniz e-posta adresinin parolasının ayarlanması için bir e-posta gönderdik. Kısa bir süre içinde alacaksınız.
zh_cn: 我们已经给您的邮箱发送邮件，您应该能够很快收到，请按照邮件里的指示设置密码。

source: Billing Details
pt_br: Detalhes de pagamento
tr_tr: Fatura Detayları
zh_cn: 账单详情

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
pt_br: Você pode fazer o pagamento em qualquer momento. Qualquer informação adicional que você disponibilizar será incluída no seu recibo.
tr_tr: Zaman içinde herhangi bir noktada ödemeye devam edebilirsiniz. Verdiğiniz her türlü ek bilgi aldıktan dahil edilecektir.
zh_cn: 您可以在任何时间前往支付页面。您提供的任何额外信息将收录在您的收据里。

source: Purchasing Organizational Details
pt_br: Detalhes de Compra
tr_tr: Örgütsel detayları satın alma
zh_cn: 采购机构的详细信息

source: Purchasing organization
pt_br: Organização que realiza a compra
tr_tr: Satınalma organizasyonu
zh_cn: 采购机构

source: Purchase order number (if any)
pt_br: Número de ordem compra (se existir)
tr_tr: Satın alma emri numarası (varsa)
zh_cn: 订单号(如果存在)

source: Additional Receipt Recipient
pt_br: Recipiente adicional
tr_tr: Ek Makbuz Alıcı
zh_cn: 额外收据收件人

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
pt_br: Se nenhuma informaçao adicional de pagamento for preenchida, a confirmação de pagamento será enviada para o usuário que está realizando a compra.
tr_tr: Eğer ek fatura detayları doldurulmazsa, ödeme onayı satın alan kullanıcıya gönderilecektir.
zh_cn: 如果没有额外的账单信息，支付确认信息将发送给下订单的用户。

source: Payment processing occurs on a separate secure site.
pt_br: O processamento do pagamento ocorre num site separado, que é seguro
tr_tr: Ödeme işleme ayrı güvenli bir sitede oluşur.
zh_cn: 支付过程在另一个安全的网站上完成。

source: Your Shopping cart is currently empty.
pt_br: Seu carrinho de compras está vazio.
tr_tr: Alışveriş Sepetiniz şu anda boş.
zh_cn: 您的购物车目前是空的。

source: Payment
pt_br: Pagamento
tr_tr: Ödeme
zh_cn: 付款

source: Download CSV Reports
pt_br: Baixar relatórios em CSV
tr_tr: CSV Raporları İndir
zh_cn: 下载CSV报告

source: Download CSV Data
pt_br: Baixar dados em CSV
tr_tr: CSV Verisi İndir
zh_cn: 下载CSV数据

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
pt_br: Ocorreu um erro ao informar a data. Siga o formato AAAA-MM-DD
tr_tr: Tarih girişinde hata oluştu. Biçimi YYYY-AA-GG olmalıydı
zh_cn: 你输入的日期有误。其格式应为YYYY-MM-DD
