Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
pt_br: Você não pode excluir este artigo, porque não tem permissão para excluir artigos com subordinados. Tente excluir os artigos subordinados manualmente um a um.
tr_tr: Altında bağlı maddeler bulunan bu maddeyi silmek için gereken izniniz yok. Alttakileri tek tek kaldırmayı deneyin.
zh_cn: 当文章带有子文章时您无权删除，请尝试手动逐一删除子文章。

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
pt_br: Você está excluindo um artigo. Isto significa que os artigos subordinados a ele também serão excluídos. Caso confirme a exclusão, os artigos subordinados também serão excluídos.
tr_tr: Bir wiki maddesini silmek üzeresiniz. Bu aynı zamanda alttakilerin de silineceği anlamına gelir. Eğer temizlemeyi seçerseniz, alttaki maddeler de silinecektir!
zh_cn: 删除这篇文章将会导致相关子文章会同时被删除。如果您选择清除，子文章也将同时被清除。

source: Articles that will be deleted
pt_br: Artigos que serão excluídos:
tr_tr: Silinecek maddeler
zh_cn: 将要被删除的文章

source: ...and more!
pt_br: ...e mais!
tr_tr: ...ve daha fazlası!
zh_cn: ……还有更多！

source: You are deleting an article. Please confirm.
pt_br: Você está excluindo um artigo. Por favor, confirme a exclusão.
tr_tr: Bir maddeyi silmek üzeresiniz. Lütfen onaylayın.
zh_cn: 您正试图删除文章。请确认！

source: Edit
pt_br: Editar
tr_tr: Düzenle
zh_cn: 编辑

source: Save changes
pt_br: Salvar alterações
tr_tr: Değişikleri kaydet
zh_cn: 保存修改

source: Preview
pt_br: Pré-visualizar
tr_tr: Önizleme
zh_cn: 预览

source: Close
pt_br: Fechar
tr_tr: Kapat
zh_cn: 关闭

source: Wiki Preview
pt_br: Pré-visualização do Wiki
tr_tr: Wiki Önizleme
zh_cn: Wiki预览

source: window open
pt_br: janela aberta
tr_tr: pencere açık
zh_cn: 窗口打开

source: Back to editor
pt_br: Voltar para o editor
tr_tr: Editöre geri dön
zh_cn: 返回编辑器

source: History
pt_br: Histórico
tr_tr: Geçmiş
zh_cn: 历史记录

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
pt_br: Clique em cada revisão para ver uma lista das linhas editadas. Clique no botão Pré-visualizar para ver a aparência do artigo neste momento. No final da página, é possível alterá-la para uma versão específica ou combinar uma revisão antiga com a atual.
tr_tr: Değiştirilen satırların listesini görmek için her revizyona tıklayınız. Maddenin güncel halini görüntülemek için, önizleme düğmesine tıklayınız. Bu sayfanın altında, belirli bir revizyona dönebilir ya da eski haliyle yeni sürümü birleştirebilirsiniz.
zh_cn: 点击每一个版本，您将会看到被编辑行的列表。点击预览按钮，您可以看到这篇文章目前的状态。在页面的底部，您可以切换到一个指定版本，或者合并两个现存的版本生成新版本。

source: (no log message)
pt_br: (nenhuma mensagem de registro)
tr_tr: (log mesajı yok)
zh_cn: (无日志消息)

source: Preview this revision
pt_br: Pré-visualizar esta revisão
tr_tr: Bu revizyonu önizle
zh_cn: 预览本次修改

source: Auto log:
pt_br: Registro automático:
tr_tr: Otomatik giriş:
zh_cn: 自动日志

source: Change
pt_br: Alterar
tr_tr: Değiştir
zh_cn: 修改

source: Merge selected with current...
pt_br: Combinar seleção com a atual...
tr_tr: Seçili ögeyi şu anki öge ile birleştir...
zh_cn: 合并选择项和当前项……

source: Switch to selected version
pt_br: Trocar pela versão selecionada
tr_tr: Seçili sürüme geç.
zh_cn: 转到选择的版本

source: Wiki Revision Preview
pt_br: Pré-visualização da revisão do Wiki
tr_tr: Wiki Revizyon Gözden Geçirme
zh_cn: Wiki修订预览

source: Back to history view
pt_br: Voltar para a tela do histórico
tr_tr: Geçmişi görüntüleye geri dön
zh_cn: 返回历史视图

source: Switch to this version
pt_br: Trocar para esta versão
tr_tr: Bu versiyona geçiş yap
zh_cn: 切换到这个版本

source: Merge Revision
pt_br: Combinar revisão
tr_tr: Revizyonu Birleştirin
zh_cn: 合并修订

source: Merge with current
pt_br: Combinar com a atual
tr_tr: Şu anki ile birleştir
zh_cn: 和当前版本合并

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
pt_br: Ao combinar uma revisão com a atual, todos os dados das duas versões serão mantidos e combinados na localização aproximada de cada revisão.
tr_tr: Eğer güncelleştirmeyi şimdiki ile değiştirirseniz, tüm dosyalar iki sürümde de korunacak ve aynı dosyaları kendi dosya dizinlerinde güncelleştirmiş olacaksınız.
zh_cn: 当您合并修订版本与当前版本时，所有的数据都会被保留。修改信息将会合并到系统择优选择的位置。

source: After this, it's important to do a manual review.
pt_br: Depois, é importante fazer uma revisão manual.
tr_tr: Bundan sonra, elle gözden geçirmek önemlidir.
zh_cn: 注意：请在操作完成后做一次人工检查。

source: Create new merged version
pt_br: Criar uma nova versão combinada
tr_tr: Yeni birleştirilmiş sürüm oluştur
zh_cn: 创建新的合并版本

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
pt_br: É necessário <a href="%(login_url)s">entrar</a> ou <a href="%(signup_url)s">cadastrar-se</a> para utilizar esta função.
tr_tr: Bunu kullanmak için <a href="%(login_url)s">giriş</a> veya <a href="%(signup_url)s">sign up</a> yapmalısınız.
zh_cn: 您必须<a href="%(login_url)s">登录</a>或<a href="%(signup_url)s">注册</a>才能使用这项功能。

source: You need to log in or sign up to use this function.
pt_br: É necessário entrar ou cadastrar-se para utilizar esta função.
tr_tr: Bu özelliği kullanabilmek için sisteme giriş yapmalısınız veya kaydolmalısınız.
zh_cn: 您需要注册或者登录才能使用这个功能。

source: Wiki Cheatsheet
pt_br: Lista de dicas do Wiki
tr_tr: Wiki Püf Noktaları
zh_cn: Wiki简单说明

source: Wiki Syntax Help
pt_br: Ajuda de sintaxe do Wiki
tr_tr: Wiki Yazım Kuralları Yardımı
zh_cn: Wiki语法帮助

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
pt_br: Esta wiki utiliza <strong>Markdown</strong> para estilo. Há vários manuais úteis on-line. Acesse alguns dos links abaixo para ver mais detalhes:
tr_tr: Bu wiki <strong>Markdown</strong> kullanıyor. Çevrimiçi olarak çeşitli yardımcı kılavuzlar bulunuyor. Eğer bunlardan birini ayrıntılı olarak bulmak istiyorsan linklerden birini gözden geçirebilirsin:
zh_cn: 本Wiki使用了<strong>Markdown</strong>语法，网上可以找到很多有用的资料。点击以下链接可了解更多细节：

source: Markdown: Basics
pt_br: Markdown: noções básicas
tr_tr: Markdown: Temel Öğeleri
zh_cn: Markdown：基础知识

source: Quick Markdown Syntax Guide
pt_br: Guia rápido de sintaxe de Markdown
tr_tr: Hızlı Markdown Syntax Rehberi
zh_cn: Markdown 语法快速指南

source: Miniature Markdown Guide
pt_br: Miniguia de Markdown
tr_tr: Pratik Markdown Rehberi
zh_cn: 简明 Markdown 语法指南

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
pt_br: Para criar um novo artigo da wiki, crie um link para ele. Clique no link para abrir a página de criação.
tr_tr: Yeni bir wiki maddesi oluşturmak için, buna bağlı bir bağlantı oluşturun. Bağlantıya tıklamak sizi bir içerik oluşturma sayfasına yönlendirecektir.
zh_cn: 若想创建一篇新文章，可以先创建一个指向它的链接。点击该链接转向自动创建页面。

source: [Article Name](wiki:ArticleName)
tr_tr: [Makale İsmi ](wiki:Makale İsmi)
zh_cn: [文章名称](wiki:ArticleName)

source: %(platform_name)s Additions:
pt_br: %(platform_name)s Adições:
tr_tr: %(platform_name)s Eklentileri:
zh_cn: %(platform_name)s 附加:

source: Math Expression
pt_br: Expressão matemática
tr_tr: Matematiksel İfade
zh_cn: 数学表达式

source: Useful examples:
pt_br: Exemplos úteis:
tr_tr: Kullanışlı örnekler:
zh_cn: 实用的例子：

source: Huge Header
pt_br: Cabeçalho enorme
tr_tr: Büyük Başlık
zh_cn: 大标题

source: Smaller Header
pt_br: Cabeçalho menor
tr_tr: Daha Küçük Başlık
zh_cn: 小标题

source: *emphasis* or _emphasis_
pt_br: *ênfase* ou _ênfase_
tr_tr: *vurgu* ya da _vurgu_
zh_cn: *重点* or _重点_

source: **strong** or __strong__
pt_br: **negrito** ou __negrito__
tr_tr: **güçlü ya da _güçlü_
zh_cn: **强调** or __强调__

source: Unordered List
pt_br: Lista desordenada
tr_tr: Sıralanmamış Liste
zh_cn: 无序列表

source: Sub Item 1
tr_tr: Alt Öge 1
zh_cn: 子项目1

source: Sub Item 2
tr_tr: Alt Öge 2
zh_cn: 子项目2

source: Ordered
pt_br: Ordenada
tr_tr: Sıralı
zh_cn: 排序

source: List
pt_br: Lista
tr_tr: Liste
zh_cn: 列表

source: Quotes
pt_br: Citações
tr_tr: Alıntılar
zh_cn: 引言

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
pt_br: É permitido o uso de sintaxe em Markdown. Veja %(start_link)s a lista de dicas%(end_link)s para obter ajuda.
tr_tr: Markdown yazımına izin verilmektedir. Bunu görmek için %(start_link)scheatsheet%(end_link)s linkinden yardım alabilirsiniz.
zh_cn: 允许使用Markdown语法。查看%(start_link)s 说明 %(end_link)s 以获得帮助

source: Attachments
pt_br: Anexos
tr_tr: Ekler
zh_cn: 附件

source: Upload new file
pt_br: Enviar um novo arquivo
tr_tr: Yeni dosya yükle
zh_cn: 上传新文件

source: Search and add file
pt_br: Procurar e adicionar arquivo
tr_tr: Ara ve dosya ekle
zh_cn: 搜索并添加文件

source: Upload File
pt_br: Enviar arquivo
tr_tr: Dosya Yükle
zh_cn: 上传文件

source: Upload file
pt_br: Enviar arquivo
tr_tr: Dosya yükle
zh_cn: 上传文件

source: Search files and articles
pt_br: Procurar arquivos e artigos
tr_tr: Ara ve dosyaları yükle
zh_cn: 搜索文件和文章

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
pt_br: Os arquivos de outros artigos podem ser reutilizados. Estes arquivos estão sujeitos a atualizações de outros artigos, o que pode ou não ser bom.
tr_tr: Diğer maddelerden dosyaları tekrar kullanabilirsiniz. Bu dosyalar yüklendiği maddelerde güncellenebileceğinden ötürü kullanımı uygun olmayabilir.
zh_cn: 您可以从其他文章中重用一些文件。但是该文件的更新依赖于原始文章，请判断该引用关系是否恰当。

source: Search
pt_br: Pesquisar
tr_tr: Ara
zh_cn: 搜索

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
pt_br: Os seguintes arquivos estão disponíveis para este artigo. Copie a marcação de Markdown para vincular um arquivo a partir do texto do artigo.
tr_tr: Bu madde için aşağıdaki dosyalar bulunmaktadır. Bir dosyayı atfetmek için altı çizili etiketi maddeden kopyalayın.
zh_cn: 下列文件对这篇文章可用，请复制markdown标记到文本中，直接指向对应文件。

source: Markdown tag
pt_br: Marcação de Markdown
tr_tr: Markdown etiketi
zh_cn: Markdown标记

source: Uploaded by
pt_br: Enviado por
tr_tr: Yükleyen
zh_cn: 上传者是

source: Size
pt_br: Tamanho
tr_tr: Boyut
zh_cn: 大小

source: File History
pt_br: Histórico do arquivo
tr_tr: Dosya Geçmişi
zh_cn: 文件历史记录

source: Detach
pt_br: Desvincular
tr_tr: Ayır
zh_cn: 分离

source: Replace
pt_br: Substituir
tr_tr: Üstüne yaz
zh_cn: 替换

source: Restore
pt_br: Restaurar
tr_tr: Eski haline getir
zh_cn: 恢复

source: anonymous (IP logged)
pt_br: Anônimo (IP registrado)
tr_tr: anonim (IP girişi)
zh_cn: 匿名(IP已记录)

source: File history
pt_br: Histórico do arquivo
tr_tr: Dosya geçmişi
zh_cn: 文件历史

source: revisions
pt_br: revisões
tr_tr: Düzeltmeler
zh_cn: 修订版

source: There are no attachments for this article.
pt_br: Não há anexos para este artigo.
tr_tr: Bu madde için hiçbir ek yok.
zh_cn: 这篇文章没有附件

source: Previewing revision:
pt_br: Pré-visualizando revisão:
tr_tr: Revizyonu önizliyor:
zh_cn: 预览修改:

source: Previewing a merge between two revisions:
pt_br: Pré-visualização da combinação de duas revisões:
tr_tr: İki revizyonun birleştirilmesini önizleme
zh_cn: 预览合并效果：

source: This revision has been deleted.
pt_br: Esta revisão foi excluída.
tr_tr: Bu revizyon silindi.
zh_cn: 该修订已被删除。

source: Restoring to this revision will mark the article as deleted.
pt_br: A restauração desta versão marcará o artigo como excluído.
tr_tr: Bu revizyona dönmek bu maddenin silinmiş olarak etiketlenmesine neden olacak.
zh_cn: 恢复该修订将标记本文章为已删除状态。

source: LMS Administration
tr_tr: LMS Yönetimi
zh_cn: LMS 管理

source: ACE Common
zh_cn: ACE 公共

source: Go to %(platform_name)s Home Page
pt_br: Ir para página inicial da plataforma %(platform_name)
tr_tr: %(platform_name)s Ana Sayfasına Git
zh_cn: 转到 %(platform_name)s 主页

source: Sign In
pt_br: Entrar
tr_tr: Giriş
zh_cn: 登录

source: %(platform_name)s on LinkedIn
pt_br: %(platform_name)s no LinkedIn
tr_tr: LinkedIn'de %(platform_name)s
zh_cn: LinkedIn上的%(platform_name)s

source: %(platform_name)s on Twitter
pt_br: %(platform_name)s no Twitter
tr_tr: Twitter'da %(platform_name)s
zh_cn: Twitter上的%(platform_name)s

source: %(platform_name)s on Facebook
pt_br: %(platform_name)s no Facebook
tr_tr: Facebook'ta %(platform_name)s
zh_cn: Facebook上的%(platform_name)s

source: %(platform_name)s on Google Plus
pt_br: %(platform_name)s no Google Plus
tr_tr: Google Plus'da %(platform_name)s
zh_cn: Google Plus上的%(platform_name)s

source: %(platform_name)s on Reddit
pt_br: %(platform_name)s no Reddit
tr_tr: Reddit'de %(platform_name)s
zh_cn: Reddit上的%(platform_name)s

source: Download the iOS app on the Apple Store
pt_br: Baixe o app iOS na Apple Store
tr_tr: Apple Mağazası'ndan iOS uygulamasını indir
zh_cn: 在苹果商店下载 iOS 应用程序

source: Download the Android app on the Google Play Store
pt_br: Baixa o app Android na Google Play Store
tr_tr: Google Play Mağazası'ndan Android uygulamasını indir
zh_cn: 在谷歌Play商店下载Android应用程序

source: Our mailing address is
pt_br: Nosso serviço de mailing é
tr_tr: E-posta adresimiz şöyle:
zh_cn: 我们的邮寄地址是

source: edX Email
zh_cn: edX 电子邮件

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
pt_br: Não perca a chance de destacar seus novos conhecimentos e habilidadesganhando um certificado validado. Upgrade em%(user_schedule_upgrade_deadline_time)s.
tr_tr: Onaylı bir sertifika alarak yeni bilgi ve becerilerinizi öne çıkarma fırsatını kaçırmayın. %(user_schedule_upgrade_deadline_time)s tarihine dek bu sertifikayı edinebilirsiniz.
zh_cn: 不要错过通过获得经过验证的证书来突出您新知识和技能的机会。按 %(user_schedule_upgrade_deadline_time)s进行升级。

source: Upgrade Now
pt_br: Fazer o Upgrade agora
tr_tr: Şimdi Yükselt
zh_cn: 现在升级

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
pt_br: Uma vez que você aprovou esse pedido, vá para {catalog_admin_url} paracriar um catalogo para este usuário
tr_tr: Bu isteği onayladıktan sonra, bu kullanıcı için bir katalog oluşturmak üzere {catalog_admin_url} adresine gidin.
zh_cn: 批准此请求后，请转到{catalog_admin_url}以为此用户设置目录。

source: Organization Name
pt_br: Nome da Empresa
tr_tr: Kurum Adı
zh_cn: 机构名称

source: Organization Address
pt_br: Endereço da Empresa
tr_tr: Firma Adresi
zh_cn: 组织地址

source: Describe what your application does.
tr_tr: Uygulamanızın ne yaptığını tanımlayın.
zh_cn: 描述你的应用的功能。

source: The URL of your organization's website.
pt_br: O URL do site da sua empresa
tr_tr: Firma web sitenizin bağlantısı.
zh_cn: 组织网站的 URL。

source: The name of your organization.
pt_br: O nome da sua empresa
tr_tr: Firmanızın adı.
zh_cn: 组织的名称。

source: The contact address of your organization.
pt_br: O endereço de contato da sua empresa
tr_tr: Firmanızın iletişim adresi.
zh_cn: 组织的联系人地址。

source: The following users do not exist: {usernames}.
pt_br: Os usuários seguintes não existem: {usernames}
tr_tr: Bu kullanıcılar mevcut değil: {usernames}.
zh_cn: 以下用户不存在: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
pt_br: Lista separada por vírgulas com os nomes dos usuários que poderão ver este catalogo.
tr_tr: Bu kataloğu görüntüleyebilen kullanıcıların virgüllerle ayrılmış kullanıcı adı listesi.
zh_cn: 能够查看此目录的用户名的逗号分隔列表。

source: Denied
pt_br: Recusado
tr_tr: Red Edildi
zh_cn: 拒绝

source: Approved
pt_br: Aprovado
tr_tr: Onaylı
zh_cn: 已批准

source: Status of this API access request
pt_br: Status da solicitação de acesso deste API
tr_tr: Bu API erişim isteğinin durumu
zh_cn: 此 API 访问请求的状态

source: The URL of the website associated with this API user.
pt_br: A URL do site associado com este usuário do API
tr_tr: Bu API kullanıcısıyla ilişkili web sitesinin URL'i.
zh_cn: 与此 API 用户相关的网站的 URL。

source: The reason this user wants to access the API.
pt_br: O motivo pelo qual este usuário quer acesso ao API
tr_tr: Bu kullanıcının API erişimi isteme nedeni.
zh_cn: 此用户希望访问 API 的原因。

source: API access request from {company}
pt_br: Requisição de acesso de API partindo de {company}
tr_tr: {company} tarafından gelen API erişim isteği
zh_cn: {company} 的 API 访问请求

source: API access request
pt_br: Pedido de acesso a API
tr_tr: API erişim isteği
zh_cn: API 访问请求

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
pt_br: Eu, e minha empresa, aceitamos {link_start}{platform_name} os termos de serviçoda API {link_end}.
tr_tr: Ben, ve şirketim, {link_start}{platform_name} API Kullanım Koşulları'nı{link_end} kabul ediyoruz.
zh_cn: 我和我的组织接受{link_start}{platform_name}的API 服务条款{link_end}。

source: Bookmarks
pt_br: Favoritos
tr_tr: Yer İmleri
zh_cn: 书签

source: An error has occurred. Please try again.
pt_br: Ocorreu um erro. Tente novamente.
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.
zh_cn: 发生了一个未知错误，请重试。

source: No data provided.
pt_br: Nenhum dado foi fornecido
tr_tr: Veri sağlanmamış.
zh_cn: 未提供数据。

source: Parameter usage_id not provided.
pt_br: O parâmetro usage_id não foi fornecido
tr_tr: usage_id not parametresi sağlanmamış.
zh_cn: 未提供参数usage_id。

source: Invalid usage_id: {usage_id}.
pt_br: Inválido usage_id: {usage_id}
tr_tr: Geçersiz usage_id: {usage_id}.
zh_cn: 无效 usage_id: {usage_id}。

source: Block with usage_id: {usage_id} not found.
pt_br: O bloqueio com usage_id: {usage_id} não foi encontrado
tr_tr: Block usage_id: {usage_id} bulunamadı.
zh_cn: 封锁 usage_id: {usage_id}搜寻不到。

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
pt_br: Você pode criar até {max_num_bookmarks_per_course} favoritos. Você pode remover alguns favoritos antes que você possa adicionar novos.
tr_tr: En fazla {max_num_bookmarks_per_course} yer imi oluşturabilirsiniz. Yenilerini ekleyebilmeniz için önce bazı yer imlerini kaldırmanız gerekir.
zh_cn: 您可以建立 {max_num_bookmarks_per_course} 书签。您必须在新增书签前删除一些书签。

source: Bookmark with usage_id: {usage_id} does not exist.
pt_br: O indicador com id_uso : {usage_id} não existe
tr_tr: usage_id kimlikli yer imi: {usage_id} mevcut değil.
zh_cn: 书签 usage_id: {usage_id} 不存在。

source: Internal API URL
pt_br: URL Interna da API
zh_cn: 内部API地址

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
pt_br: Descontinuado: Use a configuração COURSE_CATALOG_API_URL
tr_tr: KULLANIMDAN KALDIRILDI: COURSE_CATALOG_API_URL ayarını kullanın.
zh_cn: 已消除：使用设置COURSE_CATALOG_API_URL。

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
pt_br: Especificado em segundos. Permitir o cache das respostas de API definindoa configuração cmo um valor maior que 0
tr_tr: Saniyelerle belirtilmiştir. 0'dan fazla bir değer belirleyerek API cevaplarını önbelleklemeyi etkinleştirin.
zh_cn: 以秒为单位指定。通过将此值设置为大于 0 的值，启用 API 响应的缓存。

source: Long Term Cache Time To Live
pt_br: Cache de termo longo para Live
tr_tr: Canlı Yayın için Uzun Süreli Önbellekleme
zh_cn: 长期缓存生存时间

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
pt_br: Especificado em segundos (defaults to 86400s, 24hr). Em alguns casos o cache precisa ser atualizado menos frenquentemente. Permite cache de longo período das respostas da API quando configurado para um valor maior que 0.
tr_tr: Saniyelerle belirtilmiştir (öntanımlı ayarlar 86400s, 24saat). Bazı durumlarda önbelleğin daha az sıklıkta yenilenmesi gerekebilir. Bu değeri 0'dan fazla bir değer belirleyerek API cevaplarını uzun süreli önbelleklemeyi etkinleştirin.
zh_cn: 以秒为单位（默认值为 86400s，24 小时）。在某些情况下，缓存需要刷新的频率较低。通过将 API 响应设置为大于 0 的值，启用 API 响应的长期缓存。

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
pt_br: Nome de usuário criado para Integração do Catálogo de Cursospor exemplo, lms_catalog_service_user
tr_tr: Ders Katalog Entegrasyonu için oluşturulan kullanıcı adı, örn. lms_catalog_service_user.
zh_cn: 为课程目录集成创建的用户名，例如 lms_catalog_service_user。

source: Page Size
pt_br: Tamanho da Página
tr_tr: Sayfa Boyutu
zh_cn: 页面尺寸

source: Maximum number of records in paginated response of a single request to catalog service.
zh_cn: 对目录服务的单个请求的分页响应中记录的最大数量。

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
pt_br: Lista de domínios que são suportados para fazer requisição "cross-domain" para este site. Por favor liste cada domínio em sua própria linha.
tr_tr: Çapraz alan yapmaya izin verilen alanların listesi bu site için gereklidir. Lütfen her bir alanı kendi hattı üzerinde listeleyin.
zh_cn: 允许进行跨域请求至此页面的主机列表。请在每一行列出一个主机。

source: Default Group
pt_br: Grupo padrão
tr_tr: Öntanımlı Grup
zh_cn: 默认组

source: You cannot create two cohorts with the same name
pt_br: Você não pode criar dois grupos com o mesmo nome
tr_tr: Aynı isimle iki topluluk oluşturamazsınız
zh_cn: 您无法创建两个具有相同名称的群组。

source: There must be one cohort to which learners can automatically be assigned.
pt_br: Deve haver um grupo no qual os estudantes sejam automaticamente designados.
zh_cn: 必须存在一个可以将学员自动分配进去的群组。

source: A cohort with the same name already exists.
pt_br: Um grupo com o mesmo nome já existe.
tr_tr: Aynı isimli bir topluluk önceden oluşturulmuş.
zh_cn: 具有相同名称的群组已存在。

source: Credentials
pt_br: Credenciais
zh_cn: 证书

source: Internal Service URL
pt_br: URL de Serviço Interno
tr_tr: Dahili Hizmet URL'si
zh_cn: 内部服务链接

source: Public Service URL
pt_br: URL de Serviço Público
tr_tr: Herkese Açık Hizmet URL'si.
zh_cn: 公众服务链接

source: Enable Learner Issuance
pt_br: Permitir Emissão do Aluno
zh_cn: 使学习者发表问题

source: Enable issuance of credentials via Credential Service.
pt_br: Permitir Emissão das Credenciais através do Serviço de Credenciais.
zh_cn: 透过证书服务启动发布认证

source: Enable Authoring of Credential in Studio
pt_br: Permitir Autoria de Credenciais no Studio
zh_cn: 在工作室中，启动编辑的证书

source: Enable authoring of Credential Service credentials in Studio.
pt_br: Permitr Autoria de credenciais do Serviço de Credenciais no Studio.
zh_cn: 在工作室中，启动编辑证书服务的资格

source: Course Credit Eligibility
pt_br: Elegibilidade de crédito no curso
tr_tr: Ders Kredisi Uygunluğu
zh_cn: 学分评定资格

source: You are eligible for credit from {providers_string}
pt_br: Você é elegível para crédito de {providers_string}
tr_tr: {providers_string} sağlayıcısından kredi almaya uygunsunuz
zh_cn: 你有资格获得 {providers_string} 的学分

source: {first_provider} and {second_provider}
pt_br: {first_provider} e {second_provider}
tr_tr: {first_provider} ve {second_provider}
zh_cn: {first_provider} 和{second_provider}

source: {first_providers}, and {last_provider}
pt_br: {first_providers}, e {last_provider}
tr_tr: {first_providers}, ve {last_provider}
zh_cn: {first_providers}，和{last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
pt_br: [{username}] não é elegível para creditar no [{course_key}].
tr_tr: [{username}] kullanıcısı [{course_key}] için krediye uygun değil.
zh_cn: [{username}] 没有获得[{course_key}]学分的资格。

source: [{course_key}] is not a valid course key.
pt_br: [{course_key}] não é uma chave de curso válida.
tr_tr: [{course_key}] geçerli bir ders anahtarı değil.
zh_cn: [{course_key}] 不是有效课程密钥。
