Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
pt_br: O {studio_name} é uma solução de hospedagem para nossos parceiros do xConsortium e convidados selecionados. Os cursos nos quais você faz parte da equipe aparecem acima para que você possa editar. Os privilégios de criador de curso são concedidos por {platform_name}. Nossa equipe fará a avaliação da sua solicitação e fornecerá uma resposta dentro de 24 horas em dias úteis.
tr_tr: {studio_name} xConsortium paydaşları ve seçilmiş misafirlere sunulmuş bir çözümdür. Yukarıda takım üyesi olduğunuz için değiştirmenize izin verilen dersler görünmektedir ve ders oluşturma yetkileri {platform_name} tarafından verilir. Takımımız taleplerinizi değerlendirecek ve çalışma günlerinde 24 saat içinde cevap verecektir.
zh_cn: {studio_name}是一个为我们X-联盟的合作者以及特定顾客提供的托管解决方案。您作为团队成员的课程已在上面列出供您编辑，而创建新课程的权限则需要由{platform_name}授予。我们的团队会评估您的请求，并会在工作日的24小时之内给予您反馈。

source: Your Course Creator Request Status:
pt_br: O status do seu Pedido para se tornar um Criador de Cursos:
tr_tr: Ders Oluşturucusunun İstek Durumu:
zh_cn: 您的课程创建者资格请求状态：

source: Request the Ability to Create Courses
pt_br: Solicitar a Capacidade para Criar Cursos
tr_tr: Ders Oluşturma Yetkisi Almayı Talep Et
zh_cn: 请求创建课程的权限

source: Your Course Creator Request Status
pt_br: Status da sua solicitação para ser um criador de curso
tr_tr: Ders Oluşturucusunun Talep Durumu
zh_cn: 您的课程创建者资格请求状态

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
pt_br: O {studio_name} é uma solução de hospedagem para os nossos parceiros do xConsortium e convidados selecionados. Os cursos nos quais você faz parte da equipe aparecem acima para você editar. Os privilégios de criador de curso são concedidos por {platform_name}. Nossa equipe já completou a avaliação da sua solicitação.
tr_tr: {studio_name} xConsortium paydaşları ve seçilmiş misafirlere sunulmuş bir çözümdür. Yukarıda takım üyesi olduğunuz için değiştirmenize izin verilen dersler görünmektedir ve ders oluşturma yetkileri {platform_name} tarafından verilir. Takımımız talebinizi değerlendirmeyi tamamladı.
zh_cn: {studio_name}是一个为我们X-联盟的合作者以及特定顾客提供的托管解决方案。您作为团队成员的课程已在上面列出供您编辑，而创建新课程的权限则需要由{platform_name}授予。我们的团队已经完成了对您的请求的评估。

source: Your Course Creator request is:
pt_br: A sua solicitação para ser Criador de Curso é:
tr_tr: Ders oluşturucusunun isteği:
zh_cn: 您的课程创建者资格的请求是：

source: Your request did not meet the criteria/guidelines specified by {platform_name} Staff.
pt_br: Sua solicitação não satisfaz os critérios/diretrizes especificados pela equipe {platform_name}.
tr_tr: İsteğiniz {platform_name} personeli tarafından belirlenmiş ölçüt/kurallarla uyuşmadı.
zh_cn: 您的请求不符合由{platform_name}员工指定的准则／方针。

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
pt_br: O {studio_name} é uma solução de hospedagem para nossos parceiros do xConsortium e convidados selecionados. Os cursos nos quais você faz parte da equipe aparecem acima para você editar. Os privilégios de criador de curso são concedidos por {platform_name}. No momento, sua solicitação está sendo avaliada pela nossa equipe.
tr_tr: {studio_name} xConsortium paydaşları ve seçilmiş misafirlere sunulmuş bir çözümdür. Yukarıda takım üyesi olduğunuz için değiştirmenize izin verilen dersler görünmektedir ve ders oluşturma yetkileri {platform_name} tarafından verilir. Takımımız talebinizi değerlendiriyor.
zh_cn: {studio_name}是一个为我们X-联盟的合作者以及特定顾客提供的托管解决方案。您作为团队成员的课程已在上面列出供您编辑，而创建新课程的权限则需要由{platform_name}授予。我们的团队目前正在评估您的请求。

source: Your request is currently being reviewed by {platform_name} staff and should be updated shortly.
pt_br: No momento, sua solicitação está sendo revisada pela equipe do {platform_name} e deve ser atualizada em breve.
tr_tr: İsteğiniz {platform_name} çalışanları tarafından inceleniyor ve yakında güncellenecek.
zh_cn: 您的请求正在由{platform_name}员工评审，应该很快会有更新。

source: Were you expecting to see a particular library here?
pt_br: Você esperava ver uma biblioteca específica aqui?
tr_tr: Burada belirli bir kütüphaneyi görmeyi mi bekliyordunuz?
zh_cn: 您是否曾期待在这里看到一个特定的知识库？

source: The library creator must give you access to the library. Contact the library creator or administrator for the library you are helping to author.
pt_br: O criador da biblioteca precisa lhe dar acesso à ela. Entre em contato com o criador ou administrador da biblioteca que você está ajudando a escrever.
tr_tr: Kütüphaneyi oluşturan kişi derse erişim vermelidir. Kütüphaneyi oluşturan kişi veya yönetici ile, yazara yardım eden ders için bağlantı kurun.
zh_cn: 知识库的创建者必须授予您该知识库的访问权限。如果您想帮助编写该知识库，请联系知识库的创建者或者管理员。

source: Create Your First Library
pt_br: Crie sua primeira biblioteca.
tr_tr: İlk Kütüphanenizi Oluşturun
zh_cn: 创建您的第一个知识库

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
pt_br: Bibliotecas possuem uma conjunto de componentes que podem ser reutilizados por múltiplos cursos. Crie sua primeira biblioteca com um clique.
tr_tr: Kütüphaneler çok sayıda ders için yeniden kullanılabilen bileşenlerden oluşan bir havuzdur. Bir düğmeye tıklayarak ilk kütüphanenizi oluşturun!
zh_cn: 知识库容纳了一组可以在多个课程中重复利用的组件。点击按钮以创建您的第一个知识库！

source: New to {studio_name}?
pt_br: Novo em {studio_name}?
tr_tr: {studio_name}'da yeni misiniz?
zh_cn: 刚刚接触{studio_name}？

source: Click Help in the upper-right corner to get more information about the {studio_name} page you are viewing. You can also use the links at the bottom of the page to access our continually updated documentation and other {studio_name} resources.
pt_br: Clique em Ajuda no canto superior direito para mais informações sobre a página do {studio_name} que você está visualizando. Você também pode usar os links na parte inferior da página para acessar nossas atualizações constantes e outros recursos do {studio_name}.
tr_tr: Şu an görüntülediğiniz {studio_name} sayfasıyla ilgili daha fazla bilgiye ulaşmak için lütfen sağ üst köşedeki Yardım'a tıklayın. Bunun yanı sıra sürekli güncellenen belgelendirme ve diğer {studio_name} kaynaklarına erişmek için sayfanın en altında bulunan bağlantıları kullanabilirsiniz.
zh_cn: 点击右上角的的帮助按钮以获得更多关于{studio_name}当前页面的信息。您也可以使用页面底部的帮助链接访问我们持续更新的文档以及其他{studio_name}资源。

source: Getting Started with {studio_name}
pt_br: Iniciando com {studio_name}
tr_tr: {studio_name} ile Başlarken
zh_cn: {studio_name}入门

source: Can I create courses in {studio_name}?
pt_br: Posso criar cursos no {studio_name}?
tr_tr: {studio_name}'de ders oluşturabilir miyim?
zh_cn: 我能在{studio_name}中创建课程吗？

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
pt_br: A fim de criar cursos em {studio_name}, você deverá {link_start}, contactar a equipe{platform_name} para ajudá-lo a criar um {link_end} do curso.
tr_tr: {studio_name} içinde ders açmak için, size ders oluşturmaya yardım etmeye hazır {platform_name} ekibiyle {link_start}iletişime geçin{link_end} .
zh_cn: 您必须{link_start}联系{platform_name}工作人员{link_end}以帮助您在{studio_name}创建中课程。

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
pt_br: Para criar cursos em {studio_name}, você deve possuir os privilégios de criador.
tr_tr: {studio_name} içinde ders açmak için, ders oluşturucu ayrıcalıklarına sahip olmalısınız.
zh_cn: 您必须获得课程创建者资格才能在{studio_name}中创建课程。

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
pt_br: Sua requisição para criar cursos no {studio_name} foi negada. Por favor, {link_start}contate o suporte do {platform_name} para mais informações{link_end}.
tr_tr: {studio_name} içinde ders oluşturma isteğiniz reddedildi. Lütfen {link_start}daha fazla soru için {platform_name} personeli ile iletişime geçin{link_end}.
zh_cn: 您在{studio_name}上申请成为课程创建者的请求已被拒绝，请{link_start}联系{platform_name}工作人员进一步了解问题{link_end}。

source: Thanks for signing up, {name}!
pt_br: Obrigado por se inscrever, {nome}!
tr_tr: Kayıt olduğun için teşekkür ederiz, {name}!
zh_cn: 非常感谢您的注册，{name}！

source: We need to verify your email address
pt_br: Precisamos verificar o seu e-mail
tr_tr: E-posta adresinizi doğrulamamız gerekiyor
zh_cn: 我们需要验证您的电子邮箱地址

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
pt_br: Quase lá! Para concluir sua inscrição, precisamos que você verifique seue-mail ({email}). Uma mensagem de ativação e as próximas etapas devem estaresperando por você lá.
tr_tr: Neredeyse tamam! Kaydınızı tamamlamak için ({email}) e-posta adresini doğrulamamız gerekiyor. Etkinleştirme iletisi ve ilerleyen aşamalar sizin için orada bekliyor olacak.
zh_cn: 为了完成注册，我们需要您验证您的电子邮件地址（{email}），请查看邮件中的激活消息并完成后续步骤。

source: Need help?
pt_br: Precisa de ajuda?
tr_tr: Yardıma ihtiyacın var mı?
zh_cn: 需要帮助？

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
pt_br: Por favor verifique as pastas de Lixo Eletrônico ou de Spam caso você não encontre nossa mensagem na sua CAIXA DE ENTRADA. Ainda assim não consegue encontrar nossa mensagem de e-mail? Solicite ajuda através do link abaixo.
tr_tr: E-postamızın GELEN kutunuzda olmama durumunda lütfen Çöp ya da Spam dizinlerinizi kontrol edin. Hala e-posta doğrulamasını bulamadınız mı? Aşağıdaki bağlantıdan yardım isteyin.
zh_cn: 请检查您的垃圾邮件，以防我们的邮件不在您的收件箱中。仍然不能找到确认邮件？通过下面的链接获得帮助。

source: Content Library
pt_br: Biblioteca de conteúdo
tr_tr: İçerik Kütüphanesi
zh_cn: 内容知识库

source: Add Component
pt_br: Adicionar componente
tr_tr: Bileşen Ekle
zh_cn: 添加组件

source: Adding content to your library
pt_br: Adicionando conteúdo para sua biblioteca
tr_tr: Kütüphanenize içerik ekleme
zh_cn: 向您的知识库中添加内容

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
pt_br: Adicione componentes à sua biblioteca para uso nos cursos, utilizando Adicionar Novo Componente no final desta página.
tr_tr: Bu sayfanın altındaki Yeni Bileşen Ekle kutusunu kullanarak, derslerde kullanılmak üzere kütüphaneye bileşen ekleyin.
zh_cn: 请使用本页面底部的添加新组件按钮为您的知识库添加可在课程中使用的组件

source: Components are listed in the order in which they are added, with the most recently added at the bottom. Use the pagination arrows to navigate from page to page if you have more than one page of components in your library.
pt_br: Os componentes estão listados na ordem em que são adicionados, com o mais recente adicionado ao final. Use as setas de paginação para navegar de uma página para outra, se você possuir mais de uma página em sua biblioteca.
tr_tr: Bileşenler, en son eklenen en altta bulunmak üzere eklenme sırasına göre listelenir. Kütüphanenizde birden fazla bileşen sayfası bulunuyorsa sayfalar arasında ilerlemek için sayfa değiştirme oklarına tıklayın.
zh_cn: 组件会按照添加的顺序升序排列（最近添加的在最底部）。当知识库中的组件超过一页时，请使用分页箭头来切换不同页面。

source: Using library content in courses
pt_br: Utilizando conteúdo de biblioteca nos cursos
tr_tr: Derslerde kütüphane içeriği kullanma
zh_cn: 在课程中使用知识库内容

source: Use library content in courses by adding the {em_start}library_content{em_end} policy key to the Advanced Module List in the course's Advanced Settings, then adding a Randomized Content Block to your courseware. In the settings for each Randomized Content Block, select this library as the source library, and specify the number of problems to be randomly selected and displayed to each learner.
pt_br: Use o conteúdo da biblioteca nos seus cursos adicionando-o em {em_start}library_content{em_end} e a política de uso para a Lista de Módulos Avançados nas Configurações Avançadas do seu curso, então, adicione um Bloco de Conteúdo Aleatório para o conteúdo de seu curso. Nas configurações para cada Bloco de Conteúdo Aleatório, selecione a biblioteca como a biblioteca de origem e especifique o número de problemas para serem selecionados alternadamente e visualizados por cada aluno.
zh_cn: 要使用知识库，首先向课程高级设置页面中的“高级模块列表”项中添加{em_start}library_content{em_end}策略键，然后在课件中加入一个或多个“随机内容块”组件。在每个“随机内容块”组件的设置中，选择一个知识库作为源库，并指定要被随机选择并呈现给每个学员的问题的数量。

source: Learn more about content libraries
pt_br: Saiba mais sobre as bibliotecas de conteúdo
tr_tr: İçerik kütüphaneleri hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于内容知识库的信息

source: Login in SSO
pt_br: Entrar com OpenID
zh_cn: 在 SSO 中登录

source: Course Team Settings
pt_br: Configurações da Equipe do Curso
tr_tr: Ders Ekip Ayarları
zh_cn: 课程团队设置

source: New Team Member
pt_br: Novo Membro da Equipe
tr_tr: Yeni Takım Üyesi
zh_cn: 新的团队成员

source: Add a User to Your Course's Team
pt_br: Adicionar um Usuário à Equipe do seu Curso
tr_tr: Dersinin Ekibine Yeni Bir Üye Ekle
zh_cn: 向您的课程团队中添加一个用户

source: New Team Member Information
pt_br: Informações sobre o Novo Membro da Equipe
tr_tr: Yeni Ekip Üyesi Bilgileri
zh_cn: 新团队成员信息

source: User's Email Address
pt_br: E-mail do Usuário
tr_tr: Kullanıcının E-posta Adresi
zh_cn: 用户邮箱地址

source: Provide the email address of the user you want to add as Staff
pt_br: Informe o endereço de e-mail do usuário que você deseja adicionar como Staff
tr_tr: Personel olarak eklemek istediğiniz kişinin e-posta adresini verin
zh_cn: 请提供要添加教师账号的电子邮件地址

source: Add User
pt_br: Adicionar Usuário
tr_tr: Kullanıcı Ekle
zh_cn: 添加用户

source: Add Team Members to This Course
pt_br: Adicionar Membros da Equipe para esse Curso
tr_tr: Bu Derse Yeni Ekip Üyeleri Ekle
zh_cn: 向该课程添加团队成员

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
pt_br: Adicionar membros à equipe faz do curso uma autoria colaborativa. Os usuários podem ser cadastrados por {studio_name} e ter uma conta ativa.
tr_tr: Takım elemanları eklemek ders üretimini daha işbirlikçi yapar. Kullanıcılar {studio_name} 'e kayıt yapmalı ve aktif hesapları olmalıdır.
zh_cn: 添加团队成员使得课程编写可以协作完成，用户必须已经注册了{studio_name}并拥有一个已激活的账户。

source: Add a New Team Member
pt_br: Adicionar um Novo Membro da Equipe
tr_tr: Yeni Bir Ekip Üyesi Ekle.
zh_cn: 添加一个团队成员

source: Course Team Roles
pt_br: Papéis da Equipe do Curso
tr_tr: Ders Takım Rolleri
zh_cn: 课程团队角色

source: Course team members with the Staff role are course co-authors. They have full writing and editing privileges on all course content.
pt_br: Membros da equide de cursos ou pessoal administrativo são coautores. Eles possuem privilégios plenos para escrita e edição de todo o conteúdo do curso.
tr_tr: Ders takım elemanları veya personel dersin ortak yazarlarıdır. Bu kişiler bütün ders içeriği üzerinde yazma ve değiştirme yetkisine sahiptir.
zh_cn: 具有教师角色的课程团队成员是课程的共同作者。他们对所有课程内容拥有完整的写作和编辑权限。

source: Admins are course team members who can add and remove other course team members.
pt_br: Administradores são membros da equipe do curso que podem adicionar ou remover outros membros da equipe.
tr_tr: Yöneticiler, dersteki diğer takım elemanlarını ekleyen ve çıkarabilen ders takım elemanlarıdır.
zh_cn: 管理员是课程团队成员中可以添加和移除其它课程团队成员的用户。

source: All course team members can access content in Studio, the LMS, and Insights, but are not automatically enrolled in the course.
pt_br: Todos membros da equipe do curso podem acessar o conteúdo no Studio, no LMS, e outros, mas não se inscrevem automaticamente no curso.
tr_tr: Tüm ders takım üyeleri Studio'da, LMS'de ve Insights'da içeriğe erişebilir, fakat derslere otomatik olarak kayıtlı olmazlar.
zh_cn: 所有课程团队成员都可以访问Studio，LMS和Insights中的内容，但不会自动注册课程。

source: Transferring Ownership
pt_br: Transferindo a propriedade
tr_tr: Sahiplik Transfer Ediliyor
zh_cn: 移交所有权

source: Every course must have an Admin. If you are the Admin and you want to transfer ownership of the course, click <strong>Add admin access</strong> to make another user the Admin, then ask that user to remove you from the Course Team list.
pt_br: Todos os cursos devem ter um Administrador. Se você é um Administrador e quer transferir a propriedade do curso, clique <strong> em Adicionar Acesso de Administrador </strong> para criar um outro usuário Administrador, então peça para que o usuário remova-o da lista da Equipe do Curso.
tr_tr: Her dersin bir Yöneticisi olmalıdır. Eğer yöneticiyseniz ve dersin sahipliğini başkasına aktarmak istiyorsanız, başka bir kullanıcıyı yönetici yapmak için <strong>Yönetici yetkisi ekle</strong>'ye tıklayın ve ardından bu kullanıcıdan sizi Ders Takım listesinden silmesini isteyin.
zh_cn: 每门课程都必须有一个管理员。如果您是管理员，并且想要转移课程的所有权，请单击<strong>添加管理员权限</strong>以使其他用户成为管理员，然后要求该用户将您从课程团队列表中删除。

source: Library User Access
pt_br: Acesso de Usuário da Biblioteca
tr_tr: Kütüphane Kullanıcısı Erişimi
zh_cn: 知识库用户访问权限

source: User Access
pt_br: Acesso de Usuário
tr_tr: Kullanıcı Erişimi
zh_cn: 用户访问权限

source: Grant Access to This Library
pt_br: Conceder Acesso a Essa Biblioteca
tr_tr: Bu Kütüphaneye Erişim Ver
zh_cn: 授予对该知识库的访问权限

source: Provide the email address of the user you want to add
pt_br: Forneça o endereço de e-mail do usuário que você gostaria de adicionar
tr_tr: Eklemek istediğiniz kullanıcının e-posta adresini sağlayın
zh_cn: 请提供您想添加的用户的邮件地址

source: Add More Users to This Library
pt_br: Adicionar mais usuários para esta biblioteca
tr_tr: Bu Kütüphaneye Daha Fazla Kullanıcı Ekle
zh_cn: 添加更多用户到该知识库中

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
pt_br: Permita que outros membros da equipe de seu curso tenham acesso à biblioteca. Novos usuários da biblioteca devem ter uma conta {studio_name} ativa.
tr_tr: Dersin diğer üyelerine bu kütüphaneye erişim hakkı tanıyın. Yeni kütüphane kullanıcılarının aktif {studio_name} hesabı bulunmaktadır.
zh_cn: 向您课程团队的其他成员授予该知识库的访问权限。新的知识库用户必须有一个已激活的{studio_name}账户。

source: Add a New User
pt_br: Adicionar novo usuário
tr_tr: Yeni Bir Kullanıcı Ekle
zh_cn: 添加一个新用户

source: Library Access Roles
pt_br: Cargos de Acesso a Biblioteca
tr_tr: Kütüphane Erişim Rolleri
zh_cn: 知识库访问角色

source: There are three access roles for libraries: User, Staff, and Admin.
pt_br: Existem três funções de acessos nas bibliotecas: Usuário, Equipe e Administrador.
tr_tr: Kütüphaneler için üç erişim rolü vardır: Kullanıcı, Personel ve Yönetici.
zh_cn: 有三种知识库用户访问角色：用户、教员和管理员。

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
pt_br: Os usuários podem visualizar o conteúdo da biblioteca e podem referenciá-la ou usar os componentes da biblioteca em seus cursos, mas não poderão editar o conteúdo de uma biblioteca.
tr_tr: Kütüphane Kullanıcıları kütüphane içeriğini görebilir ve derslerindeki kütüphane bileşenlerine referans edebilir veya kullanabilir, ancak kütüphane içeriğini düzenleyemezler.
zh_cn: 库用户可以查看库内容，可以在其课程中引用或使用库组件，但不能编辑库的内容。

source: Library Staff are content co-authors. They have full editing privileges on the contents of a library.
pt_br: Os membros da Biblioteca são co-autores do conteúdo. Eles possuem privilégios plenos para edição do conteúdo de uma biblioteca.
tr_tr: Kütüphane Ekibi, içerik ortak-yazarlarıdır. Onlar bir kütüphane içeriğinin tüm düzenleme yetkilerine sahiptir.
zh_cn: Library Staff 是内容的共同作者。他们对库的内容具有完全编辑权限。

source: Library Admins have full editing privileges and can also add and remove other team members. There must be at least one user with the Admin role in a library.
pt_br: Administradores da Biblioteca possuem privilégios plenos para edição e podem também adicionar e remover outros membros da equipe. Deve haver pelo menos um usuário com privilégios de Administrador em uma biblioteca.
tr_tr: Kütüphane Yöneticileri tam düzenleme yetkilerine sahiptir ve diğer takım üyelerini ekleyebilir ya da çıkarabilir. Kütüphanede Yönetici olarak en az bir kullanıcı bulunmalıdır.
zh_cn: Library Admins具有完全编辑权限，还可以添加和删除其他团队成员。必须至少有一个Library Admins用户。

source: Sign Up
pt_br: Registrar-se
tr_tr: Kayıt ol
zh_cn: 注册

source: Already have a {studio_name} Account? Sign in
pt_br: Já possui uma conta no {studio_name}? Entrar
tr_tr: Zaten bir {studio_name} hesabınız var mı? Giriş yapın
zh_cn: 已经有一个{studio_name}账户了？请登录

source: Ready to start creating online courses? Sign up below and start creating your first {platform_name} course today.
pt_br: Pronto para começar a criar cursos online? Cadastre-se abaixo e comece a criar o seu primeiro curso {platform_name} hoje mesmo.
tr_tr: Çevrimiçi ders açmaya hazır mısın? Hemen aşağıdan kayıt ol ve bugün ilk {platform_name} dersini oluşturmaya başla.
zh_cn: 准备好创建在线课程了？请今天注册并创建您的第一个{platform_name}课程。

source: Required Information to Sign Up for {studio_name}
pt_br: Informações Necessárias para Cadastre-se no {studio_name}
tr_tr: {studio_name} e kaydolmak için gerekli bilgi
zh_cn: 注册{studio_name}所必须的信息

source: This will be used in public discussions with your courses and in our edX101 support forums
pt_br: Isto será usado em discussões públicas em seus cursos e nos nossos fóruns de suporte edX101
tr_tr: Bu veri, ders içinde yer alan genel tartışmalar kısmında ve edX101 destek forumlarında kullanılacak.
zh_cn: 这将会被用于您课程的公开讨论中以及我们edX101课程的支持论坛

source: Your Location
pt_br: Sua localização
tr_tr: Bulunduğunuz Yer
zh_cn: 您的位置

source: Preferred Language
pt_br: Idioma preferido
tr_tr: Tercih Edilen Dil
zh_cn: 首选语言

source: I agree to the {a_start} Terms of Service {a_end}
pt_br: Concordo com os {a_start} Termos de Serviço {a_end}
tr_tr: {a_start}Kullanım Koşulları{a_end}'nı kabul ediyorum
zh_cn: 我同意{a_start}服务条约{a_end}

source: Create My Account &amp; Start Authoring Courses
pt_br: Criar Minha Conta e Iniciar a Criação de Cursos
tr_tr: Hesap Aç &amp; Dersleri Oluşturmaya Başla
zh_cn: 创建我的账户＆开始创建课程

source: Common {studio_name} Questions
pt_br: Perguntas Frequentes sobre o {studio_name}
tr_tr: {studio_name} Sıkça Sorulan Soruları
zh_cn: 关于{studio_name}的常见问题

source: Who is {studio_name} for?
pt_br: Para quem é o {studio_name}?
tr_tr: {studio_name} kimin için?
zh_cn: {studio_name}是为谁而建的？

source: {studio_name} is for anyone that wants to create online courses that leverage the global {platform_name} platform. Our users are often faculty members, teaching assistants and course staff, and members of instructional technology groups.
pt_br: O {studio_name} é para qualquer pessoa que queira criar cursos online e que utilize a plataforma global do {platform_name}. Nossos usuários são geralmente docentes, professores auxiliares, membros de equipes dos cursos e membros de grupos de instrução tecnológica.
tr_tr: {studio_name} çevrimiçi ders açmak isteyen herkesi hedefleyen, global bir {platform_name} platformudur. Kullanıcılarımız genellikle fakülte çalışanları, öğretim üyeleri ve eğitim teknoloji gruplarından oluşur.
zh_cn: {studio_name}面向任何希望在全球化的{platform_name}平台上创建在线课程的用户。我们的用户通常是教员、助教、课程员工或教学技术小组成员。
