Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
pt_br: No caso de {platform_name} fornecer acesso a informações específicas de {platform_name} e/ou APIs marcadas como "Confidenciais" ou que uma pessoa razoável assumiria serconfidencial ou proprietário, de acordo com os termos de sua divulgação ("Informação Confidencial"), você concorda em usar essas informações apenas para usar e criar com as APIs. Você não pode divulgar as Informações Confidenciais para qualquer pessoa sem o consentimento prévio por escrito de {platform_name} e você concorda em proteger as Informações Confidenciais contra uso e divulgação não autorizados da mesma maneira que protegeria suas próprias informações confidenciais. Informações Confidenciais não incluem informações que você desenvolveu independentemente, que foram legitimamente fornecidas a você por terceiros, sem qualquer obrigação de confidencialidade, ou que se tornam públicas sem culpa sua. Você pode divulgar Informações Confidenciais quando for obrigado a fazê-lo por lei se fornecer a {platform_name} um aviso prévio razoável, a menos que um tribunal ordene que {platform_name} não receba um aviso
zh_cn: 如果{platform_name} 允许您访问特定于{platform_name} 和/或标记为"机密"或合理人员会假定为机密或专有的 API 的信息，则其条款披露（"机密信息"），即表示您同意仅使用此信息使用 API 并生成该 API。未经{platform_name} 事先书面同意，您不得向任何人披露机密信息，并且您同意保护机密信息免遭未经授权的使用和披露，就像您保护自己的机密一样信息。机密信息不包括您独立开发、第三方在没有任何保密义务的情况下正确提供给您的信息，或因您自己的过错而公开的信息。如果您根据法律强制披露机密信息，您可以提前提供合理的通知，除非法院命令 {platform_name} 不会收到通知。

source: Disclaimer of Warranty / Limitation of Liabilities
pt_br: Isenção de Garantia / Limitação de Responsabilidades
tr_tr: Sorumluluk Reddi / Yükümlülüklerin Sınırlandırılması
zh_cn: 担保免责声明 / 责任限制

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
pt_br: AS APIS E QUALQUER INFORMAÇÃO, CONTEÚDO DA API OU SERVIÇOS DISPONÍVEIS NO APIS OU FORNECIDOS SÃO FORNECIDOS "COMO SÃO" E "AVALIÁVEIS" SEM GARANTIA DE QUALQUER TIPO (EXPRESSA, IMPLÍCITA OU OUTRA), INCLUINDO, SEM LIMITAÇÃO, QUALQUER GARANTIA IMPLÍCITA DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UM OBJETIVO ESPECÍFICO E NÃO INFRAÇÃO, EXCETO NA PARTE EXTERNA QUE QUALQUER GARANTIA IMPLÍCITA NÃO PODE SER EXCLUÍDA SOB A LEI APLICÁVEL.
zh_cn: 在（或通过） API 提供的 API 及任何信息、API Content 或服务以"现状"和"可用状态"提供，无任何形式（明示、暗示或其他形式）的担保，包括但不限于所有适销性默示担保、特定用途适用性及非侵权性，除非根据适用法律规定不得拒绝承认任何此类默示担保。

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
pt_br: {platform_name} E SEUS PARTICIPANTES NÃO GARANTEM QUE AS APIS FUNCIONE DE MANEIRA ININTERRUPTA OU SEM ERROS, QUE AS APIS NÃO TEM VÍRUS OUOUTROS COMPONENTES PREJUDICIAIS OU QUE O CONTEÚDO APIS OU API SE ENCONTRA SUAS NECESSIDADES OU EXPECTATIVAS. {platform_name} E SEUS PARTICIPANTES TAMBÉM NÃO GARANTIAM A EXATIDÃO, COMPLETIDADE, ATUALIDADE OU QUALIDADE DO APIS OU QUALQUER CONTEÚDO DA API, OU QUALQUER CONTEÚDO PARTICULAR DA API CONTINUARÁ A DISPONIBILIZAR
zh_cn: {platform_name}和{platform_name}参与者不保证 APIS 将在不间断或无错误方式中运行，APIS 没有病毒或其他有害组件，或者 APIS 或 API 内容将满足您的需要或期望。{platform_name}和 {platform_name}参与者也不保证关于 APIS 或任何 API 内容的准确性、完整性、及时性或质量，或者任何特定 API 内容将继续可用。

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
pt_br: O USO DAS APIS, E O CONTEÚDO DA API E QUALQUER SERVIÇO OBTIDO NAS APIS, É DE SUA PRÓPRIA CONTA E RISCO. O SEU ACESSO A OU DOWNLOAD DE INFORMAÇÕES, MATERIAIS OU DADOS ATRAVÉS DAS APIS ESTÁ POR SUA CONTA E RISCO, E VOCÊ SERÁ ÚNICO RESPONSÁVEL POR QUALQUER DANO À SUA PROPRIEDADE (INCLUINDO O SEU SISTEMA DE COMPUTADOR) OU PERDA DE DADOS RESULTANTES DO DOWNLOAD OU USO DE TAL INFORMAÇÃO, MATERIAL OU DADOS, A MENOS QUE EXPRESSAMENTE FORNECIDO EXPRESSAMENTE NA POLÍTICA DE PRIVACIDADE DO{platform_name}.
zh_cn: 使用 API、API 内容和从 API 获取或通过 API 获得的任何服务的风险由您自行承担。您通过 APIS 访问或下载信息、材料或数据由您自行决定并承担风险，您将自行承担任何损害您的财产（包括您的计算机系统）或因下载或使用信息、材料或数据，除非在 {platform_name} 隐私政策中明确提供。

source: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE TERMS, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE APIS OR ANY API CONTENT, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE APIS, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.
pt_br: NA MÁXIMA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL, VOCÊ CONCORDA QUE NEM{platform_name} NEM SEUS PARTICIPANTES SERÃO RESPONSÁVEISPARA VOCÊ POR QUALQUER PERDA OU DANO, REAL OU CONSEQUENCIAL, SURGIDOOU RELACIONADO COM OS TERMOS, OU O USO OU INABILIDADE DE (OU DE TERCEIROS) DE USAR AS APIS OU QUALQUER CONTEÚDO DA API, OU SUA CONFIANÇA NAS INFORMAÇÕES OBTIDAS DAS APIS OU ATRAVÉS DAS APIS, SE SUA REIVINDICAÇÃO É BASEADA EM CONTRATO, ESTATUTÁRIO OU OUTRA LEI.
zh_cn: 在适用法律中，您同意{platform_name} 或任何{platform_name} 参与者将因任何责任或损害，无论是实际的还是与本条款的关联，或您的（或任何）（三）使用或使用 APIS 或任何 API 内容，或从或通过 APIS 获取或使用您的可靠信息，无论您的声明是否属于合同、侵权、法定或其他法律。

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
pt_br: EM PARTICULAR, NA MÁXIMA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL, {platform_name} NEM SEUS PARTICIPANTES TERÃO QUALQUER RESPONSABILIDADE POR QUAISQUERCONSEQÜENCIAIS, INDIRETOS, PUNITIVOS, ESPECIAIS, EXEMPLARES OUINCIDENTAIS OU NÃO {platform_name} OU QUALQUER DOS PARTICIPANTES {platform_name} FOI NEGLIGENTE OU DE OUTRA FORMA POR FALHA (INCLUINDO, MAS NÃO SE LIMITANDO A, RECLAMAÇÕES POR DEFAMAÇÃO, ERROS, PERDA DE LUCROS, PERDA DE LUCROS, PERDA DE DADOS OU INTERRUPÇÃO DE DADOS).
zh_cn: 特别地，在适用法律允许的最大范围内，无论是 {platform_name} 或任何 {platform_name} 参与者均不对任何继起的、间接的、惩罚性的、专门的、代表性的或附带的损害赔偿承担责任，无论这些损害是可预见或不可预见的，也无论 {platform_name} 或任何 {platform_name} 参与者是否有过失或其他形式的过错（包括但不限于就诽谤、错误、利润损失、数据丢失或数据可用性中断提出索赔）。

source: CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.
pt_br: ALGUMAS LEIS DO ESTADO NÃO PERMITEM LIMITAÇÕES DE GARANTIAS IMPLÍCITAS OU EXCLUSÃO OU LIMITAÇÃO DE CERTOS DANOS. SE ESTAS LEIS SE APLICAREM A VOCÊ, ALGUMAS OU TODAS AS ISENÇÃO DE RESPONSABILIDADE, EXCLUSÕES OU LIMITAÇÕES PODEM NÃO SE APLICAR A VOCÊ, E VOCÊ PODE TER DIREITOS ADICIONAIS.
zh_cn: 某些州级法律不允许限制默示担保或不允许排除或限制某些损害赔偿。如果这些法律对你适用，部分或全部上诉免责声明、除外条款或限制可能对你不适用，因此你可能拥有额外权利。

source: The APIs and API Content may include hyperlinks to sites maintained or controlled by others and not affiliated with or under the control of {platform_name}. {platform_name_capitalized} and the {platform_name} Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at these third-party sites. If you decide to access linked third-party websites, you do so at your own risk.
pt_br: As APIs e o Conteúdo da API podem incluir hiperlinks para sites mantidos ou controlados por terceiros e não afiliados ou sob o controle de {platform_name}. {Platform_name_capitalized} e os participantes da {platform_name} não são responsáveis por, e não examinam, aprovam, revise ou avalie o conteúdo ou o uso de qualquer um dos produtos ou serviços oferecidos nesses sites de terceiros. Se você decidir acessar sites de terceiros vinculados, é por sua conta e risco.
zh_cn: API 和 API 内容可能包括指向由他人维护或控制且不附属于{platform_name}或受 {platform_name}控制的网站的超链接。{platform_name_capitalized} 和{platform_name} 参与者不负责，也不定期筛选、批准、审查或认可这些第三方网站可能提供的任何产品或服务的内容或使用。如果您决定访问链接的第三方网站，则风险自担。

source: To the maximum extent permitted by applicable law, you agree to defend, hold harmless and indemnify {platform_name} and the {platform_name} Participants, and their respective subsidiaries, affiliates, officers, faculty, learners, fellows, governing board members, agents and employees from and against any third-party claims, actions or demands arising out of, resulting from or in any way related to your use of the APIs and any API Content, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature. In such a case, {platform_name} or one of the {platform_name} Participants will provide you with written notice of such claim, action or demand.
pt_br: Na extensão máxima permitida pela lei aplicável, você concorda em defender, isentar e indenizar os participantes de {platform_name} e seus respectivos subsidiários, afiliados, oficiais, professores, estudantes, bolsistas, membros do conselho de administração, agentes e funcionários de e contra quaisquer reivindicações, ações ou demandas de terceiros decorrentes, resultantes de ou de alguma forma relacionados ao seu uso das APIs e a qualquer Conteúdo da API, incluindo qualquer responsabilidade ou despesa decorrente de toda e qualquer reivindicação, perda, dano (real e conseqüente), ações, julgamentos, custos de litígios e honorários advocatícios, de todo tipo e natureza. Nesse caso, {platform_name} ou um dos { platform_name} Os participantes fornecerão a você um aviso por escrito de tal reivindicação, ação ou demanda.
zh_cn: 在适用法律允许的最大范围内，您同意为 {platform_name} 和{platform_name}参与者及其各自的子公司、关联公司、管理人员、教职员工、学员、研究员、理事会进行辩护、维持和赔偿因您使用 API 和任何 API 内容而产生或以任何方式导致的任何第三方索赔、行动或要求，包括因任何和所有索赔、损失而产生的任何责任或费用，其成员、代理人和员工，各种种类和性质的损害赔偿（实际和后果）、诉讼、判决、诉讼费用和律师费。在这种情况下，{platform_name}或{platform_name}之一的参与者将为您提供此类声明、行动或要求的书面通知。

source: General Legal Terms
pt_br: Termos legais gerais
tr_tr: Genel Hukuki Koşullar
zh_cn: 一般性法律条款

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
pt_br: Os Termos constituem o contrato completo entre você e {platform_name} com relação ao uso das APIs e ao Conteúdo da API, substituindo quaisquer acordos anteriores entre você e {platform_name} em relação ao uso das APIs e do Conteúdo da API. A falha de {platform_name } exercer ou fazer cumprir qualquer direito ou disposição dos Termos não constituirá uma renúncia a esse direito ou disposição.Se alguma das disposições dos Termos for considerada inválida por um tribunal de jurisdição competente, as partes concordam que o tribunal deve procurar para efetivar as intenções das partes, conforme refletido na provisão e nas demais provisões dos Termos, permanecerão em pleno vigor e efeito. Os Termos não criam direitos de terceiros beneficiários ou qualquer agência, parceria ou joint venture. Para avisos fornecidos a você por {platform_name} sob estes Termos, {platform_name} poderá notificá-lo por meio do endereço de e-mail associado à sua conta {platform_name}.
zh_cn: 此条款构成你和 {platform_name} 之间与你使用 API 和 API Content 有关的完整协议，取代你和 {platform_name} 之间与你使用 API 和 API Content 有关的所有事先协议。{platform_name} 未能行使或执行此条款的任何权利或规定并不得构成对此类权利或规定的弃权。如果具有合法管辖权的法院发现此条款的任何规定无效，但是各方一致同意法院应按照该条规定尽量让相关方的意愿生效，且此条款的其他规定仍然全面有效和生效。此条款不影响任何第三方受益权或任何代理、合作伙伴或合资企业。根据这些条款由 {platform_name} 为你提供的任何通知，{platform_name} 均可通过与你的 {platform_name} 帐户关联的电子邮箱地址通知你。

source: You agree that the Terms, the APIs, and any claim or dispute arising out of or relating to the Terms or the APIs will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions. You agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A. You consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum). Notwithstanding the foregoing, you agree that {platform_name} shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.
pt_br: Você concorda que os Termos, as APIs e qualquer reclamação ou disputa decorrente ou relacionada aos Termos ou APIs serão regidos pelas leis da Commonwealth of Massachusetts, excluindo suas disposições sobre conflitos de leis. Você concorda que todas essas reclamações e disputas serão ouvidas e resolvidas exclusivamente nos tribunais federais ou estaduais localizados em Cambridge, Massachusetts, EUA, e você concorda com a jurisdição pessoal desses tribunais sobre você para esse fim e renuncia e concorda em não reivindicar qualquer objeção a esses procedimentos nesses tribunais (incluindo qualquer defesa ou objeção por falta de jurisdição apropriada ou local ou inconveniência do fórum). Não obstante o acima exposto, você concorda que {platform_name} ainda poderá solicitar medidas cautelares (ou um tipo equivalente de assistência jurídica urgente) em qualquer jurisdição.
zh_cn: 您同意，条款、API 以及由条款或 API 引起的或与该条款或 API 相关的任何索赔或争议将受马萨诸塞州法律管辖，但法律冲突条款除外。您同意，所有此类索赔和争议将仅在位于美国马萨诸塞州剑桥市并服务于美国的联邦或州法院审理和解决。您同意这些法院为此目的对您拥有属人管辖权，并且您放弃并同意不对这些法院对此类程序提出任何异议（包括任何辩护或反对缺乏适当管辖权或地点或不便）论坛）。尽管有上述规定，您同意{platform_name}仍允许在任何司法管辖区申请禁令救济（或同等类型的紧急法律救济）。

source: Termination
pt_br: Terminação
tr_tr: Sona Erdirme
zh_cn: 终止

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
pt_br: Você pode parar de usar as APIs a qualquer momento. Você concorda que {platform_name}, ema seu exclusivo critério e a qualquer momento, pode encerrar o uso das APIs ouqualquer conteúdo da API por qualquer motivo ou sem motivo, sem aviso prévio ouresponsabilidade, sujeição, tendência, suscetibilidade, deficiência, dependência.
tr_tr: API'leri istediğiniz zaman kullanmayı bırakabilirsiniz. {platform_name} platformunun kendi takdirine bağlı olarak ve herhangi bir zamanda API'leri veya herhangi bir API İçeriği kullanımınızı herhangi bir nedenle veya sebep göstermeksizin, önceden bildirimde bulunmaksızın veya herhangi bir yükümlülük altına girmeksizin sonlandırabileceğini kabul etmiş sayılırsınız.
zh_cn: 您可以随时停止使用 API。您同意 {platform_name}，可自行决定，随时可以终止您使用API或任何API内容的任何原因，没有任何理由，恕不另行通知或责任。

source: {platform_name_capitalized} and the {platform_name} Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any API or API Content offered through {platform_name}, or to cease providing any part or all of the APIs or API Content or related services, and you agree that neither {platform_name} nor any of the {platform_name} Participants will have any liability to you for such an action.
pt_br: {platform_name_capitalized} e os participantes da {platform_name} se reservam o direito de, a qualquer momento, a seu exclusivo critério, cancelar, atrasar, reagendar ou alterar o formato de qualquer API ou Conteúdo da API oferecido por meio de {platform_name} ou deixar de fornecer parte ou todo das APIs, do Conteúdo da API ou dos serviços relacionados, e você concorda que nem {platform_name} nem nenhum dos participantes da {platform_name} terão qualquer responsabilidade perante você por essa ação.
zh_cn: {platform_name_capitalized} 和{platform_name} 参与者保留随时自行决定取消、延迟、重新安排或更改通过{platform_name}提供的任何 API 或 API 内容的格式的权利，或停止提供任何部分或所有 API 或 API 内容或相关服务，您同意 {platform_name}或任何 {platform_name}参与者对此类操作均不承担任何责任。

source: Upon any termination of the Terms or discontinuation of your access to an API for any reason, your right to use any API and API Content will immediately cease. You will immediately stop using the APIs and delete any cached or stored API Content from Your Application and your networks, systems and servers as soon as reasonably possible. All provisions of the Terms that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability. Termination of your access to and use of the APIs and API Content shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to {platform_name}, including without limitation any indemnification obligations contained herein.
pt_br: Após o término dos Termos ou a descontinuação do seu acesso a uma API por qualquer motivo, o seu direito de usar qualquer API e o Conteúdo da API cessará imediatamente. Você interromperá imediatamente o uso das APIs e excluirá o Conteúdo da API armazenado em cache ou armazenado do Aplicativo. e suas redes, sistemas e servidores o mais rápido possível.Todas as disposições dos Termos que, por sua natureza, devem sobreviver à rescisão deverão sobreviver à rescisão, incluindo, sem limitação, disposições de propriedade, isenções de garantia e limitações de responsabilidade. e o uso das APIs e do Conteúdo da API não isentará você de nenhuma obrigação decorrente ou decorrente antes de tal rescisão ou limitará qualquer responsabilidade que você possa ter de {platform_name}, incluindo, sem limitação, quaisquer obrigações de indenização contidas neste documento.
zh_cn: 在条款终止或出于任何原因停止对 API 的访问时，您使用任何 API 和 API 内容的权利将立即停止。您将立即停止使用 API，并尽快从应用程序以及您的网络、系统和服务器中删除任何缓存或存储的 API 内容。本条款中所有条款中应经终止生存的所有条款均应经终止，包括但不限于所有权规定、免责声明和责任限制。终止您对 API 和 API 内容的访问和使用，不得免除您在终止 API 之前产生或累积的任何义务，或限制您否则可能对 {platform_name}承担的任何责任，包括但不限于任何此处包含的赔偿义务。

source: Edit {catalog_name}
pt_br: Editar {catalog_name}
tr_tr: Düzenle: {catalog_name}
zh_cn: 编辑 {catalog_name}

source: Download CSV
pt_br: Baixar CSV
tr_tr: CSV İndir
zh_cn: 下载CSV文档

source: Delete this catalog
pt_br: Excluir este catálogo
tr_tr: Bu kataloğu sil
zh_cn: 删除此列表。

source: Update Catalog
pt_br: Baixar catálogo
tr_tr: Kataloğu Güncelle
zh_cn: 更新列表。

source: Catalogs for {username}
pt_br: Catálogos para {username}
tr_tr: {username} için kataloglar
zh_cn: {username}的列表

source: Create new catalog:
pt_br: Criar novo catálogo:
tr_tr: Yeni katalog oluştur:
zh_cn: 创建新的劣币哦啊：

source: Create Catalog
pt_br: Criar Catálogo
tr_tr: Katalog Oluştur
zh_cn: 创建列表

source: Catalog search
pt_br: Busca de Catálogo
tr_tr: Katalog ara
zh_cn: 列表搜索

source: Catalog Search
pt_br: Busca de Catálogo
tr_tr: Katalog Ara
zh_cn: 列表搜索

source: Enter a username to view catalogs belonging to that user.
pt_br: Digite um usuário para ver catálogos que pertencem ao usuário
tr_tr: Bu kullanıcıya ait katalogları görmek için kullanıcı adını girin.
zh_cn: 输入用户名查看该用户的列表。

source: Open Calculator
pt_br: Abrir calculadora
tr_tr: Hesap Makinesini Aç
zh_cn: 开启计算器

source: Enter equation
pt_br: Digitar equação
tr_tr: Denklem gir
zh_cn: 输入等式

source: Calculator Input Field
pt_br: Campo de entrada para a calculadora
tr_tr: Hesap Makinesi Giriş Alanı
zh_cn: 计算器输入项

source: Hints
pt_br: Dicas
tr_tr: İpuçları
zh_cn: 提示

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
pt_br: Utilize as teclas das setas para consultar as dicas e a tecla tab para retornar à calculadora
tr_tr: Ok tuşlarını kullanarak ipuçlarında gezinebilir ve tab düğmesiyle hesap makinesine dönebilirsiniz
zh_cn: 使用方向键在提示中导航或者使用tab键返回到计算器

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Learners{guide_link_end}.
pt_br: Para informações detalhadas, veja {math_link_start}Inserindo Expressões Científicas e Matemáticas{math_link_end} no {guide_link_start}Guia para alunos edX{guide_link_end}.
zh_cn: 更多详细信息, 请访问{guide_link_start}学员使用指南{guide_link_end} 里的{math_link_start}输入数学和科学表达式{math_link_end} 。

source: Tips
pt_br: Dicas
tr_tr: İpuçları
zh_cn: 提示

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
pt_br: Use parênteses () para tornar as expressões mas claras. Você pode usar parênteses dentro de parênteses.
tr_tr: İfadeyi anlaşılır yapmak için parantez () kullanın. Parantez içinde parantez kullanabilirsiniz.
zh_cn: 使用括号()来明确表达式。您可以在括号内使用括号。

source: Do not use spaces in expressions.
pt_br: Não use espaços nas expressões.
tr_tr: İfadenizde boşluk karakteri kullanmayınız.
zh_cn: 不要在表达式中使用空格。

source: For constants, indicate multiplication explicitly (example: 5*c).
pt_br: Para constantes, indique as multiplicações explicitamente (exemplo: 5*c)
tr_tr: Sabitler için, çarpmayı açıkça göster (örnek: 5*c).
zh_cn: 对于常数，表明乘法明确(例如:5*c)。
