Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
pt_br: Identificador único para este fornecedor de crédito. Apenas caracteres alfanuméricos e hifens (-) são permitidos. O identificador é sensível a maiúsculas e minúsculas
tr_tr: Bu kredi sağlayıcı için benzersiz tanıtıcı. Yalnızca alfanümerik karakterler ve kısa çizgi (-) kullanılabilir. Tanıtıcı büyük-küçük harf duyarlıdır.
zh_cn: 学分提供方的唯一标识符。只允许使用数字、字母和连字符(-)，且大小写敏感。

source: Whether the credit provider is currently enabled.
pt_br: Se o provedor de crédito está ativado atualmente.
tr_tr: Kredi sağlayıcının etkin olup olmadığı.
zh_cn: 当前是否启用学分提供方。

source: Name of the credit provider displayed to users
pt_br: Nome do fornecedor de crédito exibido aos usuários
tr_tr: Kullanıcılara gösterilen kredi sağlayıcı ismi.
zh_cn: 展现给用户的学分提供者的名称

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
pt_br: Quando verdadeiro, notificar automaticamente o fornecedor do crédito quando o usuário solicita o crédito. Para este trabalho, uma chave secreta compartilhada DEVE ser configurada para o fornecedor do crédito em configurações legítimas.
tr_tr: True olarak işaretlendiğinde, kullanıcı kredi talebinde bulunduğunda kredi sağlayıcıya bildir. Bu ayarın çalışması için güvenli yetkilendirme ayarlarında kredi sağlayıcı için paylaşılmış gizli anahtar YAPILANDIRILMALIDIR.
zh_cn: 当该值为True时，若用户请求学分则自动通知学分提供方。为使该操作生效，共享密钥必须配置学分提供方的安全认证设置。

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
pt_br: URL do fornecedor do crédito. Se a integração automática estiver autorizada, esta será a nossa última POSTAGEM para notificar o fornecedor de uma solicitação de crédito. Caso contrário, o usuário será mostrado em um link para esta URL, então o usuário pode solicitar o crédito diretamente do fornecedor.
tr_tr: Kredi sağlayıcının URL'si. Otomatik bütünleştirme aktifse bu noktadan sonra kredi talebini kredi sağlayıcısına BİLDİRECEĞİZ. Aksi takdirde kullanıcıya bu bağlantıya yönlendirilen bir URL gösterilecektir. Bu sayede kullanıcının kendisi kredi sağlayıcıdan kredi talep edebilir.
zh_cn: 信贷提供者之网址。如果可以启动自动集成，这将是最后一次发布通知信贷提供者。除此之外，使用者将可看到一个链接网址，使用者可以直接向信贷提供者申请贷款。

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to learners *after* they have requested credit.
pt_br: URL do fornecedor do crédito de onde o usuário pode verifica o andamento de sua solicitação por crédito. Isso estará exposto aos alunos assim que eles tenham solicitado o crédito.
zh_cn: 信贷提供者可从网址让使用者可检查他或她申请贷款之状态。这是显示於学员们申请贷款后。

source: Description for the credit provider displayed to users.
pt_br: Descrição do fornecedor de crédito exibido aos usuários.
tr_tr: Kullanıcılara gösterilen kredi sağlayıcı bilgisi.
zh_cn: 展现给用户的学分提供方的描述。

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
pt_br: Conteúdo html ou texto simples para demonstrar próximos passos na página do recibo *apos* pagar pelo crédito, para conseguir crédito, para um crédito de curso, perante um provedor de crédito.
tr_tr: Kredi sağlayıcısı karşılığından kredili bir dersten kredi almak için ödeme yapıldıktan *sonra* fatura sayfasında ileriki adımları gösteren düz metin ya da html içeriği.
zh_cn: 纯文本或html内容显示进一步收据页面於支付款项后，获得信贷提供者所提供之学分课程。

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
pt_br: Texto simples ou conteúdo html para a exibição de mensagem personalizada dentro do conteúdo do e-mail de titularidade de crédito, que é enviada quando o usuário atendeu a todos os requisitos de elegibilidade de crédito.
tr_tr: Kullanıcı, kredi uygunluk için olan gereklilikleri yerine getirdiğinde kredi uygunluğu ile ilgili e-posta içeriğindeki özel mesajı göstermek için olan düz metin veya html içeriği.
zh_cn: 纯文本或html内容显示，当使用者符合所有信贷资格时，会被发送用户信贷资格讯息通知。

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
pt_br: Conteúdo html ou texto simples para demonstrar mensagem padrão dentro do conteúdo de e-mail de recibo de crédito que é enviado *após* pagamento para obtenção de crédito para um curso.
tr_tr: Kredili bir ders için ücret ödendikten *sonra* kredi makbuzu ile ilgili e-posta içeriğindeki özel mesajı göstermek için olan düz metin veya html içeriği.
zh_cn: 纯文本或html内容显示，当支付学分课程后，会发送使用者收据讯息。

source: Thumbnail image url of the credit provider.
pt_br: Miniatura da imagem URL do fornecedor de crédito
tr_tr: Kredi sağlayıcının küçük resim bağlantısı.
zh_cn: 学分提供者的缩图网址。

source: Credit requirement statuses
tr_tr: Ders kredisi gereklilik durumları
zh_cn: 证书请求状态

source: Deadline for purchasing and requesting credit.
pt_br: Prazo final para compra e requisição de crédito.
tr_tr: Kredi satın alma ve talep etmek için son gün.
zh_cn: 购买和请求学分的截止日期。

source: Preview Language Administration
pt_br: Preview da Aministração de Idioma
tr_tr: Dil Önizleme Yönetimi
zh_cn: 预览语言管理

source: Language not provided
pt_br: Idioma não provido
tr_tr: Dil sağlanmıyor
zh_cn: 语言

source: Language set to {preview_language}
pt_br: Idioma definido para {preview_language}
tr_tr: Dil {preview_language} diline ayarlandı
zh_cn: 语言设置为 {preview_language}

source: Language reset to the default
pt_br: Idioma restaurado para o padrão
tr_tr: Dili varsayılana döndür
zh_cn: 语言重置为默认值

source: This is a test message
pt_br: Esta é uma mensagem teste
tr_tr: Bu bir test iletisidir
zh_cn: 这是一条测试消息

source: This is a success message
pt_br: Está é uma mensagem de sucesso
tr_tr: Bu bir başarı iletisidir
zh_cn: 这是一个成功的消息

source: This is a test warning
pt_br: Este é um aviso teste
tr_tr: Bu bir test uyarısıdır
zh_cn: 这是测试警告

source: This is a test error
pt_br: Este é um erro teste
tr_tr: Bu bir test hatasıdır
zh_cn: 这是一个测试错误

source: COURSE NOT FOUND. Please check that the course ID is valid.
pt_br: CURSO NÃO ENCONTRADO. Por favor, verifique se a identificação do curso está correta.
tr_tr: DERS BULUNAMADI. Lütfen ders ID bilgisinin geçerliliğini kontrol ediniz.
zh_cn: 课程未找到，请检查课程 ID 是否有效。

source: The course key for the restricted course.
pt_br: A chave de curso para o curso restrito.
tr_tr: Sınırlandırılmış ders için ders anahtarı.
zh_cn: 此受限课程的课程标识。

source: The message to show when a user is blocked from enrollment.
pt_br: Mensagem a exibir quando um usuário está bloqueado para realizar a inscrição.
tr_tr: Bir kullanıcı, kayıtlanmada engellendiğinde gösterilecek mesaj.
zh_cn: 当用户被阻止选课时显示的信息。

source: The message to show when a user is blocked from accessing a course.
pt_br: Mensagem a exibir quando um usuário está bloqueado para acessar o curso.
tr_tr: Bir kullanıcının, derse erişimi engellendiğinde kullanıcıya gösterilecek mesaj.
zh_cn: 对不起，您暂时无法进入此课程的学习。

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
pt_br: Permitir que usuários que se matriculem em um país permitido acessem cursos restritos de países excluídos.
tr_tr: İzin verilen ülkede, hariç tutulan ülkelerden sınırlandırılmış derslere erişim için kayıtlı olan kullanıcılara izin verin.
zh_cn: 允许注册于许可国家或地区的用户能从受限国家或地区登入受限课程。

source: Two character ISO country code.
pt_br: Código ISO de dois dígitos do país.
tr_tr: İki karakterli ISO ülke kodu.
zh_cn: ISO国家代码 （2位）

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
pt_br: Se desejar incluir ou excluir um determinado curso. Caso uma lista de países liberados forem relacionados, APENAS usuários destes países estarão liberados para acessar o curso. Se uma lista de países bloqueados forem relacionados, então os usuários destes países NÃO terão acesso ao curso.
tr_tr: Belirtilen dersi eklemek veya çıkarmak. Eğer beyaz listedeki ülkeler belirtilmişse, SADECE beyaz listedeki ülkelerden olan kullanıcılar derse erişebilir. Kara listedeki ülkeler belirtilmişse, kara listedeki ülkelerden olan kullanıcılar derse ERİŞEMEZ.
zh_cn: 无论保留或者删减指定课程。一旦某国被认定为白名单，则只有这个国家的用户可以参加课程；一旦某国被认定为黑名单，则这个国家的用户不能参加课程。

source: The course to which this rule applies.
pt_br: O curso, o qual essas regras são aplicadas.
tr_tr: Bu kuralların uygulandığı ders.
zh_cn: 使用该规则的课程。

source: The country to which this rule applies.
pt_br: O país, o qual essas regras são aplicadas.
tr_tr: Bu kuralların uygulandığı ülke.
zh_cn: 这条规律同样适用于这个国家。

source: Whitelist {country} for {course}
pt_br: Lista branca {country} para {course}
tr_tr: {course} dersi için {country} beyaz listede
zh_cn: 课程{course}的白名单国家： {country}

source: Blacklist {country} for {course}
pt_br: Lista negra {country} para {course}
tr_tr: {course} dersi için {country} kara listede
zh_cn: 课程{course}的黑名单国家： {country}

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
pt_br: Você já possui uma conta usando um login externo como WebAuth ou Shibboleth. Por favor, contate {tech_support_email} para assistência.
tr_tr: Önceden WebAuth veya Shibboleth gibi harici giriş bilgilerini kullanarak bir hesap oluşturdunuz. Lütfen destek için {tech_support_email} ile iletişime geçiniz.
zh_cn: 你已经创建使用外部登录类似的WebAuth或Shibboleth的帐户。请联系{tech_support_email}支持。

source: Your university identity server did not return your ID information to us. Please try logging in again. (You may need to restart your browser.)
pt_br: O server de identidade da sua universidade não nos retornou a a sua informação de ID. Por favor, tente entrar novamente. (Talvez você precisa reabrir o navegador.)
tr_tr: Üniversitenizin kimlik doğrulama sunucusu bize kimliğinizle ilgili bir cevap dönmedi. Lütfen tekrar giriş yapmayı deneyin. (Tarayıcınızı tekrar başlatmanız gerekebilir.)
zh_cn: 您学校的认证服务器没有返回您的信息。 请重新登陆。（也许您需要重启一下您的浏览器。）

source: Comma-separated list of scopes that this application will be allowed to request.
pt_br: Lista separada por vírgulas com os escopos que está aplicação poderá requisitar
zh_cn: 将允许此应用程序请求的逗号分隔作用域列表。

source: Content Provider
pt_br: Provedor de Conteúdo
tr_tr: İçerik Sağlayıcı
zh_cn: 内容提供商

source: Password Policy
pt_br: Política de Senha
tr_tr: Parola İlkeleri
zh_cn: 密码策略

source: {platform_name} now requires more complex passwords. Your current password does not meet the new requirements. Change your password now using the "Forgot password?" link below to continue using the site. Thank you for helping us keep your data safe.
tr_tr: {platform_name} platformu artık daha karmaşık parolalar gerektiriyor. Mevcut parolanız bu yeni gereklilikleri karşılamıyor. Siteyi kullanmaya devam etmek için aşağıdaki "Parolanızı mı unuttunuz?" bağlantısından parolanızı değiştirin. Verilerinizi güvende tutmamıza yardımcı olduğunuz için teşekkür ederiz.
zh_cn: {platform_name}现在需要更复杂的密码。您当前的密码不符合新要求。立即使用下面的"忘记密码"链接更改密码以继续使用该网站。感谢您帮助我们保护您的数据安全。

source: {platform_name} now requires more complex passwords. Your current password does not meet the new requirements. You must change your password by {deadline} to be able to continue using the site. To change your password, select the dropdown menu icon next to your username, then select "Account". You can reset your password from this page. Thank you for helping us keep your data safe.
tr_tr: {platform_name} platformu artık daha karmaşık parolalar gerektiriyor. Mevcut parolanız bu yeni gereklikleri karşılamıyor. Siteyi kullanmaya devam etmek için en geç {deadline} tarihine dek parolanızı değiştirmeniz gerekiyor. Parolanızı değiştirmek için kullanıcı adınızın yanındaki açılır menü içindeki "Hesap" bileşenini seçin. Parolanızı bu sayfadan sıfırlayabilirsiniz. Verilerinizi güvende tutmamıza yardımcı olduğunuz için teşekkür ederiz.
zh_cn: {platform_name} 现在需要更复杂的密码。您当前的密码不符合新要求。您必须在 {deadline} 之前更改密码才能继续使用该网站。要更改密码，请选择用户名旁边的下拉菜单图标，然后选择"帐户"。您可以从此页面重置密码。感谢您帮助我们保护您的数据安全。

source: The file must be smaller than {image_max_size} in size.
pt_br: O arquivo dever ter tamanho máximo de {image_max_size}.
tr_tr: Dosya {image_max_size} boyutundan küçük olmalıdır.
zh_cn: 文件必须小于 {image_max_size} 。

source: The file must be at least {image_min_size} in size.
pt_br: O arquivo deve ter tamanho minimo de {image_min_size}.
tr_tr: Dosya en az {image_min_size} boyutunda olmalıdır.
zh_cn: 文件必须大于 {image_min_size} 。

source: The file must be one of the following types: {valid_file_types}.
pt_br: O arquivo deve estar em um dos seguintes formatos: {valid_file_types}.
tr_tr: Dosya türü şunlardan biri olmalıdır: {valid_file_types}.
zh_cn: 文件必须为以下其中一项样式：{valid_file_types}。

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
pt_br: O nome de extensão este arquivo não corresponde com os arquivos de dados. O arquivo pode estar corrompido
tr_tr: Bu dosya için belirtilen İçerik Türü üstbilgisi dosya verisiyle eşleşmiyor. Dosya bozuk olabilir.
zh_cn: 此文件内容类型标题不匹配文件数据。该文件可能已损坏。

source: The file name extension for this file does not match the file data. The file may be corrupted.
pt_br: O nome de extensão deste não coincide com os dados do arquivo. O arquivo pode estar corrompido.
tr_tr: Bu dosya uzantısı, dosya verisiyle eşleşmiyor. Dosya bozuk olabilir.
zh_cn: 扩展之文件名称不匹配文件数据。该文件可能已损坏。

source: bytes
tr_tr: byte
zh_cn: 字节

source: No file provided for profile image
pt_br: Nenhum arquivo definido para a imagem de Perfil.
tr_tr: Profil resmi için bir dosya sağlanmadı.
zh_cn: 未向档案照片提交文件

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
pt_br: Caminho usado para construir URLs para páginas de programas de Marketing(por exemplo, "/foo")
zh_cn: 用于为程序营销页面构建 URL 的路径（例如，"/foo"）。

source: Known Error Case
pt_br: Causas de Erros Conhecidas
tr_tr: Bilinen Hata Durumu
zh_cn: 已知错误案例

source: Schedule start < course start
pt_br: início do cronograma < início do curso
tr_tr: Takvim başlangıcı < ders başlangıcı
zh_cn: 计划开始 + 课程开始

source: All
pt_br: Todos
tr_tr: Tümü
zh_cn: 所有

source: Experience
pt_br: Experiência
tr_tr: Deneyim
zh_cn: 经验

source: Schedules
pt_br: Cronograma
tr_tr: Takvimler
zh_cn: 时间表

source: Indicates if this schedule is actively used
pt_br: Indica se esse cronograma está sendo usado ativamente
tr_tr: Bu takvimin aktif bir şekilde kullanılıp kullanılmadığını gösterir
zh_cn: 指示此计划是否被主动使用

source: Date this schedule went into effect
pt_br: Data em que esse cronograma entrou em efeito
tr_tr: Bu programın yürürlüğe girdiği tarih
zh_cn: 此计划生效的日期

source: Deadline by which the learner must upgrade to a verified seat
pt_br: Data limite que o aluno deve fazer o upgrade para um assento verificado.
zh_cn: 学员必须升级到已验证座位的截止日期

source: Schedule
pt_br: Horário
tr_tr: Takvim
zh_cn: 时间表

source: By %(filter_title)s
pt_br: Por %(filter_title)s
tr_tr: %(filter_title)s İle
zh_cn: 通过%(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
pt_br: Bem-vindo a semana %(week_num)s de %(course_name)s
tr_tr: %(course_name)s dersinin %(week_num)s. haftasına hoş geldiniz!
zh_cn: 欢迎访问%(course_name)s的 %(week_num)s 周！

source: We hope you're enjoying <strong>%(course_name)s</strong>! We want to let you know what you can look forward to in week %(week_num)s:
pt_br: Esperamos que você esteja aproveitando o curso <strong>%(course_name)s</strong>!Queremos que você saiba o que pode experar na semana %(week_num)s:
zh_cn: 我们希望您享受<strong>%(course_name)s</strong>我们希望让您知道在 %(week_num)s的周中可以期待什么：

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
pt_br: Com cursos individualizados, você aprende no seu ritmo. Nós o encorajamos apassar um tempo no curso durante cada semana. Seu foco será recompensado nofinal
tr_tr: Kendi hızınızda ilerleyebileceğiniz derslerle kendi programınıza göre öğrenirsiniz. Her hafta derste zaman geçirmenizi öneririz. Odaklanmış dikkatiniz sonunda karşılığını alacaktır!
zh_cn: 通过自定进度的课程，您可以按照自己的时间表学习。我们鼓励您每周都花时间参加课程。你集中注意力终究会付之不来！

source: Resume your course now
pt_br: Continuar o curso agora
tr_tr: Dersinize devam edin
zh_cn: 立即继续课程

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
pt_br: Esperamos que você esteja aproveitando o curso <strong>%(course_name)s</strong>!Queremos que você saiba o que pode experar na semana %(week_num)s:
tr_tr: %(course_name)s dersinden keyif aldığınızı umut ediyoruz! %(week_num)shafta içinde neler bekleyebileceğinizi size bildirmek istiyoruz:
zh_cn: 我们希望您享受 %(course_name)s！我们希望让您知道在%(week_num)s的周中可以期待什么：

source: Welcome to week %(week_num)s
pt_br: Bem-vindo a semana %(week_num)s
tr_tr: %(week_num)s. haftaya hoş geldiniz
zh_cn: 欢迎访问%(week_num)s周

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
pt_br: Muitos alunos da %(platform_name)s estão completendo mais problemas toda semana e participando das discussões nos fóruns. O que você quer continuar aprendendo?
tr_tr: Pek çok %(platform_name)s öğrencisi her hafta çok sayıda problem çözüyor ve tartışma forumlarına katılıyor. Öğrenmeye devam etmek istiyor musunuz?
zh_cn: 许多 %(platform_name)s的学员每周都要完成更多的问题，并参加论坛。您想做什么来继续学习？

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
pt_br: Muitos alunos da %(platform_name)s estão completendo mais problemas toda semana e participando das discussões nos fóruns. O que você quer continuar aprendendo?
tr_tr: %(course_name)s içindeki pek çok %(platform_name)s öğrencisi her hafta çok sayıda problem çözüyor ve tartışma forumlarına katılıyor. Öğrenmeye devam etmek istiyor musunuz?
zh_cn: %(platform_name)s中的许多%(course_name)s学员每周都要完成更多的问题，并参加论坛。您想做什么来继续学习？

source: Keep up the momentum!
pt_br: Mantenha o ritmo!
tr_tr: Başaracaksın. Çalışmaya devam!
zh_cn: 保持动力！

source: Many %(platform_name)s learners in <strong>%(course_name)s</strong> are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
pt_br: Muitos alunos da %(platform_name)s estão completendo mais problemas toda semana e participando das discussões nos fóruns. O que você quer continuar aprendendo?
tr_tr: %(platform_name)s platformundaki pek çok <strong>%(course_name)s</strong>öğrencisi her hafta çok sayıda problem çözüyor ve tartışma forumlarına katılıyor. Öğrenmeye devam etmek istiyor musunuz?
zh_cn: <strong>%(course_name)s</strong>中的许多 %(platform_name)s学员每周都要完成更多的问题，并参加论坛。您想做什么来继续学习？

source: Keep learning
pt_br: Continue Aprendendo
tr_tr: Öğrenmeye devam
zh_cn: 不断学习

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
pt_br: Se lembra quando você se inscreveu no %(course_name)s, e outros cursos naplataforma %(platform_name)s? Nós nos lembros, e estamos felizes de ter você! Venha ver o que as pessoas estão aprendendo!
tr_tr: %(platform_name)s platformunda %(course_name)s eğitimine ve diğer eğitimlere ne zaman kaydolduğunu hatırlıyor musun? Biz hatırlıyoruz, ve üyemiz olduğun için mutluyuz! Gel ve diğerlerinin neler öğrendiğine gözat.
zh_cn: 还记得在 %(platform_name)s上注册%(course_name)s和其他课程时吗？我们做到了，我们很高兴有您！来看看每个人都在学习什么。

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
pt_br: Se lembra quando você se inscreveu no %(course_name)s, e outros cursos naplataforma %(platform_name)s? Nós nos lembros, e estamos felizes de ter você! Venha ver o que as pessoas estão aprendendo!
tr_tr: %(platform_name)s platformunda %(course_name)s eğitimine ne zaman kaydolduğunu hatırlıyor musun? Biz hatırlıyoruz, ve üyemiz olduğun için mutluyuz! Gel ve diğerlerinin neler öğrendiğine gözat.
zh_cn: 还记得您在%(platform_name)s上注册 %(course_name)s时吗？我们做到了，我们很高兴有您！来看看每个人都在学习什么。

source: Keep learning today
pt_br: Continue aprendendo hoje
tr_tr: Bugün öğrenmeye devam edin
zh_cn: 保持学习的今天

source: Remember when you enrolled in <strong>%(course_name)s</strong>, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
pt_br: Se lembra quando você se inscreveu no %(course_name)s, e outros cursos naplataforma %(platform_name)s? Nós nos lembramos, e estamos felizes de ter você! Venha ver o que as pessoas estão aprendendo!
tr_tr: %(platform_name)s platformunda <strong>%(course_name)s</strong>eğitimine ve diğer eğitimlere ne zaman kaydolduğunu hatırlıyor musun? Biz hatırlıyoruz, ve üyemiz olduğun için mutluyuz! Gel ve diğerlerinin neler öğrendiğine göz at.
zh_cn: 还记得在<strong>%(platform_name)s上注册%(course_name)s</strong>和其他课程时吗？我们做到了，我们很高兴有你！来看看每个人都在学习什么。

source: Remember when you enrolled in <strong>%(course_name)s</strong> on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
pt_br: Se lembra quando você se inscreveu no %(course_name)s plataforma %(platform_name)s? Nós nos lembramos, e estamos felizes de ter você!Venha ver o que as pessoas estão aprendendo!
tr_tr: %(platform_name)s platformunda <strong>%(course_name)s</strong> eğitimine ne zaman kaydolduğunu hatırlıyor musun? Biz hatırlıyoruz ve üyemiz olduğun için mutluyuz! Gel ve diğerlerinin neler öğrendiğine göz at.
zh_cn: 还记得您在 %(platform_name)s上注册<strong>%(course_name)s</strong>时吗？我们做到了，我们很高兴有您！来看看每个人都在学习什么。

source: Start learning now
pt_br: Comece a aprender agora
tr_tr: Öğrenmeye hemen başlayın
zh_cn: 立即开始学习

source: Keep learning on %(platform_name)s
pt_br: Continue aprendendo no %(platform_name)s
tr_tr: %(platform_name)s platformunda öğrenmeye devam
zh_cn: 在 %(platform_name)s上继续学习

source: Keep learning in %(course_name)s
pt_br: Continue aprendendo no %(course_name)s
tr_tr: %(course_name)s dersinde öğrenmeye devam
zh_cn: 在%(course_name)s中继续学习

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
pt_br: Esperamos que você esteja aproveitando aprender com a gente %(platform_name)s! Um certificado verificado permite que você mostre seus novos conhecimentos e havilidades. Um certificado do %(platform_name)s é oficial e facilmente compartilhado. Faça o update até %(user_schedule_upgrade_deadline_time)s.
tr_tr: Umarız şu ana dek %(platform_name)s eğitiminde bizimle birlikte öğrenmekten keyif alıyorsunuzdur! Onaylı bir sertifika, yeni bilgi ve becerilerinizi öne çıkarmanızı sağlar. %(platform_name)s sertifikası resmidir ve kolaylıkla paylaşılabilir. %(user_schedule_upgrade_deadline_time)s tarihine dek bu sertifikayı edinebilirsiniz.
zh_cn: 我们希望到目前为止您喜欢在%(platform_name)s上学习！通过验证的证书，您可以突出您的新知识和技能%(platform_name)s的证书是官方的，易于共享。%(user_schedule_upgrade_deadline_time)s.进行升级。
