Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: To avoid errors, {platform_name} strongly recommends that you remove unsupported features from the course advanced settings. To do this, go to the {link_start}Advanced Settings page{link_end}, locate the "Advanced Module List" setting, and then delete the following modules from the list.
pt_br: Para evitar erros, {platform_name} recomenda que sejam removidos os recursos indisponíveis nas configurações avançadas do curso. Para isso, vá para a {link_start}Página de Configurações Avançadas{link_end}, localize a configuração da "Lista de Módulos Avançados" e exclua os seguintes módulos da lista.
tr_tr: Hatalardan kaçınmak için, {platform_name} desteklenmeyen özellikleri gelişmiş ders ayarlarından kaldırmanızı şiddetle tavsiye eder. Bunu yapmak için {link_start}Gelişmiş Ayarlar sayfasına{link_end} gidin, "Gelişmiş Modül Listesi" ayarını bulun ve sonra ilgili modülleri listeden silin.
zh_cn: 为了避免错误的发生， {platform_name} 强烈推荐您移除课程高级设置里的不再更新的功能。您可以从{link_start}高级功能设置页面{link_end}。选择“高级单元清单”设置，从列表删除相关模块组件。

source: Unsupported Advance Modules
pt_br: Módulos Avançados Indisponíveis
tr_tr: Desteklenmeyen Gelişmiş Modüller
zh_cn: 不再更新的高级组件

source: Click to add a new section
pt_br: Clique para adicionar uma nova seção
tr_tr: Yeni bölüm açmak için tıklayın
zh_cn: 点击添加新的一章

source: New Section
pt_br: Nova Seção
tr_tr: Yeni Bölüm
zh_cn: 添加新章节

source: Reindex current course
pt_br: Reindexar curso atual
tr_tr: Mevcut dersi yeniden indeksle
zh_cn: 重新索引当前课程

source: Reindex
pt_br: Reendereçar
tr_tr: Yeniden indeksle
zh_cn: 重新索引

source: Collapse All Sections
pt_br: Contrair todas as seções
tr_tr: Bütün bölümleri daralt
zh_cn: 折叠所有章节

source: Expand All Sections
pt_br: Expandir todas as seções
tr_tr: Bütün Bölümleri Genişlet
zh_cn: 展开所有章

source: Click to open the courseware in the LMS in a new tab
pt_br: Clique para abrir o material do curso no LMS em uma nova aba
tr_tr: LMS'teki ders yazılımlarını yeni sekmede açmak için tıklayın
zh_cn: 点击以在新的标签页中使用LMS打开课件

source: View Live
pt_br: Visualizar no ar
tr_tr: Canlı Görüntüle
zh_cn: 在线查看

source: Edit Start Date
pt_br: Alterar data de início
tr_tr: Başlangıç Tarihi Düzenle
zh_cn: 编辑开始日期

source: Course Pacing
pt_br: Progresso do curso
tr_tr: Ders Denetimi
zh_cn: 课程速率

source: Self-Paced
pt_br: Ritmo auto-definido:
tr_tr: Kendi Kendine Eğitim
zh_cn: 自学模式

source: Instructor-Paced
pt_br: Ritmo definido pelo instrutor
tr_tr: Eğitmenli Eğitim
zh_cn: 教师引导模式

source: Creating your course organization
pt_br: Criando a organização do seu curso
tr_tr: Ders organizasyonunuzu oluşturma
zh_cn: 创建您的课程组织

source: You add sections, subsections, and units directly in the outline.
pt_br: Você pode acrescentar seções, subseções e unidades diretamente no esboço.
tr_tr: Bölümleri, altbölümleri ve üniteleri doğrudan taslağa ekle.
zh_cn: 您可以直接在大纲中添加章、节和单元。

source: Create a section, then add subsections and units. Open a unit to add course components.
pt_br: Crie uma seção, e depois acrescente subseções e unidades. Abra uma unidade para acrescentar componentes do curso.
tr_tr: Bölüm oluşturun, sonra altbölümleri ve üniteleri ekleyin. Ders bileşenleri eklemek için bir ünite açın.
zh_cn: 创建一个章，然后添加节和单元；打开一个单元以添加课程组件。

source: Reorganizing your course
pt_br: Reorganizando seu curso
tr_tr: Dersinizi yeniden düzenleme
zh_cn: 重新组织您的课程

source: Drag sections, subsections, and units to new locations in the outline.
pt_br: Arraste seções, subseções, e unidades para novos lugares no esboço.
tr_tr: Bölümleri, altbölümleri ve üniteleri taslaktaki yeni konuma sürükleyin.
zh_cn: 在大纲中拖动章、节和单元到新的位置。

source: Learn more about the course outline
pt_br: Saiba mais sobre o esboço do curso
tr_tr: Ders taslağı hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于课程大纲的信息

source: Setting release dates and grading policies
pt_br: Configurando datas de lançamento e políticas de avaliação
tr_tr: Sürüm tarihleri ve notlandırma ilkelerini ayarlama
zh_cn: 设置课程公开日期和评分策略

source: Select the Configure icon for a section or subsection to set its release date. When you configure a subsection, you can also set the grading policy and due date.
pt_br: Selecione a opção de configuração de uma seção ou subseção para configurar a data de lançamento. Quando configurar uma subseção, você também pode acertar a política de avaliação e a data limite para entrega.
tr_tr: Yayın tarihini ayarlamak için bir bölüm veya altbölüme ait Yapılandırma simgesini seçin. Bir altbölümü yapılandırırken, aynı zamanda notlandırma politikası ve bitiş tarihini de belirleyebilirsiniz.
zh_cn: 选择配置图标来为章、节设置公开日期。在对节进行配置时，您还可以设置评分策略及截止日期。

source: Learn more about grading policy settings
pt_br: Aprenda mais sobre as configurações das políticas de pontuação
tr_tr: Notlandırma politikası ayarları hakkında daha fazla bilgi edinin
zh_cn: 了解更多有关政策设置的信息

source: Changing the content learners see
pt_br: Mudando o conteúdo que os alunos veem
tr_tr: Öğrencilerin göreceği içeriği değiştirme
zh_cn: 更改学员看到的内容

source: To publish draft content, select the Publish icon for a section, subsection, or unit.
pt_br: Para publicar conteúdo rascunho, selecione a opção "Publicar" para seção, subseção ou unidade.
tr_tr: Taslak içeriği yayımlamak için bölüm, alt bölüm veya ünitenin "Yayınla" simgesini seçin.
zh_cn: 请选择章、节或单元中的发布图标以发布草稿内容。

source: To make a section, subsection, or unit unavailable to learners, select the Configure icon for that level, then select the appropriate {em_start}Hide{em_end} option. Grades for hidden sections, subsections, and units are not included in grade calculations.
pt_br: Para tornar uma seção, subseção ou unidade indisponível para os alunos, selecione o ícone de configuração para este nível, então selecione a opção {em_start} Esconder apropriada{em_end}. Notas de seções, subseções e unidades escondidas não sãoincluídos no cálculo da nota.
tr_tr: Bir bölüm, altbölüm veya üniteyi öğrencilerin görmemesi için gizlemek istediğiniz kısma gelin ve {em_start}Gizle{em_end} seçeneğini ayarlayın. Gizlenmiş bölüm, altbölüm ve üniteler notlama hesaplamalarında gözardı edilir.
zh_cn: 要使某些章、节或单元内容对学习者不可用，请选择该级别的“配置”图标，然后选择相应的{em_start}隐藏{em_end}选项。隐藏的内容所包含的评分并不会被计算在课程成绩中。

source: To hide the content of a subsection from learners after the subsection due date has passed, select the Configure icon for a subsection, then select {em_start}Hide content after due date{em_end}. Grades for the subsection remain included in grade calculations.
pt_br: Para esconder o conteúdo de uma subseção dos alunos depois que a data limite da subseção já passou, selecione o icone de Configuração para a subseção, então{em_start}seleciona esconder conteudo depois da data de término{em_end}. Notas para a subseção continuam incluídas no cálculo da grade.
tr_tr: Altbölümün bitiş tarihi geçtiğinde bu içeriği öğrencilerden gizlemek istediğinizde, altbölümün Yapılandır simgesini seçin ve sonrasında {em_start}İçeriği bitiş tarihinden sonra gizle{em_end} seçeneğine tıklayın. Altbölümün notları genel not hesaplamasına dahil edilecektir.
zh_cn: 要在子节到期日期过后继续对学员隐藏该节的内容，请点击该节的"配置"图标，然后选择 {em_start}隐藏到期日期后的内容{em_end}。该节的得分仍将计入课程成绩。

source: Learn more about content visibility settings
pt_br: Aprenda mais sobre as configurações de visibilidade de conteúdo
tr_tr: İçerik görünürlüğü ayarları hakkında daha fazla bilgi
zh_cn: 了解更多关于内容可见性的设置

source: Pages
pt_br: Páginas
tr_tr: Sayfalar
zh_cn: 页面

source: New Page
pt_br: Nova página
tr_tr: Yeni Sayfa
zh_cn: 新的页面

source: Note: Pages are publicly visible. If users know the URL of a page, they can view the page even if they are not registered for or logged in to your course.
pt_br: Nota: Páginas são publicamente visíveis. Se usuários conhecem a URL de uma página, eles podem ver a página mesmo se não estiverem registrados ou se não tiverem entrado no seu curso.
tr_tr: Not: Sayfalar herkes tarafından görülebilir. Eğer kullanıcılar bir sayfanın URL'ini bilirse, derse kayıt yapmamış veya giriş yapmış olmasalar bile bu sayfayı görebilirler.
zh_cn: 注意：页面是公开可见的，知道该页面链接的用户可以直接查看，即使他们尚未注册或者登录到您的课程。

source: Show this page
pt_br: Mostrar essa página
tr_tr: Bu sayfayı göster
zh_cn: 显示该页面

source: Show/hide page
pt_br: Mostrar/esconder página
tr_tr: Sayfayı göster/gizle
zh_cn: 显示/隐藏页面

source: This page cannot be reordered
pt_br: Essa página não pode ser reordenada
tr_tr: Bu sayfa yeniden sıralanamaz
zh_cn: 该页面无法重新排序

source: You can add additional custom pages to your course.
pt_br: Você pode adicionar páginas personalizadas adicionais para o seu curso.
tr_tr: Dersinize özel olarak yaptığınız sayfaları ekleyebilirsiniz.
zh_cn: 您可以在课程中添加额外的自定义页面

source: Add a New Page
pt_br: Adicionar uma Nova Página
tr_tr: Yeni Bir Sayfa Ekle
zh_cn: 添加新的页面

source: What are pages?
pt_br: O que são páginas?
tr_tr: Sayfalar neye yarar?
zh_cn: 什么是页面？

source: Pages are listed horizontally at the top of your course. Default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages that you create.
tr_tr: Sayfalar dersinizin üst kısmında yatay olarak sıralanmıştır. Varsayılan sayfaları (Anasayfa, Ders, Tartışma, Wiki ve İlerleme) ders kitapları ve oluşturduğunuz özel yapım sayfalar izlemektedir.
zh_cn: 页面将会水平列在课程顶部。默认页面（主页、课程、讨论、Wiki 和进度），接下来是是您创建的教材和自定义页面。

source: Custom pages
pt_br: Páginas personalizadas
tr_tr: Özel yapılmış sayfalar
zh_cn: 自定义页面

source: You can create and edit custom pages to provide learners with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
pt_br: Você pode criar e editar páginas personalizadas para mostrar aos alunos conteúdo adicional do curso. Por exemplo, você pode criar páginas para as políticas de avaliação, slides do curso e um calendário do curso.
zh_cn: 您可以通过创建个性化页面来为学员提供额外的课程内容。例如，您可以为评分策略、课程幻灯片、课程日历等创建自定义页面。

source: How do pages look to learners in my course?
pt_br: Como as páginas aparecem para os alunos no meu curso?
zh_cn: 学员看到的课程页面会是什么样子？

source: Learners see the default and custom pages at the top of your course and use these links to navigate.
pt_br: Os alunos veem as páginas padrão e personalizadas no topo do curso e usam esses links para navegar.
zh_cn: 学员将会看到水平列于您课程主页上方的缺省页面及自定义页面的链接，并通过这些链接来漫游整个课程。

source: See an example
pt_br: Ver um exemplo
tr_tr: Bir örnek görün
zh_cn: 查看例子

source: Pages in Your Course
pt_br: Páginas no Seu Curso
tr_tr: Dersinizdeki Sayfalar
zh_cn: 课程中的页面

source: Preview of Pages in your course
pt_br: Pré-visualização das Páginas no seu curso
tr_tr: Dersinizdeki Sayfaları Önizle
zh_cn: 课程页面预览

source: Pages appear in your course's top navigation bar. The default pages (Home, Course, Discussion, Wiki, and Progress) are followed by textbooks and custom pages.
pt_br: Páginas aparecem na barra de navegação no topo do curso. As páginaspadrões (Página Inicial, Curso, Discussão, Wiki e Progresso) livros didáticos epáginas personalizadas vêm em sequência.
tr_tr: Dersinizin üst gezinti çubuğunda görünen sayfalar. Varsayılan sayfaları (Ana sayfa, Ders, Tartışma, Wiki ve İlerleme) ders kitapları ve özel yapım sayfalar izlemektedir.
zh_cn: 页面将显示在课程的顶部导航栏中。默认页面（主页、课程、讨论、维基和进度）后面是教科书和自定义页面。

source: close modal
pt_br: Fechar modal
tr_tr: kipi kapat
zh_cn: 关闭模式对话框

source: Internal Server Error
pt_br: Erro interno do servidor
tr_tr: İç Sunucu Hatası
zh_cn: 内部服务器错误

source: The Page You Requested Page Cannot be Found
pt_br: A página que você solicitou não pôde ser encontrada
tr_tr: Aradığınız sayfa bulunamadı
zh_cn: 您请求的页面无法找到

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
pt_br: Desculpe-nos . Não pudemos encontrar a página do {studio_name} que você está procurando. Você pode voltar para o Painel de Controle do {studio_name} e tentar novamente. Se você ainda tiver problemas com o acesso, por favor, {link_start} contate o suporte do {studio_name}{link_end} para obter mais ajuda.
tr_tr: Üzgünüz, aradığınız {studio_name} sayfasını bulamadık. {studio_name} paneline dönüp tekrar deneyebilirsiniz. Eğer sorun devam ediyorsa {link_start}{studio_name} destek ekibiyle iletişime geçerek{link_end} daha fazla yardım alabilirsiniz.
zh_cn: 很抱歉，我们无法找到您请求的{studio_name}页面。您可能希望返回至{studio_name}课程面板后重新尝试。如果您仍遇到问题，请随时{link_start}联系{studio_name}支持{link_end}以获取更多帮助。

source: The Server Encountered an Error
pt_br: O servidor encontrou um erro
tr_tr: Sunucu bir Hatayla Karşılaştı
zh_cn: 服务器发生错误

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again. If you are still having problems accessing things, please feel free to {link_start}contact {studio_name} support{link_end} for further help.
pt_br: Desculpe-nos. Houve um problema com o servidor durante o processamento deste último pedido. Você pode retornar ao Painel de Controle {studio_name} ou tentar esse pedido outra vez. Se você continua tendo problemas ao acessar informações, por favor, {link_start}contate o suporte do {studio_name} {link_end} para mais ajuda.
tr_tr: Üzgünüz. Son isteğinizi işlemeye çalışırken bir problem oluştu. {studio_name} ana paneline dönerek bunu tekrar deneyiniz. Hala problem yaşıyorsanız Lütfen yardım için {link_start}{studio_name} yardım grubu{link_end} ile iletişime geçin.
zh_cn: 很抱歉，服务器在处理您的上一个请求时遇到问题。您可能希望返回至{studio_name}课程面板或重新提交请求。如果您仍遇到问题，请随时{link_start}联系{studio_name}支持{link_end}以寻求帮助。

source: Library Export
pt_br: Exportação de Biblioteca
tr_tr: Kütüphane Dışa Aktarımı
zh_cn: 知识库导出

source: Course Export
pt_br: Exportação de curso
tr_tr: Dersi Dışa Aktar
zh_cn: 导出课程

source: About Exporting Libraries
pt_br: Sobre a Exportação de Bibliotecas
tr_tr: Kütüphane Dışa Aktarımları Hakkında
zh_cn: 关于导出知识库

source: You can export libraries and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the library structure and content. You can also re-import libraries that you've exported.
pt_br: Você pode exportar bibliotecas e editá-las fora do {studio_name}. O arquivo exportado possui extensão .tar .gz (ou seja, um arquivo .tar comprimido com GNU Zip) que contém a estrutura e o conteúdo da biblioteca. Você também pode re-importar as bibliotecas que você já tenha exportado.
tr_tr: Derslerinizi dışa aktarabilir ve {studio_name} dışında değiştirebilirsiniz. Dersin yapısını ve içeriğini içeren dışa aktarılan dosya .tar.gz dosyasıdır (diğer bir deyişle, GNU Zip'le sıkıştırılmış .tar dosyasıdır). Dışa aktardığınız dosyaları yeniden içe aktarabilirsiniz.
zh_cn: 您可以导出知识库并在{studio_name}之外编辑它们。导出的文件是一个包含知识库结构和内容的 .tar.gz 文件(即，使用GNU Zip压缩的 .tar 文件)。您也可以再次导入这些已经导出的知识库。

source: About Exporting Courses
pt_br: Sobre a exportação de cursos
tr_tr: Dersleri Dışarı Aktarma Hakkında
zh_cn: 关于导出课程

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
pt_br: Você pode exportar cursos e editá-los fora do {studio_name}. O arquivo exportado possui extensão .tar.gz (ou seja, um arquivo .tar comprimido com GNU Zip) que contêm a estrutura e conteúdo do curso. Você também pode re-importar cursos que você exportou.
tr_tr: Derslerinizi dışa aktarabilir ve {studio_name} dışında değiştirebilirsiniz. Dersin yapısını ve içeriğini içeren dışa aktarılan dosya .tar.gz dosyasıdır (diğer bir deyişle, GNU Zip'le sıkıştırılmış .tar dosyasıdır). Dışa aktardığınız dosyaları yeniden içe aktarabilirsiniz.
zh_cn: 您可以导出课程并在{studio_name}之外编辑它们。导出的文件是一个包含课程结构和内容的 .tar.gz 文件(即，使用GNU Zip压缩的 .tar 文件)。您也可以再次导入这些已经导出的课程。

source: {em_start}Caution:{em_end} When you export a course, information such as MATLAB API keys, LTI passports, annotation secret token strings, and annotation storage URLs are included in the exported data. If you share your exported files, you may also be sharing sensitive or license-specific information.
pt_br: {em_start}Cuidado:{em_end} Quando você exportar um curso, informações como as teclas MATLAB, passaportes LTI, sequências secretas de anotações de tokens, e anotações de URLs arquivadas serão incluídas nos dados exportados. Se você compartilhar seus arquivos exportados, poderá estar compartilhando informações secretas ou com licenças específicas.
tr_tr: {em_start}Dikkat:{em_end} Bir dersi dışa aktardığınızda, MATLAB API anahtarları, LTI pasaportları, ipucu için gizli belirteç dizgesi ve ipucu depolama URL'leri gibi bilgiler de dışa aktarılan verilere dahildir. Dışa aktarılmış dosyaları paylaşırsanız, aynı zamanda hassas veya lisansa özgü bilgi paylaşıyor olabilirsiniz.
zh_cn: {em_start}注意{em_end}：当您导出一门课程时，像MATLAB API密钥、LTI通行证、批注秘密令牌以及批注存储 URL 等信息都包含在导出的数据中。如果您分享了导出的文件，就等于您同时也分享了敏感的或者与许可证相关的信息。

source: Export My Library Content
pt_br: Exportar Meu Conteúdo de Biblioteca
tr_tr: Kütüphanemin İçeriğini Dışarı Aktar
zh_cn: 导出我的知识库内容

source: Export My Course Content
pt_br: Exportar o conteúdo do meu curso:
tr_tr: Dersimin İçeriğini Dışarı Aktar
zh_cn: 导出我的课程内容

source: Export Library Content
pt_br: Exportar Conteúdo da Biblioteca
tr_tr: Kütüphane İçeriğini Dışarı Aktar
zh_cn: 导出知识库内容

source: Export Course Content
pt_br: Exportar o conteúdo do curso
tr_tr: Ders İçeriğini Dışarı Aktar
zh_cn: 导出课程内容

source: Library Export Status
pt_br: Status de Exportação de Biblioteca
tr_tr: Kütüphane Dışa Aktarım Durumu
zh_cn: 库导出情况

source: Course Export Status
pt_br: Status de Exportação de Curso
tr_tr: Ders Dışa Aktarım Durumu
zh_cn: 课程导出情况

source: Preparing
pt_br: Preparando
tr_tr: Hazırlanıyor
zh_cn: 准备中

source: Preparing to start the export
pt_br: Preparando para começar a exportação
tr_tr: Dışa aktarıma hazırlanıyor
zh_cn: 准备开始导出

source: Exporting
pt_br: Exportação
tr_tr: Dışa aktarılıyor
zh_cn: 导出中

source: Creating the export data files (You can now leave this page safely, but avoid making drastic changes to content until this export is complete)
pt_br: Criando os arquivos de exportação (Você pode deixar essa página de forma segura agora, mas evite fazer mudanças drásticas de conteúdo até que esta exportação esteja completa).
tr_tr: Dışa aktarma dosyaları oluşturuluyor (Bu sayfayı güvenli şekilde terk edebilirsiniz fakat dışa aktarım tamamlanana kadar içerikte ciddi değişiklikler yapmayınız)
zh_cn: 创建导出数据文件（您现在可以安全地离开此页面，但请避免对内容进行重大更改，直到完成此导出）

source: Compressing
pt_br: Comprimindo
tr_tr: Sıkıştırılıyor
zh_cn: 压缩中

source: Compressing the exported data and preparing it for download
pt_br: Comprimindo a informação exportada e preparando-a para baixar.
tr_tr: Dışa aktarılan veri sıkıştırılıyor ve indirilmeye hazırlanıyor
zh_cn: 压缩导出的数据，准备下载中

source: Success
pt_br: Sucesso
tr_tr: Başarı
zh_cn: 成功

source: Your exported library can now be downloaded
pt_br: Sua biblioteca exportada por ser baixada agora.
tr_tr: Dışa aktarılan veri şimdi indirilebilir
zh_cn: 您导出的库现在已可以下载

source: Your exported course can now be downloaded
pt_br: Seu curso exportado pode ser baixado agora.
tr_tr: Dışa aktarılan ders şimdi indirilebilir
zh_cn: 您导出的课程现在已可以下载

source: Download Exported Library
pt_br: Baixar biblioteca exportada.
tr_tr: Dışa Aktarılan Kütüphaneyi İndir
zh_cn: 下载导出的库

source: Download Exported Course
pt_br: Baixar curso exportado.
tr_tr: Dışa Aktarılan Dersi İndir
zh_cn: 下载导出的课程

source: Data {em_start}exported with{em_end} your course:
pt_br: Dados {em_start}exportados com{em_end} seu curso:
tr_tr: Dersim {em_end} veri {em_start} ile dışarı aktarıldı.
zh_cn: 随课程{em_start} 导出 {em_end} 数据：

source: Values from Advanced Settings, including MATLAB API keys and LTI passports
pt_br: Valores de Configurações Avançadas, incluindo teclas MATLAB API e passaportes LTI
tr_tr: MATLAB API tuşları ve DZD pasaport dahil Gelişmiş Ayarlar gelen değerler
zh_cn: 来自高级设置中的值，包括 MATLAB API 密钥和 LTI 通行证

source: Course Content (all Sections, Sub-sections, and Units)
pt_br: Conteúdo do curso (todas as Seções, Sub-seções e Unidades)
tr_tr: Ders İçeriği (Bütün Bölümler, Alt-Bölümler ve Üniteler)
zh_cn: 课程内容 (所有章节，小节和单元)

source: Course Structure
pt_br: Estrutura do curso
tr_tr: Ders Yapısı
zh_cn: 课程结构

source: Individual Problems
pt_br: Questões individuais
tr_tr: Bireysel Problemler
zh_cn: 个别问题

source: Course Assets
pt_br: Recursos do curso
tr_tr: Ders Materyalleri
zh_cn: 课程资源

source: Course Settings
pt_br: Configurações do curso
tr_tr: Ders Ayarları
zh_cn: 课程设置

source: Data {em_start}not exported{em_end} with your course:
pt_br: Dados {em_start}não exportados{em_end} com o seu curso:
tr_tr: Dersim {em_end} veri {em_start} ile dışarı aktarılmadı.
zh_cn: 不随课程{em_start} 导出 {em_end} 的数据：

source: User Data
pt_br: Dados do usuário
tr_tr: Kullanıcı Verisi
zh_cn: 用户数据

source: Course Team Data
pt_br: Dados da equipe do curso
tr_tr: Ders Takım Verisi
zh_cn: 课程团队数据

source: Forum/discussion Data
pt_br: Dados do fórum/discussão
tr_tr: Forum/tartışma Verisi
zh_cn: 论坛/讨论数据

source: Why export a library?
pt_br: Por que exportar uma biblioteca?
tr_tr: Neden bir kütüphaneyi dışa aktarıyoruz?
zh_cn: 为何要导出知识库？

source: You may want to edit the XML in your library directly, outside of {studio_name}. You may want to create a backup copy of your library. Or, you may want to create a copy of your library that you can later import into another library instance and customize.
pt_br: Você poderá editar o XML diretamente em sua biblioteca, fora do {studio_name}. Também poderá criar uma cópia de segurança da sua biblioteca. Ou você pode criar uma cópia da sua biblioteca e que mais tarde poderá ser importada para dentro de outra biblioteca, e então modificá-la.
tr_tr: Dersinizdeki XML dosyalarını, {studio_name} dışında doğrudan değiştirmek isteyebilirsiniz. Dersinizin bir yedeğinizi almak isteyebilirsiniz veya dersinizin bir kopyasını çıkartır ve daha sonra diğer bir dersin içine aktarır ve değiştirirsiniz.
zh_cn: 您可能想在{studio_name}之外直接编辑知识库的XML，或为您的知识库建立备份，或者您是想创建一份知识库的副本以便日后导入进另一个知识库实例并进行自定义。

source: Opening the downloaded file
pt_br: Abrindo o arquivo baixado
tr_tr: İndirilmiş dosya açılıyor
zh_cn: 打开下载的文件

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the library.xml file, as well as subfolders that contain library content.
pt_br: Use um arquivo de descompactação para extrair os dados do arquivo .tar .gz. Os dados extraídos incluem o arquivo library.xml, bem como os subdiretórios com o conteúdo da biblioteca.
tr_tr: .tar.gz dosyasından verileri almak için bir arşiv programı kullanınız. Çıkarılan veriler içinde kütüphane.xml dosyası ve ders içeriğini barındıran alt dizinler olacaktır.
zh_cn: 使用归档程序从该 .tar.gz 中文件解压数据，解压后的数据包含了一个 library.xml 文件，以及一些存放了知识库内容的子目录。

source: Learn more about exporting a library
pt_br: Aprenda mais sobre exportar uma biblioteca
tr_tr: Bir kütüphaneyi dışa aktarma hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于知识库导出的信息

source: Why export a course?
pt_br: Por que exportar um curso?
tr_tr: Neden deri dışarı aktarıyoruz?
zh_cn: 为什么导出课程？
