Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
pt_br: Se você ainda não tem uma conta {platform_name}, clique <strong>Registrar</strong> no topo da página.
tr_tr: Henüz bir {platform_name} hesabınız yoksa, sayfanın üst kısmındaki <strong>Kayıt ol</strong> düğmesine tıklayınız.
zh_cn: 如果你还没有 {platform_name} 账户，点击页面上方 <strong>注册</strong> 。

source: There was an error receiving your login information. Please email us.
pt_br: Ocorreu um erro na recepção das suas informações de acesso. Por favor, envie-nos um e-mail.
tr_tr: Giriş bilgilerinizi alırken bir hata oluştu. Lütfen bize e-posta atın.
zh_cn: 接受您的登录信息时出现错误，请发电子邮件给我们。

source: This account has been temporarily locked due to excessive login failures. Try again later.
pt_br: Esta conta foi temporariamente bloqueada por excesso de falhas de acesso. Tente novamente mais tarde.
tr_tr: Bu hesap çok sayıda ardışık giriş hatası yapıldığından geçici olarak kilitlidir. Bir süre sonra tekrar deneyin.
zh_cn: 由于登录失败次数过多，该账户暂时被锁定，请稍后再试。

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
pt_br: A sua senha expirou devido à política de senhas da conta. Por favor, redefina a sua senha para acessar novamente o sistema. Para isto, clique em "Esqueci a senha" nesta mesma página.
tr_tr: Güvenlik politikası nedeniyle bu hesabın parolası geçerliliğini yitirdi. Tekrar oturum açmadan önce parolanızı sıfırlamalısınız. Yeniden oturum açmadan önce parolanızı sıfırlamak için lütfen bu sayfadaki "Parolanızı mı unuttunuz?" bağlantısına tıklayın.
zh_cn: 由于账户安全政策，您的密码已经失效。您须重置密码以再次登录。请点击页面上的“忘记密码”来重置您的密码以重新登录。

source: In order to sign in, you need to activate your account.
pt_br: Para fazer o log in, você precisa ativar sua conta.
zh_cn: 要登录，您需要激活您的帐户。

source: Too many failed login attempts. Try again later.
pt_br: Muitas tentativas de acesso sem sucesso. Tente novamente mais tarde.
tr_tr: Fazla sayıda hatalı giriş. Lütfen daha sonra tekrar deneyin.
zh_cn: 失败次数超过限制，请稍后再试。

source: Email or password is incorrect.
pt_br: Endereço de e-mail ou senha incorretos.
tr_tr: E-posta ya da parola hatalı.
zh_cn: 邮箱或密码错误。

source: No inactive user with this e-mail exists
pt_br: Não existe nenhum usuário inativo com este endereço de e-mail
tr_tr: Bu e-posta ile kayıtlı etkinleşmemiş kullanıcı bulunmuyor.
zh_cn: 无非激活用户与本邮件地址关联

source: Unable to send reactivation email
pt_br: Não foi possível enviar o e-mail de reativação
tr_tr: Yeniden etkinleştirme e-postası gönderilemiyor
zh_cn: 无法发送重新激活的电子邮件

source: You are not allowed to login to studio!
pt_br: Você não está inscrito neste curso
zh_cn: 您还没有选修本课程！

source: Superuser creation not allowed
pt_br: Criação de Superuser não permitida.
tr_tr: Süperkullanıcı oluşturmaya izin verilmiyor
zh_cn: 不允许超级用户创建

source: Account modification not allowed.
pt_br: Modificação de conta não permitida.
tr_tr: Hesap düzenlemesine izin verilmiyor.
zh_cn: 不允许修改帐户。

source: Account creation not allowed.
pt_br: Criação de conta não permitida
tr_tr: Hesap oluşturmaya izin verilmiyor.
zh_cn: 不允许创建帐户。

source: Course id not specified
pt_br: ID do curso não especificado
tr_tr: Ders no belirtilmedi
zh_cn: 课程编号未指定

source: Invalid course id
pt_br: Identificação de curso inválida.
tr_tr: Geçersiz ders no
zh_cn: 无效的课程编号

source: Course id is invalid
pt_br: ID do curso inválido
tr_tr: Ders no geçersiz
zh_cn: 课程编号无效

source: Could not enroll
pt_br: Não foi possível matricular
tr_tr: Kayıtlanılamadı
zh_cn: 无法选修

source: You are not enrolled in this course
pt_br: Você não está inscrito neste curso
tr_tr: Bu ders için kaydolmadınız
zh_cn: 您还没有选修本课程

source: Your certificate prevents you from unenrolling from this course
pt_br: Seu certificado impede que você seja descadastrado deste curso
tr_tr: Sertifikanız bu dersten kaydınızı silmenizi engelliyor
zh_cn: 您的证书会让您从无法取消注册

source: Enrollment action is invalid
pt_br: Ação de inscrição inválida
tr_tr: Kayıt işlemi geçersiz
zh_cn: 选课操作无效

source: Please enter a username
pt_br: Por favor, adicione um nome de usuário
tr_tr: Lütfen yeni bir kullanıcı adı giriniz
zh_cn: 请输入用户名

source: Please choose an option
pt_br: Por favor, escolha uma opção
tr_tr: Lütfen bir seçenek seçiniz
zh_cn: 请选择

source: User with username {} does not exist
pt_br: Não existe um usuário com o nome {}
tr_tr: Kullanıcı adı olarak {} bulunan kullanıcı sistemimizde bulunmamaktadır
zh_cn: 用户名 {} 不存在

source: Successfully disabled {}'s account
pt_br: A conta de {} foi desativada com sucesso
tr_tr: {} kullanıcısının hesabı başarıyla devre dışına alındı
zh_cn: 成功停用{}的账户

source: Successfully reenabled {}'s account
pt_br: A conta de {} foi reativada com sucesso
tr_tr: {} kullanıcısının hesabı başarıyla yeniden etkinleştirildi
zh_cn: 成功重新启用{}的账户

source: Unexpected account status
pt_br: Status da conta inesperado
tr_tr: Beklenmedik hesap durumu
zh_cn: 异常的账户状态

source: Registration using {provider} has timed out.
pt_br: Registro usando {provider} atindiu o tempo limite.
tr_tr: {provider} sağlayıcısını kullanarak kayıt işleminin süresi geçti.
zh_cn: 使用{provider}注册已超时。

source: An access_token is required when passing value ({}) for provider.
pt_br: Um código de acesso é exigido para o valor de passagem ({}) para o provedor
tr_tr: Sağlayan için ({}) değeri geçtiği zaman bir erişim_belirteci gereklidir.
zh_cn: 传递值({})给提供者的时候需要访问令牌。

source: The provided access_token is already associated with another user.
pt_br: O token de acesso fornecido já está associado com outro usuário.
tr_tr: Sağlanan erişim_belirteci bir diğer mevcut kullanıcıyla ilişkilendirilmiş.
zh_cn: 提供的access_token已与另一个用户关联了。

source: The provided access_token is not valid.
pt_br: O código de acesso fornecido não é válido.
tr_tr: Sağlanan erişim belirteci geçerli değildir.
zh_cn: 提供的access_token无效。

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
pt_br: {html_start}Sua conta não pode ser ativada{html_end}Algo deu errado, por favor <a href="{support_url}">contate o suporte</a> para resolver este problema.
tr_tr: {html_start}Hesabınız etkinleştirilemedi.{html_end}Bir şeyler yanlış gitti, lütfen <a href="{support_url}">destek ekibiyle iletişime geçerek</a> sorunu bildirin.
zh_cn: {html_start}您的帐户无法激活{html_end}出现问题，请<a href="{support_url}">与支持人员联系</a>以解决此问题。

source: {html_start}This account has already been activated.{html_end}
pt_br: {html_start}Essa conta já foi ativada.{html_end}
tr_tr: {html_start}Bu hesap daha önceden etkinleştirilmişti.{html_end}
zh_cn: {html_start}此帐户已被激活。{html_end}

source: {html_start}Success{html_end} You have activated your account.
pt_br: {html_start}Success{html_end} Você ativou sua conta.
tr_tr: {html_start}Kutlarız!{html_end} Hesabınızı etkinleştirdiniz.
zh_cn: {html_start}成功{html_end}您已激活帐户。

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
pt_br: {html_start}Sucesso! Você ativou sua conta.{html_end}Agora você irá receber e-mails de atualização e alertas de nós relácionados aos cursos em quevocê está inscrito. Entre para continuar.
tr_tr: {html_start}Kutlarız! Hesabınızı etkinleştirdiniz.{html_end} Bundan sonra kayıt olduğunuz derslerle ilgili duyuru ve güncellemeler e-posta kutunuza düşmeye başlayacak. Devam etmek için lütfen giriş yapın.
zh_cn: {html_start}成功！ 您已激活帐户。{html_end}您现在将收到我们与您注册的课程相关的电子邮件更新和提醒。登录即可继续。

source: Password reset unsuccessful
pt_br: A redefinição de senha não foi realizada
tr_tr: Parola sıfırlama işlemi başarısız
zh_cn: 重新设置密码不成功

source: Error in resetting your password.
pt_br: Erro ao resetar sua senha
tr_tr: Parolanızı sıfırlama işleminde hata.
zh_cn: 重置密码时出错。

source: Error in resetting your password. Please try again.
pt_br: Erro ao resetar sua senha. Por favor tente novamente
tr_tr: Parolanızı sıfırlama işleminde hata. Lütfen tekrar deneyin.
zh_cn: 重置密码时出错。 请再试一次。

source: Valid e-mail address required.
pt_br: É necessário um endereço de e-mail válido.
tr_tr: Geçerli bir e-posta adresi gerekmektedir.
zh_cn: 需要有效的电子邮件地址。

source: Old email is the same as the new email.
pt_br: O e-mail antigo é igual ao novo.
tr_tr: Eski e-posta adresi yenisiyle aynıdır.
zh_cn: 新邮件地址与旧邮件地址相同。

source: An account with this e-mail already exists.
pt_br: Já existe uma conta com este endereço de e-mail.
tr_tr: Bu e-postaya ait bir hesap zaten bulunmaktadır.
zh_cn: 已经存在与该电子邮件关联的账户。

source: Unable to send email activation link. Please try again later.
pt_br: Não foi possível enviar o e-mail com o link de ativação. Por favor, tente novamente mais tarde.
tr_tr: E-posta etkinleştirme bağlantısı gönderilemiyor. Lütfen daha sonra tekrar deneyin.
zh_cn: 无法发送邮箱激活链接，请重试 。

source: Deleted the selected configuration(s).
pt_br: Delete as configurações selecionadas
tr_tr: Seçili yapılandırma(lar) silindi.
zh_cn: 删除了所选配置。

source: Delete the selected configuration
pt_br: Delete a configuração selecionada
tr_tr: Seçili yapılandırmayı sil
zh_cn: 删除所选配置

source: Unable to connect with the external provider, please try again
pt_br: Não foi possível conectar-se com o provedor externo, tente novamente
tr_tr: Dışsal sağlayıcı ile bağlanılamıyor, lütfen tekrar deneyin
zh_cn: 无法与外部提供商联系，请重试

source: Authentication with {} is currently unavailable.
pt_br: A autenticação com {} não está disponível no momento.
tr_tr: {} ile doğrulama şu anda kullanılabilir değil.
zh_cn: 当前不可使用{}认证。

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
pt_br: Fornecedores secundários são exibidos com menos destaque, em uma lista separada de "Instituições" para acesso de fornecedores.
tr_tr: İkincil sağlayıcılar, "Kurumsal" giriş sağlayıcıların ayrı bir listesinde daha az belirgin bir şekilde görüntülenir.
zh_cn: 二级供应商不会突出显示，将出现在一个单独的登录供应商列表“机构”中。

source: The Site that this provider configuration belongs to.
pt_br: O Site ao qual a configuração desse provedor pertence
tr_tr: Bu sağlayıcı yapılandırmasının ait olduğu Site.
zh_cn: 此提供程序配置所属的站点。

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
pt_br: Se esta opção for ativada, usuários que visitarem uma "TPA hinted" URL por esse provedor (ex. uma URL terminando em `?tpa_hint=[provider_name]`) serão drecionados diretamente para o URL de login do provedor em vez de serem primeiramente solicitados por uma janela de login
zh_cn: 如果启用此选项，则访问此提供程序的“TPA提示”URL的用户（例如，以？？tpa_hint = [provider_name]`结尾的URL）将直接转发到提供程序的登录URL，而不是首先提示 登录对话框。

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
pt_br: Se esta opção for habilitada, os usuários não serão solicitados a confirmar suas informações (nome, e-mail, etc.) durante o processo de inscrição. Apenas selecione esta opção para fornecedores confiáveis que são conhecidos por fornecer informações corretas de usuário.
tr_tr: Eğer bu seçenek etkinleşirse, kullanıcılara, kayıt işlemi sırasında detayları (ad, e-posta vs.) onaylaması için soru sorulmayacak. Bu seçeneği, sadece doğru kullanıcı bilgisini sağlayan olarak bilinen güvenilir sağlayıcılar için seçin.
zh_cn: 如果启用了该选项，用户在注册过程中将不会被要求验证他们的详细信息(姓名、电子邮件等)。只有对可信任的供应商，即已知会提供确切用户信息的供应商，才可启用该选项。

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
pt_br: Se esta opção estiver selecionada, usuários não serão obrigados a confirmar o e-mail e suas contas serão ativadas imediatamente após a inscrição.
tr_tr: Bu seçenek seçilirse, kullanıcıların kendi e-postalarını teyit etmeleri gerekli olmayacak ve onların hesabı kayıt sırasında derhal devreye girecektir.
zh_cn: 如果选择该选项，用户将不会被要求验证他们的邮箱，他们的账户将在注册后立刻被激活。

source: If this option is selected, users will be sent a welcome email upon registration.
pt_br: Se esta opção for selecionada, os usuários receberão um email de boas-vindas após o registro.
tr_tr: Bu seçenek seçiliyse, kullanıcılara kayıt sonrasında bir hoş geldiniz e-postası gönderilecek.
zh_cn: 如果选择此选项，将在注册时向用户发送欢迎电子邮件。

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
pt_br: Se esta opção não for selecionada, os usuários não serão apresentados ao provedor como uma opção para autenticação na tela de login, mas a autenticação manual usando o link correto ainda é possível.
tr_tr: Bu seçenek tercih edilmezse, kullanıcılara giriş ekranında sağlayıcılı kimlik doğrulama seçeneği sunulmaz, ancak doğru bağlantıyı kullanarak elle kimlik doğrulaması hala mümkündür.
zh_cn: 如果未选择此选项，则不会向用户显示提供程序作为在登录屏幕上进行身份验证的选项，但仍可以使用正确的链接进行手动身份验证。

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
pt_br: Se esta opção estiver configurada, os usuários que fizerem login usando esse provedor de SSO terão sua duração da sessão limitada a não mais que esse valor. Se configurada como 0 (zero), a sessão expirará quando o usuário fechar o navegador. Se deixado em branco, a duração padrão da sessão da plataforma Django será usada.
tr_tr: Bu seçenek tercih edildiğinde, bu SSO sağlayıcısını kullanarak giriş yapan kullanıcıların oturum uzunlukları bu değerden daha uzun olmayacak şekilde sınırlandırılır. 0 (sıfır) olarak ayarlanırsa, kullanıcının tarayıcısını kapatmasıyla oturum sona erer. Boş bırakılırsa, Django platform oturumu varsayılan süresi kullanılır.
zh_cn: 如果设置了此选项，则使用此SSO提供程序登录的用户的会话长度将限制为不超过此值。 如果设置为0（零），则会话将在用户关闭其浏览器时到期。 如果留空，将使用Django平台会话默认长度。

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
pt_br: Se esta opção for selecionada, os usuários serão direcionados para a página de registro imediatamente após a autenticação com terceiros, em vez da página de login.
tr_tr: Bu seçeneğin tercih edilmesi durumunda, kullanıcılar giriş sayfası yerine üçüncü taraf sağlayıcı ile doğrulama yaptıktan sonra doğrudan kayıt sayfasına yönlendirilecekler.
zh_cn: 如果选择此选项，则在与第三方而不是登录页面进行身份验证后，将立即将用户定向到注册页面。

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
pt_br: Sincronize os dados do perfil do usuário recebidos do provedor de identidade com a conta do usuário edX em cada login do SSO. O usuário será notificado se o endereço de email associado à conta for alterado como parte dessa sincronização.
tr_tr: Kimlik sağlayıcısından alınan kullanıcı profili verilerini her bir SSO girişindeki edX kullanıcı hesabıyla eşleştirin. Hesaplarıyla ilişkilendirilen e-posta adresi bu eşleştirmenin bir parçası olarak değiştirilirse kullanıcı bilgilendirilir.
zh_cn: 在每次SSO登录时，将从身份提供商收到的用户配置文件数据与edX用户帐户同步。 如果与其帐户关联的电子邮件地址作为此同步的一部分进行了更改，则会通知用户。

source: The Site that this SAML configuration belongs to.
pt_br: O site ao qual essa configuração SAML pertence
tr_tr: Bu SAML yapılandırmasının ait olduğu Site.
zh_cn: 此SAML配置所属的站点。

source: {platform_name} Support
pt_br: {platform_name} Suporte
tr_tr: {platform_name} Desteği
zh_cn: {platform_name}支持

source: Please wait
pt_br: Por favor aguarde
tr_tr: Lütfen bekleyin
zh_cn: 请稍候

# am/pm indicator
source: AM
tr_tr: ÖÖ
zh_cn: 上午

# am/pm indicator
source: PM
tr_tr: ÖS
zh_cn: 下午

# weekday name
source: Monday
pt_br: Segunda-feira
tr_tr: Pazartesi
zh_cn: 星期一

# weekday name
source: Tuesday
pt_br: Terça-feira
tr_tr: Salı
zh_cn: 星期二

# weekday name
source: Wednesday
pt_br: Quarta-feira
tr_tr: Çarşamba
zh_cn: 星期三

# weekday name
source: Thursday
pt_br: Quinta-feira
tr_tr: Perşembe
zh_cn: 星期四

# weekday name
source: Friday
pt_br: Sexta-feira
tr_tr: Cuma
zh_cn: 星期五

# weekday name
source: Saturday
pt_br: Sábado
tr_tr: Cumartesi
zh_cn: 星期六

# weekday name
source: Sunday
pt_br: Domingo
tr_tr: Pazar
zh_cn: 星期天

# abbreviated weekday name
source: Mon
pt_br: Seg
tr_tr: Pzt
zh_cn: 周一

# abbreviated weekday name
source: Tue
pt_br: Ter
tr_tr: Sal
zh_cn: 周二

# abbreviated weekday name
source: Wed
pt_br: Qua
tr_tr: Çar
zh_cn: 周三

# abbreviated weekday name
source: Thu
pt_br: Qui
tr_tr: Per
zh_cn: 周四

# abbreviated weekday name
source: Fri
pt_br: Sex
tr_tr: Cum
zh_cn: 周五

# abbreviated weekday name
source: Sat
pt_br: Sáb
tr_tr: Cts
zh_cn: 周六

# abbreviated weekday name
source: Sun
pt_br: Dom
tr_tr: Paz
zh_cn: 周日

# abbreviated month name
source: Jan
tr_tr: Oca
zh_cn: 一月

# abbreviated month name
source: Feb
pt_br: Fev
tr_tr: Şub
zh_cn: 二月

# abbreviated month name
source: Mar
zh_cn: 三月

# abbreviated month name
source: Apr
pt_br: Abr
tr_tr: Nis
zh_cn: 四月

# abbreviated month name
source: May
pt_br: Mai
zh_cn: 五月

# abbreviated month name
source: Jun
tr_tr: Haz
zh_cn: 六月

# abbreviated month name
source: Jul
tr_tr: Tem
zh_cn: 七月

# abbreviated month name
source: Aug
pt_br: Ago
tr_tr: Ağu
zh_cn: 八月

# abbreviated month name
source: Sep
pt_br: Set
tr_tr: Eyl
zh_cn: 九月

# abbreviated month name
source: Oct
pt_br: Out
tr_tr: Eki
zh_cn: 十月

# abbreviated month name
source: Nov
tr_tr: Kas
zh_cn: 十一月

# abbreviated month name
source: Dec
pt_br: Dez
tr_tr: Ara
zh_cn: 十二月

# month name
source: January
pt_br: Janeiro
tr_tr: Ocak
zh_cn: 一月

# month name
source: February
pt_br: Fevereiro
tr_tr: Şubat
zh_cn: 二月

# month name
source: March
pt_br: Março
tr_tr: Mart
zh_cn: 三月

# month name
source: April
pt_br: Abril
tr_tr: Nisan
zh_cn: 四月

# month name
source: May
pt_br: Mai
tr_tr: Mayıs
zh_cn: 五月

# month name
source: June
pt_br: Junho
tr_tr: Haziran
zh_cn: 六月

# month name
source: July
pt_br: Julho
tr_tr: Temmuz
zh_cn: 七月

# month name
source: August
pt_br: Agosto
tr_tr: Ağustos
zh_cn: 八月

# month name
source: September
pt_br: Setembro
tr_tr: Eylül
zh_cn: 九月

# month name
source: October
pt_br: Outubro
tr_tr: Ekim
zh_cn: 十月

# month name
source: November
pt_br: Novembro
tr_tr: Kasım
zh_cn: 十一月

# month name
source: December
pt_br: Dezembro
tr_tr: Aralık
zh_cn: 十二月

source: The file must end with the extension '{file_types}'.
pt_br: O arquivo deve terminar com uma das seguintes extensões: '{file_types}'
tr_tr: Dosya şu uzantıya sahip olmalıdır: '{file_types}'.
zh_cn: 文件的扩展名必须为'{file_types}'。

source: Maximum upload file size is {file_size} bytes.
pt_br: O tamanho máximo de arquivo para envio é {file_size} bytes.
tr_tr: Yüklenebilecek maksimum dosya boyutu {file_size} bayttır.
zh_cn: 上传文件最大为{file_size} 字节。

source: Course {course_id} requires {prerequisite_course_id}
pt_br: O curso {course_id} necessita {prerequisite_course_id}
tr_tr: {course_id} dersi önkoşul olarak {prerequisite_course_id} dersini gerektirmektedir.
zh_cn: 课程{course_id}要求 {prerequisite_course_id}

source: System defined milestone
pt_br: Marcação definida pelo sistema
tr_tr: Sistem tanımlı aşama
zh_cn: 系统定义的里程碑

source: {num} letter
pt_br: {num} letrar
tr_tr: {num} harf
zh_cn: {num}字

source: {num} uppercase letter
pt_br: {num} letra maiúscula
tr_tr: {num} büyük harf
zh_cn: {num}大写字母

source: {num} lowercase letter
pt_br: {num} letra minúscula
tr_tr: {num} küçük harf
zh_cn: {num}小写字母

source: {num} digit
pt_br: {num} dígito
tr_tr: {num} hane
zh_cn: {num}数字

source: {num} number
pt_br: {num} número
tr_tr: {num} rakam
zh_cn: {num}号码

source: {num} punctuation mark
pt_br: {num} sinal de pontuação
tr_tr: {num} noktalama işareti
zh_cn: {num}标点符号

source: {num} symbol
pt_br: {num} símbolo
tr_tr: {num} sembol
zh_cn: {num}符号

source: {num} word
pt_br: {num} palavras
tr_tr: {num} kelime
zh_cn: {num}字

source: Your password must contain at least {num} character.
pt_br: Sua senha deve conter pelo menos {num} cáractere.
tr_tr: Parolanız en az {num} karakter içermeli.
zh_cn: 您的密码必须至少包含{num}个字符。

source: Your password must contain at least {num} character, including {requirements}.
pt_br: Sua senha deve conter pelo menos {num} cáractere, incluindo {requirements}.
tr_tr: Parolanız {requirements} içeren en az {num} karaktere sahip olmalı.
zh_cn: 您的密码必须至少包含{num}个字符，包括{requirements}。

source: Invalid password.
pt_br: Senha inválida
tr_tr: Geçersiz parola.
zh_cn: 无效的密码。

source: Enter a password with at least {requirements}.
pt_br: Digita uma senha com pelo menos {requirements}.
tr_tr: En az {requirements} içeren bir parola girin.
zh_cn: 输入至少{requirements}的密码。

source: You are re-using a password that you have used recently. You must have {num} distinct password before reusing a previous password.
pt_br: Você está reutilizando uma senha que você usou recentemente. Você de ter {num} diferente de senhas anteriores para usar nas próximas senhas.
tr_tr: Yakın zamanda kullandığınız bir parolayı yeniden kullanıyorsunuz. Eski parolanızı yeniden kullanmadan önce, {num} tane farklı parola kullanmalısınız.
zh_cn: 你正在重复使用最近已使用过的密码。在重复使用一个用过的密码之前，你必须有 {num} 个不同的密码。

source: You are resetting passwords too frequently. Due to security policies, {num} day must elapse between password resets.
pt_br: Você está redefinindo suas senhas com muita frequência. Devido a politica de segurança, devem decorrer {num} dias entre a troca de senhas.
tr_tr: Parolanızı çok sık değiştiriyorsunuz. Güvenlik politikaları gereğince, parola sıfırlamalarınız arasında {num} gün olmalıdır.
zh_cn: 你设置密码的次数过于频繁。根据安全策略，重置密码必须间隔 {num} 天。

source: {num} character
pt_br: {num} caractere
tr_tr: {num} karakter
zh_cn: {num}字符

source: Enter a password with at most {num} character.
pt_br: Digite uma senha com pelo menos {num} caractere.
tr_tr: En fazla {num} karakter içeren bir parola girin.
zh_cn: 输入最多为{num}个字符的密码。

source: Password cannot be the same as the username.
pt_br: A senha não pode ser igual ao nome de usuário.
tr_tr: Parola kullanıcı adıyla aynı olamaz.
zh_cn: 密码不能与用户名相同。

source: Password is too similar to a dictionary word.
pt_br: A senha é muito parecida com uma palavra do dicionário.
tr_tr: Sözlükte yer alan kelimelerden birine çok benziyor.
zh_cn: 密码与字典单词太相似。

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
pt_br: Para desativar o XBlock e impedir a renderização no LMS, não selecione "Enabled"; por clareza, atualize o estado de suporte XBlockStudioConfiguration corrretamente.
tr_tr: XBlock'u devredışı bırakmak ve LMS içinde işlemeyi engellemek için, "Enabled" seçeneğini işaretlemeyin; emin olmak için, XBlockStudioConfiguration destek durumunu güncelleyin.
zh_cn: 要禁用XBlock并阻止在LMS中呈现，请取消选中“已启用”; 为清楚起见，请相应地更新XBlockStudioConfiguration支持状态。
