Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: The authorization request was approved by the issuing bank but declined by CyberSource.' Possible fix: retry with a different form of payment.
pt_br: A solicitação de autorização foi aprovada pelo banco emissor, mas recusado pelo CyberSource. Correção possível: repetir com uma forma diferente de pagamento.
tr_tr: Ödeme yapılan banka tarafından izin talebi kabul edildi, ama CyberSource tarafından reddedildi.' Olası çözüm: diğer bir tür ödemeyle tekrar deneyin.
zh_cn: 授权请求已被发卡行通过但被CyberSouce拒绝。 可能的解决办法：尝试其他支付方式。

source: UNKNOWN REASON
pt_br: CAUSA DESCONHECIDA
tr_tr: BİLİNMEYEN NEDEN
zh_cn: 未知原因

source: The payment processor did not return a required parameter: {parameter}
pt_br: O processador de pagamentos não retornou o parâmetro necessário: {parameter}
tr_tr: Ödeme işlemcisi gerekli bir parametreyi döndürmedi: {parameter}
zh_cn: 支付处理程序没有返回一个必须的参数：{parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
pt_br: O processador de pagamentos retornou um valor {value} mal digitado para o parâmetro {parameter}.
tr_tr: Ödeme işlemcisi {parameter} parametresinde hatalı yazılmış değeri {value} geri gönderdi.
zh_cn: 支付处理程序返回一个参数 {parameter}的错误输入值 {value}。

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
pt_br: A quantia cobrada pelo processador de pagamentos {charged_amount} {charged_amount_currency} é diferente do custo total da compra {total_cost} {total_cost_currency}.
tr_tr: İşlemci tarafından alınan ücret {charged_amount} {charged_amount_currency} siparişin toplam ücretinden {total_cost} {total_cost_currency} farklı.
zh_cn: 付款处理器收取的总金额{charged_amount} {charged_amount_currency}与订单总费用{total_cost} {total_cost_currency}不一致。

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
pt_br: Ops! Nosso processador de pagamentos não aceitou seu pagamento. A resposta que tivemos foi {decision}, e a razão foi {reason}. Você não foi cobrado. Por favor, tente usar uma forma diferente de pagamento. Se tiver dúvidas sobre pagamentos mande uma mensagem para {email}.
tr_tr: Üzgünüz! Aracı ödeme kurumumuz ödemenizi kabul etmedi. İşlemi geri çevirme kararı: {decision}, nedeni: {reason}. Hesabınızdan ücret tahsil edilmedi. Lütfen farklı bir ödeme türü deneyin. Ödemeyle ilgili sorunlarınız için bize {email} adresinden ulaşabilirsiniz.
zh_cn: 抱歉！支付系统没有受理您的缴费申请。答复是：{decision}，原因为：{reason}。您尚未缴费，请尝试其他支付方式。相关问题请联系{email}。

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
pt_br: Desculpe! Nosso processador de pagamentos retornou uma confirmação de pagamento com dados inconsistentes! Infelizmente não podemos verificar se o pagamento foi realizado e dar prosseguimento ao seu pedido. A mensagem de erro recebida foi: {msg}. Seu cartão de crédito pode ter sido cobrado. Envie dúvidas específicas sobre pagamentos para o endereço {email}.
tr_tr: Üzgünüz! Aracı ödeme kurumumuz içeriğinde tutarsız veri bulunan bir ödeme doğrulaması gönderdi ! Ödeme işleminin gerçekleştiğini doğrulayamadığımızdan ve satın alma talebinizi tamamlayamadığımızdan ötürü özür dileriz. Belirtilen hata mesajı: {msg} Kredi kartınızdan ücret tahsil edilmiş olabilir. Ödemeyle ilgili sorularınız için bize {email} adresinden ulaşabilirsiniz.
zh_cn: 抱歉！支付系统返回的支付确认数据不一致。无法确认支付成功并进一步处理您的订单，我们深表歉意。具体的错误信息为： {msg}。您的信用卡可能已被扣费。相关问题请联系{email}。

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
pt_br: Desculpe! Devido a um erro cobramos um valor diferente do total da sua compra. A mensagem de erro específica é: {msg}. Seu cartão de crédito provavelmente foi cobrado. Envie dúvidas específicas sobre pagamentos para o endereço {email}.
tr_tr: Üzgünüz! Bir hata sonucu sipariş toplamından farklı bir ücret alındı. Spesifik hata mesajı: {msg}. Kredi kartınızdan ücret tahsil edilmiş olabilir. Ödemeyle ilgili sorularınız için bize {email} adresinden ulaşabilirsiniz.
zh_cn: 抱歉！实际扣费金额与订单总额不符！具体的错误信息为：{msg}。您的信用卡可能已被扣费。相关问题请联系{email}。

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
pt_br: Desculpe! Nosso processador de pagamentos retornou uma mensagem corrompida sobre a sua cobrança, de modo que não podemos validar se a mensagem foi realmente enviada pelo processador de pagamentos. A mensagem de erro específica é: {msg}. Pedimos desculpas por não podermos verificar se a cobrança foi efetivada e dar prosseguimento ao seu pedido. Seu cartão de crédito possivelmente foi cobrado. Envie dúvidas específicas sobre pagamentos para {email}.
tr_tr: Üzgünüz! Ödeme işlemcimiz ödemenizle ilgili bozuk bir veri gönderdi. Bu nedenle mesajın gerçekten ödeme işlemcisinden gelip gelmediğini doğrulayamadık. Spesifik hata mesajı: {msg}. Ödemenin gerçekleştiğini doğrulayamadığımız ve siparişinizi tamamlayamadığımızdan ötürü özür dileriz. Kredi kartınızdan ücret tahsil edilmiş olabilir. Ödemeyle ilgili sorularınız için bizimle {email} adresinden iletişim kurabilirsiniz.
zh_cn: 抱歉！支付系统返回信息受损，无法解析返回结果。具体的错误信息为{msg}。无法确认支付成功并进一步处理您的订单，对此我们深表歉意。您的信用卡可能已被扣费。相关问题请联系{email}。

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
pt_br: Desculpe! Nosso processador de pagamentos nos enviou uma mensagem informando que você cancelou esta transação. Os itens em seu carrinho permanecerão para futuras compras. Se esta mensagem for um erro, favor contactar-nos com perguntas a respeito do pagamento para o endereço {email}.
tr_tr: Üzgünüz! Ödeme işlemcimiz ödemeyi iptal ettiğinizi belirten bir mesaj gönderdi. Alışveriş sepetinizdeki ürünler gelecekte satın almanız için kaydedilecektir. Eğer bunun bir hata nedeniyle olduğunu düşünüyorsanız ödeme ile ilgili sorularınızı {email} adresi ile iletişime geçerek sorabilirsiniz.
zh_cn: 抱歉！我们的支付系统发送了一条您已取消该交易的消息。您购物车中的商品将为存在于您未来的购买中。若您觉得此处发生错误，请联系{email}询问具体的付款问题。

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
pt_br: Pedimos desculpas, mas seu pagamento foi rejeitado. Os items em seu carrinho de compras foram salvos. Se tem alguma dúvida sobre esta transação, por favor entre em contato conosco pelo endereço {email}.
tr_tr: Üzgünüz ancak ödemeniz reddedildi. Alışveriş sepetinizdeki öğeler kaydedildi. Bu ödeme ile ilgili sorularınız varsa bizimle {email} adresi üzerinden iletişime geçin.
zh_cn: 对不起，此次支付无效。您的购物车中的内容将会被保留。若对此次交易有任何问题，请通过{email}联系我们。

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
pt_br: Desculpe! Seu pagamento não foi processado por causa de um erro inesperado. Por favor, entre em contato conosco através de {email} para que possamos ajudá-lo.
tr_tr: Üzgünüz! Ödemeniz beklenmeyen bir durumdan dolayı gerçekleşemedi. Lütfen yardım için bizimle {email} adresi üzerinden iletişime geçin.
zh_cn: 抱歉！您的付款由于出现异常未被受理。请联系{email}寻求帮助。

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
pt_br: O código de referência do negociador para esta solicitação de autorização faz par com o código de referência do negociador de outra solicitação de autorização que você enviou nos últimos 15 minutos Ação possível: Re-envie a solicitação com um único código de referência do negociador
tr_tr: Bu doğrulama talebi için olan satıcı referans kodu geçen 15 dakika içerisinde göndermiş olduğunuz diğer doğrulama talebiyle eşleşiyor. Olası eylem: talebi aynı olmayan bir referans kodu ile yeniden gönderin.
zh_cn: 此授权要求商家参考代码需於过去15分钟之内匹配另一家商家参考代码。 可能解决的方法:重新发送一个特定商家需求的参考代码。

source: Only a partial amount was approved.
pt_br: Apenas uma quantia parcial foi aprovada.
tr_tr: Tutarın yalnızca bir kısmı onaylandı.
zh_cn: 仅有部分金额被批准。

source: General system failure.
pt_br: Falha geral do sistema.
tr_tr: Genel sistem hatası
zh_cn: 系统故障。

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
pt_br: A solicitação foi recebida, mas, o tempo limite do servidor excedeu. Este erro não inclui tempos limites entre o cliente e o servidor
tr_tr: Talep alındı ancak sunucuda zaman aşımı oldu. Bu hata istemci ve sunucu arasındaki zaman aşımını içermemektedir.
zh_cn: 请求已接受但服务器超时。该错误不包括 客户端与服务器之间的超时

source: The request was received, but a service did not finish running in time.
pt_br: O pedido foi recebido, mas um determinado serviço não foi concluído a tempo.
tr_tr: Talep alındı ancak bir servisin çalışması zamanında bitmedi.
zh_cn: 请求已接受，但服务为按时完成。

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
pt_br: O pedido de autorização foi aprovado pelo banco emissor, mas recusado pelo CyberSource porque não passou no Sistema de Verificação de Endereço (SVE).
tr_tr: Doğrulama talebi işlem yapılan banka tarafından onaylandı ancak Adres Doğrulama Sistemi'ni (AVS) geçemediği için CyberSource tarafından reddedildi.
zh_cn: 授权请求已被发卡行通过但被CyberSource拒绝 因为没有通过地址认证系统(AVS)。

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
pt_br: O banco de emissões tem perguntas sobre a solicitação. Você não recebe um código de autorização programaticamente, mas, você pode receber um código verbalmente ao ligar para o processador Ação possível: tente novamente com outra forma de pagamento
tr_tr: İşlem yapan banka talep hakkında bilgi almak istiyor. Otomatik olarak bir doğrulama kodu almıyor olabilirsiniz ancak işlemcinizi arayarak kodu edinebilirsiniz. Olası eylem: farklı bir ödeme türü ile yeniden deneyin.
zh_cn: 发卡银行对此申请有问题。您没收到授权代码，但您可能收到从处理端发出口头通知。可能的解决方法，用另一种付款方式重试一遍。

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
pt_br: Cartão vencido. Você também pode receber esta mensagem se a data de vencimento que você forneceu não corresponda à data que o banco emissor tenha no arquivo. Ação possível: tente novamente com outra forma de pagamento
tr_tr: Süresi dolmuş kart. Bu hatayı belirtmiş olduğunuz son kullanma tarihinin bankanın belirttiği tarih ile aynı olmaması nedeniyle görüyor olabilirsiniz. Olası eylem: farklı bir ödeme türü ile tekrar deneyin.
zh_cn: 信用卡已过期。也有可能是由于您所提供的有效期 与银行提供的日期不一致。 解决办法：尝试其他支付形式。

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
pt_br: Recusa do cartão. Sem nenhuma outra informação fornecida pelo banco emissor Ação possível: tente novamente com outra forma de pagamento
tr_tr: Kart genel olarak reddedildi. İşlem yapılan banka bu konu hakkında daha fazla bilgi vermedi. Olası eylem: farklı bir ödeme türüyle yeniden deneyin.
zh_cn: 拒绝支付。发卡行未提供其他信息。 可能的解决办法：尝试另一种支付方式。

source: Insufficient funds in the account. Possible action: retry with another form of payment.
pt_br: Fundos insuficiente na conta. Possível ação: tente realizar novamente com outra forma de pagamento.
tr_tr: Hesaptaki bakiye yetersiz. Olası eylem: farklı bir ödeme türü ile yeniden deneyin.
zh_cn: 账户中的资金不足。可能的解决方法：重试另一种付款方式。

source: Stolen or lost card.
pt_br: Cartão perdido ou roubado.
tr_tr: Çalınmış veya kaybolmuş kart.
zh_cn: 被盗或者遗失的卡。

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
pt_br: Banco emissor indisponível. Possível ação: tente novamente após alguns minutos.
tr_tr: İşlem yapılan bankaya ulaşılamıyor. Olası eylem: birkaç dakika içerisinde yeniden deneyin.
zh_cn: 发卡银行无响应。可能的解决方法：几分钟后重试。

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
pt_br: Cartão inativo ou cartão não autorizado para transações à distância. Ação Possível: tente novamente com outra forma de pagamento
tr_tr: Aktif olmayan kart ya da kartın ibraz edilemediği işlemler için yetkilendirilmemiş kart. Olası eylem:Farklı bir ödeme türü ile yeniden deneyin.
zh_cn: 未激活的卡或卡主未授权无卡交易。 解决办法：尝试其他交易形式。

source: CVN did not match.
pt_br: CVN não combinou.
tr_tr: CVN uyuşmadı
zh_cn: 信用卡验证码不匹配。

source: The card has reached the credit limit. Possible action: retry with another form of payment.
pt_br: O cartão atingiu o limite de crédito. Possível ação: tente novamente com outra forma de pagamento.
tr_tr: Kart kredi limitine ulaşmış. Olası çözüm: farklı bir ödeme türü ile yeniden deneyin.
zh_cn: 已超过该卡信用额度。可能的解决方法：重试另一种付款方式。

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
pt_br: Número de verificação de cartão inválido (CVN). Ação possível: tente novamente com outra forma de pagamento.
tr_tr: Geçersiz kart doğrulama numarası (CVN). Olası eylem: farklı bir ödeme türü ile yeniden deneyin.
zh_cn: 无效的信用卡验证码(CVN)。可能的解决方法：重试另一种付款方式。

source: The customer matched an entry on the processors negative file.
pt_br: O cliente corresponde a uma entrada na lista de negativados dos processadores.
tr_tr: Müşteri işlemcinin kara listedindeki bir girişi eşleştirdi.
zh_cn: 此客户符合於处理者的黑名单格上。

source: Account frozen. Possible action: retry with another form of payment.
pt_br: Conta congelada. Possível ação: Tente novamente com outra forma de pagamento.
tr_tr: Hesap dondurulmuş. Olası eylem: farklı bir ödeme şekli ile yeniden deneyin.
zh_cn: 账户被冻结。可能的解决方法：尝试另一种付款方式。

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
pt_br: A solicitação de autorização foi aprovada pelo banco emissor, mas, recusada pela CyberSource porque não passou pela verificação de CVN Ação possível: tente novamente com outra forma de pagamento
tr_tr: Doğrulama talebi işlem yapılan banka tarafından onaylandı ancak Kart Doğrulama Numarası kontrolünü geçemediğinden Cyber Source tarafından reddedildi. Olası eylem: farklı bir ödeme türü ile yeniden deneyin.
zh_cn: 授权请求已被发卡行通过但被CyberSource拒绝 因为没有通过CVN检查。 可能的解决办法：尝试另一种付款方式。

source: Invalid account number. Possible action: retry with another form of payment.
pt_br: Número de conta inválido. Ação possível: tente realizar novamente com outra forma de pagamento.
tr_tr: Geçersiz hesap numarası. Olası eylem: farklı bir ödeme şekli ile yeniden deneyin.
zh_cn: 无效的帐户号码。可能的解决方法：重试另一种付款方式。

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
pt_br: O tipo do cartão não é aceito pelo processador de pagamento Ação possível: tente novamente com outra forma de pagamento
tr_tr: Bu kart türü ödeme işlemcisi tarafından kabul edilmiyor. Olası eylem: farklı bir ödeme türü deneyin.
zh_cn: 支付系统不受理该类型的信用卡。 可能的解决办法：尝试另一种付款方式。

source: General decline by the processor. Possible action: retry with another form of payment.
pt_br: Desistência generalizada do processador. Possível ação: Tente realizar novamente com outra forma de pagamento.
tr_tr: İşlemci tarafından reddedildi. Olası eylem: Farklı bir ödeme türü ile yeniden deneyin.
zh_cn: 付款被拒绝。可能的解决方法：重试另一种付款方式。

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
pt_br: Há um problema com as informações da sua conta CyberSource. Por favor, avise-nos em {0}
tr_tr: CyberSource hesabınızdaki bilgilerde bir sorun var. Lütfen {0} adresinden bize ulaşın.
zh_cn: 此问题可能与您的CyberSource账户信息有关。请通知我们{0}

source: The requested capture amount exceeds the originally authorized amount.
pt_br: A quantia solicitada de captura excede a quantia inicialmente autorizada.
tr_tr: Talep edilen provizyon tutarı onaylanmış harcama tutarını geçiyor.
zh_cn: 所请求的捕获量超过了原先授权的数量。

source: Processor Failure. Possible action: retry the payment
pt_br: Falha no processsamento. Possível ação: tente refazer o pagamento.
tr_tr: İşlemci hatası. Olası eylem: ödemeyi tekrar deneyin.
zh_cn: 处理器故障。可能的解决方法：重试支付。

source: The authorization has already been reversed.
pt_br: A autorização já foi revertida.
tr_tr: Yetki zaten geri alınmış.
zh_cn: 授权已被撤回。

source: The authorization has already been captured.
pt_br: A autorização já foi capturada.
tr_tr: Yetki zaten alınmış.
zh_cn: 已获得授权。

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
pt_br: O tipo do cartão é inválido ou não corresponde com o número do cartão de crédito Ação possível: tente novamente com o mesmo cartão ou com outra forma de pagamento
tr_tr: Gönderilen kart türü geçersiz ya da kredi kartı numarası ile uyuşmuyor. Olası çözüm: aynı kartla işlemi tekrar deneyin ya da farklı bir ödeme türünü deneyin.
zh_cn: 所发送的信用卡类型无效或所关联的信用卡卡号错误。 可能的解决办法：以此卡重试或尝试另一种支付方式。

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
pt_br: Você solicitou uma captação, mas não existe nenhum registro de autorização não usada correspondente. Isso ocorre se não houve solicitação bem sucedida anteriormente ou se a autorização sucedida anterior já tenha sido usada por outra solicitação de captação.
tr_tr: Provizyon alınması talebinde bulundunuz ancak uyumlu ve kullanılmamış bir doğrulama kaydı bulunmuyor. Daha önce başarılı bir doğrulama talebi bulunmuyorsa ya da daha önce başarılı olan doğrulama çoktan başka bir provizyon alınma talebi tarafından kullanıldıysa gerçekleşen bir durumdur.
zh_cn: 您想申请留存，但没有相应及未使用的授权记录。如果有发生非以前成功申请授权，或者以前已经申请授权成功。

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
pt_br: Tanto o crédito quanto o cancelamento não são anuláveis porque as informações de crédito ou cancelamento já foram enviadas ao processador, ou você solicitou uma anulação para o tipo de transação que não pode ser anulada.
tr_tr: Ödeme alınması veya kredi iptal edilemez çünkü ödeme alınması veya kredi bilgisi işlemcinize çoktan gönderilmiş ya da iptal edilemeyen bir işlem türünün iptal edilmesini talebinde bulunmuşsunuz.
zh_cn: 扣费／预授权申请信息已经提交到支付系统，不可撤销。 或者，你所请求的交易类型是不可撤销的。

source: You requested a credit for a capture that was previously voided.
pt_br: Você solicitou um crédito para uma captação que anteriormente foi anulada.
tr_tr: Daha önce boşa çıkan bir yakalama için bir kredi talebinde bulundunuz
zh_cn: 您请求确认扣款的预授权已经撤销。

source: The request was received, but there was a timeout at the payment processor.
pt_br: O pedido foi recebido, mas o limite de tempo se esgotou para o processador do pagamento.
tr_tr: Talep alındı ancak ödeme işlemcisinde zaman aşımı oldu.
zh_cn: 请求已收到，但是支付服务超时。

source: Stand-alone credits are not allowed.
pt_br: Créditos para stand-alone não são permitidos
tr_tr: Tek başına olan kredilere izin verilmemektedir.
zh_cn: 不允许

source: The cardholder is enrolled for payer authentication
pt_br: O titular do cartão foi selecionado para autenticação pelo pagador
tr_tr: Kart sahibi ödeyecek kişi doğrulaması için kayıt oldu.
zh_cn: 持卡人注册为付款人验证

source: Payer authentication could not be authenticated
pt_br: A autenticação do pagador não pôde ser feita
tr_tr: Ödeyen kişi doğrulaması yapılamadı.
zh_cn: 无法验证付款人身份。

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
pt_br: A solicitação de autorização foi aprovada pelo banco emissor, mas, foi rejeitada pela CyberSource baseado na substituição das configurações da Autorização Smart. Ação possível: tente novamente com uma diferente formas de pagamento
tr_tr: Doğrulama talebi işlem yapılan banka tarafından onaylandı ancak mevcut Akıllı Doğrulama ayarlarına dayanarak CyberSource tarafından reddedildi. Olası çözüm: farklı bir ödeme aracıyla yeniden deneyin.
zh_cn: 授权请求已被发卡行通过， 但由于您的传统只能授权设置被CyberSouce拒绝。 可能的解决办法：尝试另一种支付方式。

source: Order Number
pt_br: Número do pedido
tr_tr: Sipariş numarası
zh_cn: 订单号

source: Customer Name
pt_br: Nome do cliente
tr_tr: Müşteri İsmi
zh_cn: 客户姓名

source: Date of Original Transaction
pt_br: Data da transação original
tr_tr: Orijinal İşlemin Tarihi
zh_cn: 原本事务的日期

source: Date of Refund
pt_br: Data de reembolso
tr_tr: Geri Ödeme Tarihi
zh_cn: 偿还日期

source: Amount of Refund
pt_br: Quantia do reembolso
tr_tr: Geri Ödeme Miktarı
zh_cn: 偿还总数

source: Service Fees (if any)
pt_br: Taxas de serviço (se houver)
tr_tr: Servis Ücretleri (eğer varsa)
zh_cn: 服务费(如果有的话)

source: Purchase Time
pt_br: Hora da compra
tr_tr: Satın Alma Zamanı
zh_cn: 购买时间

source: Order ID
pt_br: ID do pedido
tr_tr: Sipariş No
zh_cn: 订单ID

source: Unit Cost
pt_br: Custo unitário
tr_tr: Birim Maliyeti
zh_cn: 单位价格

source: Total Cost
pt_br: Custo total
tr_tr: Toplam Maliyet
zh_cn: 总价格

source: Currency
pt_br: Moeda atual
tr_tr: Para Birimi
zh_cn: 货币

source: Comments
pt_br: Comentários
tr_tr: Yorumlar
zh_cn: 评语

source: University
pt_br: Universidade
tr_tr: Üniversite
zh_cn: 大学

source: Course Announce Date
pt_br: Data de anúncio do curso
tr_tr: Ders Duyuru Tarihi
zh_cn: 课程发布日期

source: Course Start Date
pt_br: Data de início do curso
tr_tr: Ders Başlama Tarihi
zh_cn: 课程开始日期

source: Course Registration Close Date
pt_br: Data de encerramento das inscrições
tr_tr: Dersin Kaydı için Son Tarih
zh_cn: 课程注册截止日期

source: Course Registration Period
pt_br: Período de inscrição para o curso
tr_tr: Ders Kayıt Süresi
zh_cn: 课程注册期

source: Total Enrolled
pt_br: Total de inscrições
tr_tr: Toplam Kayıtlı
zh_cn: 总计选修人数

source: Audit Enrollment
pt_br: Inscrição para aluno ouvinte
tr_tr: Gözlemleme Kaydı
zh_cn: 审核选课

source: Honor Code Enrollment
pt_br: Inscrição com código de honra
tr_tr: Onur Kodu Kaydı
zh_cn: 诚信准则选课

source: Verified Enrollment
pt_br: Matrícula Verificada
tr_tr: Onaylanmış Kayıtlanma
zh_cn: 已认证的选课人数

source: Gross Revenue
pt_br: Receita Bruta
tr_tr: Brüt Hasılat
zh_cn: 总收入

source: Gross Revenue over the Minimum
pt_br: Receita bruta excedente ao mínimo
tr_tr: Toplam Hasılat Minimum Üzerinde
zh_cn: 总收入超过最低
