Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: You may want to edit the XML in your course directly, outside of {studio_name}. You may want to create a backup copy of your course. Or, you may want to create a copy of your course that you can later import into another course instance and customize.
pt_br: Você pode querer editar o XML diretamente no seu curso, fora do {studio_name}. Você pode criar uma cópia de segurança do seu curso. Ou, você pode querer criar um cópia do seu curso que você pode importar mais tarde para a instância de outro curso e customizá-la.
tr_tr: Dersinizdeki XML dosyalarını, {studio_name} dışında doğrudan değiştirmek isteyebilirsiniz. Dersinizin bir yedeğinizi almak isteyebilirsiniz veya dersinizin bir kopyasını çıkartır ve daha sonra diğer bir dersin içine aktarır ve değiştirirsiniz.
zh_cn: 您可能想在{studio_name}之外直接编辑课程的XML，或为您的课程建立备份，或者您是想创建一份课程的副本以便日后导入进另一个课程实例并进行自定义。

source: What content is exported?
pt_br: Qual conteúdo é exportado?
tr_tr: Hangi içerik dışa aktarıldı?
zh_cn: 哪些内容被导出了？

source: The following content is exported.
pt_br: O conteúdo a seguir está exporado.
tr_tr: Aşağıdaki içerik dışa aktarıldı.
zh_cn: 以下内容已被导出。

source: Course content and structure
pt_br: Conteúdo e Estrutura do curso
tr_tr: Ders içeriği ve yapısı
zh_cn: 课程内容和架构

source: Grading policy
pt_br: Política de Notas
tr_tr: Notlandırma koşulları
zh_cn: 评分政策

source: Any group configurations
pt_br: Configuração de qualquer configuração.
tr_tr: Herhangi bir grup yapılandırması
zh_cn: 任何群组设置

source: Settings on the Advanced Settings page, including MATLAB API keys and LTI passports
pt_br: Configurações na página de Configurações Avançadas, incluindo chaves de MATLAB API e passaportes de LTI
tr_tr: MATLAB API anahtarları ve LTI pasaportları dahil Gelişmiş Ayarlar sayfasındaki ayarlar
zh_cn: 高级设置页面设置，包括MATLAB API密钥和LTI护照

source: The following content is not exported.
pt_br: O conteúdo a seguir não foi exportado.
tr_tr: Aşağıdaki içerik dışarı aktarılmadı.
zh_cn: 以下内容未被导出。

source: Learner-specific content, such as learner grades and discussion forum data
pt_br: Conteúdo específico para alunos, como notas de alunos e informação de discussões em fóruns
tr_tr: Öğrenciye-özel içerik, öğrenci notları ve tartışma forum verileri gibi
zh_cn: 学员特定内容，例如学员评分和讨论区数据

source: The course team
pt_br: O time do curso
tr_tr: Ders takımı
zh_cn: 课程团队

source: Use an archive program to extract the data from the .tar.gz file. Extracted data includes the course.xml file, as well as subfolders that contain course content.
pt_br: Use um programa de descompactação para extrair os dados do arquivo .tar.gz. Dados extraídos incluem o arquivo course.xml e também os subdiretórios que contêm o conteúdo do curso.
tr_tr: .tar.gz dosyasından verileri almak için bir arşiv programı kullanınız. Çıkarılan veriler içinde ders.xml dosyası ve ders içeriğini barındıran alt dizinler olacaktır.
zh_cn: 使用档案工具解压.tar.gz中的文件。解压后的数据包含coursex.xml，还有一些子目录，存放了课程内容。

source: Learn more about exporting a course
pt_br: Aprenda mais sobre exportar um curso
tr_tr: Bir dersi dışa aktarmak hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于课程导出的信息

source: Export Course to Git
pt_br: Exportar curso para Git
tr_tr: Dersi Git'e Aktar
zh_cn: 导出课程到Git

source: Export to Git
pt_br: Exportar para Git
tr_tr: Git'e Aktar
zh_cn: 导出到Git

source: About Export to Git
pt_br: Sobre a exportação para Git
tr_tr: Git'e Aktarma Hakkında
zh_cn: 关于导出课程到Git

source: Use this to export your course to its git repository.
pt_br: Utilize-o para exportar seu curso para o repositório Git
tr_tr: Bunu dersinizi git havuzuna aktarmak için kullanınız.
zh_cn: 使用这个来导出您的课程到Git源。

source: This will then trigger an automatic update of the main LMS site and update the contents of your course visible there to learners if automatic git imports are configured.
pt_br: Isso então desencadeará uma atualização automática do site principal LMS e atualizará os conteúdos de seu curso visível lá para os alunos se as importações git automáticas forem configuradas.
zh_cn: 这将触发主LMS站点的自动更新，若自动Git导入已配置好，学员可见的课程内容也会被自动更新。

source: Export Course to Git:
pt_br: Exportar curso para Git:
tr_tr: Dersi Git'e Aktar:
zh_cn: 导出课程到Git：

source: giturl must be defined in your course settings before you can export to git.
pt_br: giturl deve ser definido nas configurações do seu curso antes que você possa exportar para o git.
tr_tr: Git'e aktarmadan önce, dersinizin ayarlarında giturl tanımlanmış olmalıdır.
zh_cn: 在您导出到Git之前必须在课程设置里定义Git地址。

source: Export Failed
pt_br: A exportação falhou
tr_tr: Aktarma Başarısız
zh_cn: 导出失败

source: Export Succeeded
pt_br: Exportação feita com sucesso
tr_tr: Aktarma Başarılı
zh_cn: 导出成功

source: Your course:
pt_br: Seu curso:
tr_tr: Dersiniz:
zh_cn: 您的课程：

source: Course git url:
pt_br: Url do git do curso:
tr_tr: Dersin git url'si:
zh_cn: 课程Git地址：

source: Experiment Group Configurations
pt_br: Configurações de Grupo de Experimentos
tr_tr: Grup Yapılandırmalarını Deneme
zh_cn: 实验组配置

source: This module is disabled at the moment.
pt_br: Este módulo está desabilitado neste momento.
tr_tr: Bu modül şu anda devre dışı bırakılmıştır.
zh_cn: 这个模块目前被禁用。

source: Enrollment track groups allow you to offer different course content to learners in each enrollment track. Learners enrolled in each enrollment track in your course are automatically included in the corresponding enrollment track group.
pt_br: Os grupos de faixas de inscrição permitem que você ofereça conteúdos diferentes para os alunos em cada faixa de inscrição. Os alunos inscritos em cada faixa de inscrição em seu curso são automaticamente incluídos no grupo de faixa de inscrição correspondente.
tr_tr: Kayıt izleme grupları, her kayıt pistindeki öğrencilere farklı kurs içeriği sunmanıza olanak sağlar. Kursunuzdaki her bir kayıt parkuruna kayıtlı öğrenciler otomatik olarak ilgili kayıt izleme grubuna dahil edilir.
zh_cn: 注册跟踪组允许您在每个注册跟踪中向学员提供不同的课程内容。在课程中的每个注册跟踪中注册的学员将自动包含在相应的注册跟踪组中。

source: On unit pages in the course outline, you can restrict access to components to learners based on their enrollment track.
pt_br: Em páginas de unidade no esboço do curso, você pode restringir o acesso dosalunos aos componentes baseado na faixa de inscrição deles.
tr_tr: Ders müfredatının ünite sayfalarındaki bileşenlere erişimi belli bir kayıtlanma yolundaki öğrencilere sınırlayabilirsiniz.
zh_cn: 在课程大纲的单元页面上，您可以根据用户群组来设置学习者对内容组件的访问。

source: You cannot edit enrollment track groups, but you can expand each group to view details of the course content that is designated for learners in the group.
pt_br: Você não pode editar grupos de faixas de inscrição, mas pode expandir cada grupo para exibir detalhes do conteúdo do curso designado para os alunos do grupo.
tr_tr: Kayıtlanma yolu gruplarını düzenleyemezsiniz ama her grubu o gruptaki öğrencilere yönelik içeriğin ayrıntılarını görüntüleyecek şekilde genişletebilirsiniz.
zh_cn: 您无法编辑学员群组，但可以展开每个组以查看为该组中的学员指定的课程内容的详细信息。

source: If you have cohorts enabled in your course, you can use content groups to create cohort-specific courseware. In other words, you can customize the content that particular cohorts see in your course.
pt_br: Se você tiver grupos ativados em seu curso, você pode usar grupos de conteúdo para criar um material de curso específico. Ou seja, você pode personalizar o conteúdo que um grupo particular ou grupos específicos poderão visualizar no seu curso.
tr_tr: Eğer dersinizde topluluklar etkinse topluluğa özgü ders içeriği oluşturmak için içerik gruplarını kullanabilirsiniz. Başka bir deyişle, dersinizde belirli toplulukların gördüğü içeriği kişiselleştirebilirsiniz.
zh_cn: 如果您在您的课程中启用了群组，您可以使用内容组来创建群组特定的课件。换句话说，您可以在您课程中的自定义内容使得特定的群组才能看到这些内容。

source: Each content group that you create can be associated with one or more cohorts. In addition to making course content available to all learners, you can restrict access to some content to learners in specific content groups. Only learners in the cohorts that are associated with the specified content groups see the additional content.
pt_br: Cada grupo de conteúdo que você cria pode ser associado a uma ou mais grupos. Além de disponibilizar o conteúdo do curso para todos os alunos, você pode restringir o acesso a alguns conteúdos a alunos em grupos de conteúdo específicos. Somente alunos nos grupos associados a os grupos de conteúdo especificados veem o conteúdo adicional
tr_tr: Oluşturduğunuz her içerik grubu bir veya daha fazla toplulukla ilişkilendirilebilir. Ders içeriğini tüm öğrenciler için kullanılabilir hale getirmenin yanı sıra, bazı içeriklere erişimi belirli içerik gruplarındaki öğrencilere kısıtlayabilirsiniz. Yalnızca topluluklarda belirtilen içerik gruplarıyla ilişkili olan öğrenciler ek içeriği görür.
zh_cn: 您创建的每个内容组都可以与一个或多个学员群组相关联。除了向所有学员提供课程内容之外，您还可以限制特定内容组中学习者访问某些内容。只有与指定内容组关联的群组中的学员才能看到其中的内容。

source: Click {em_start}New content group{em_end} to add a new content group. To edit the name of a content group, hover over its box and click {em_start}Edit{em_end}. You can delete a content group only if it is not in use by a unit. To delete a content group, hover over its box and click the delete icon.
pt_br: Clique em {em_start}Novo grupo de conteúdo{em_end} para adicionar um novo grupo de conteúdo. Para editar o nome de um grupo de conteúdo, vá com o mouse sobre a sua caixa e clique em {em_start}Edit{em_end}. Você pode deletar um grupo de conteúdo apenas se não estiver sendo utilizado por uma unidade. Para deletar um grupo de conteúdo, vá com o mouse sobre a sua caixa e clique no ícone de exclusão.
tr_tr: Yeni bir içerik grubu eklemek için {em_start}Yeni içerik grubu{em_end} ifadesine tıklayın. İçerik grubunun ismini düzenlemek için kutucuğun üzerine gelin ve {em_start}Düzenle{em_end} ifadesine tıklayın. Bir içerik grubunu yalnızca bir ünite tarafından kullanılmıyorsa silebilirsiniz. Bir içerik grubunu silmek için grubun olduğu kutucuğun üzerine gelin ve sil simgesine tıklayın.
zh_cn: 点击{em_start}新建内容组{em_end}来添加一个新的内容组；如果要编辑某个内容组的名称，请点击该内容组的{em_start}编辑{em_end}按钮；一个内容组只有在未被任何一个单元使用的情况下可以被删除，请点击某个内容组的删除图标以删除该内容组。

source: Use experiment group configurations if you are conducting content experiments, also known as A/B testing, in your course. Experiment group configurations define how many groups of learners are in a content experiment. When you create a content experiment for a course, you select the group configuration to use.
pt_br: Use configurações de grupo de experiências se estiver realizando experiências de conteúdo, também conhecidas como teste A / B, em seu curso. As configurações de grupos de experiências definem quantos grupos de alunos estão em uma experiência de conteúdo. Ao criar uma experiência de conteúdo para um curso, você selecione a configuração do grupo a ser usada.
tr_tr: İçerik deneyleri yürütüyorsanız, A/B testi olarak da bilinen deney grubu yapılandırmasını kullanın. Deney grubu yapılandırmaları kaç öğrenci grubunun içerik deneylerinde yer alacağını tanımlar. Bir ders için içerik deneyi oluşturduğunuzda, kullanılacak grup yapılandırmasını seçersiniz.
zh_cn: 如果您在课程中进行内容实验（也称为A / B测试），请使用实验组配置。实验组配置定义内容实验中有多少学习者小组。为课程创建内容实验时，请选择要使用的组配置。

source: Click {em_start}New Group Configuration{em_end} to add a new configuration. To edit a configuration, hover over its box and click {em_start}Edit{em_end}. You can delete a group configuration only if it is not in use in an experiment. To delete a configuration, hover over its box and click the delete icon.
pt_br: Clique em {em_start}Nova Configuração de Grupo{em_end} para adicionar uma nova configuração. Para editar uma configuração, vá com o mouse sobre a sua caixa e clique em {em_start}Editar{em_end}. Você pode excluir uma configuração de grupo apenas se ela não estiver sendo usada em um experimento. Para excluir uma configuração, vá com o mouse sobre sua caixa e clique no ícone de exclusão.
tr_tr: Yeni bir yapılandırma eklemek için {em_start}Yeni Grup Yapılandırması{em_end} ifadesine tıklayın. Bir yapılandırmayı düzenlemek için kutucuğun üzerine gelip {em_start}Düzenle{em_end} ifadesine tıklayın. Bir grup yapılandırmasını yalnızca bir deneyde kullanılmıyorsa silebilirsiniz. Yapılandırmayı silmek için kutucuğun üzerine gelin ve sil simgesine tıklayın.
zh_cn: 点击{em_start}新建组配置{em_end}来添加一个新的配置；如果要编辑某个配置，请点击该配置的{em_start}编辑{em_end}按钮；一个组配置只有在未被任何一个实验使用的情况下可以被删除，请点击某个组配置的删除图标以删除该组配置。

source: Details & Schedule
pt_br: Detalhes e Cronograma
tr_tr: Ayrıntılar & Takvim
zh_cn: 细节与日程

source: Welcome
pt_br: Bem-vindo(a)
tr_tr: Hoş geldiniz
zh_cn: 欢迎

source: Welcome to {studio_name}
pt_br: Bem vindo ao {studio_name}
tr_tr: {studio_name}'ya Hoş Geldiniz
zh_cn: 欢迎来到{studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
pt_br: {studio_name} ajuda a gerenciar seus cursos online, para que você possa focar em ensiná-los
tr_tr: {studio_name} çevrimiçi dersleri düzenlemenize yardım eder, böylece siz dersinizi öğretmeye odaklanabilirsiniz.
zh_cn: {studio_name}帮助您管理您的线上课程，这样您就可以专注于教学

source: {studio_name}'s Many Features
pt_br: Vários recursos de {studio_name}
tr_tr: {studio_name}'in Bir Çok Özelliği
zh_cn: {studio_name}的许多特性

source: {studio_name} Helps You Keep Your Courses Organized
pt_br: O {studio_name} ajuda a manter o seu curso organizado
tr_tr: {studio_name} Derslerinizi Düzenlemenize Yardım Eder
zh_cn: {studio_name}帮助您保持课程有序组织

source: Enlarge image
pt_br: Aumentar Imagem
tr_tr: Görseli büyüt
zh_cn: 放大图片

source: Keeping Your Course Organized
pt_br: Mantendo seu curso organizado
tr_tr: Dersinizi Düzenli Tutar
zh_cn: 保持您的课程有序组织

source: The backbone of your course is how it is organized. {studio_name} offers an {strong_start}Outline{strong_end} editor, providing a simple hierarchy and easy drag and drop to help you and your learners stay organized.
pt_br: A espinha dorsal do seu curso é como ele é organizado. {studio_name} oferece um editor de {strong_start}Esboço{strong_end}, provendo uma hierarquia simples e drag and drops fáceis para ajudar vocês e seus alunos a se organizarem.
zh_cn: 如何组织你的课程结构？ {studio_name}提供{strong_start}大纲{strong_end}编辑器，通过简单的层次结构，轻松拖放以帮助您和您的学员清晰地知道课程的结构。

source: Simple Organization For Content
pt_br: Organização simples para o conteúdo
tr_tr: İçerik için Basit Düzenleme
zh_cn: 简单地组织内容

source: {studio_name} uses a simple hierarchy of {strong_start}sections{strong_end} and {strong_start}subsections{strong_end} to organize your content.
pt_br: {studio_name} usa uma hierarquia simples de {strong_start}seções{strong_end} e {strong_start}subseções{strong_end} para organizar o conteúdo.
tr_tr: {studio_name}, {strong_start}bölümler{strong_end} ve {strong_start}alt bölümler{strong_end}den oluşan basit bir hiyerarşi ile içerik oluşturmanıza yardımcı olur.
zh_cn: {studio_name} 使用清晰简明的 {strong_start}章{strong_end} {strong_start}节{strong_end} 结构来组织你的课程内容。

source: Change Your Mind Anytime
pt_br: Mude de idéia a qualquer momento
tr_tr: İstediğin Zaman Fikrini Değiştir
zh_cn: 随时改变您的思路

source: Draft your outline and build content anywhere. Simple drag and drop tools let you reorganize quickly.
pt_br: Faça o seu esboço e construa o conteúdo em qualquer lugar. Ferramentas simples de arrastar e soltar permitem que você reorganize rapidamente.
tr_tr: Ders iskeletinin taslağını hazırla ve istediğin yerde içeriğini oluştur. Basit sürükle ve bırak araçları, derslerinizi hızlıca düzenlemenize yardımcı olacak.
zh_cn: 您可以在任意位置起草大纲并创建内容。简单的拖放工具使您可以快速地重新组织课程内容。

source: Go A Week Or A Semester At A Time
pt_br: Navegar uma semana ou um semestre por vez
tr_tr: Haftalık veya Yarı Dönemli İçerikler
zh_cn: 按星期或学期发布内容

source: Build and release {strong_start}sections{strong_end} to your learners incrementally. You don't have to have it all done at once.
pt_br: Construa e lance {strong_start}seções{strong_end} para os seus alunos incrementalmente. Você não precisa fazer tudo de uma vez só.
zh_cn: 渐进地为您的学员创建和发布{strong_start}课程章节内容{strong_end}。您不必一次完成所有操作。

source: Learning is More than Just Lectures
pt_br: Aprender é mais do que apenas aulas expositivas
tr_tr: Öğrenmek Sadece Derslerden İbaret Değildir.
zh_cn: 学习不仅仅是听课

source: {studio_name} lets you weave your content together in a way that reinforces learning. Insert videos, discussions, and a wide variety of exercises with just a few clicks.
pt_br: {studio_name} permite entrelaçar seu conteúdo de um modo que reforça o aprendizado. Insira vídeos, discussões e uma grande variedade de exercícios com apenas alguns cliques.
tr_tr: {studio_name} içeriği öğrenmeyi güçlü araçlarla işlemenizi sağlar. Videolar, forumlar ekleyin ve pek çok farklı türde olabilen alıştırma tiplerini birkaç tıklamayla kullanın.
zh_cn: {studio_name}使您可以将您的课程内容以有助于巩固学习效果的形式组织在一起。您只需通过几次点击就可以插入视频、讨论区以及各种各样的练习题。

source: Create Learning Pathways
pt_br: Criar caminhos para a aprendizagem
tr_tr: Kazanım Yolları Oluştur
zh_cn: 创建学习路径

source: Help your learners understand one concept at a time with multimedia, HTML, and exercises.
pt_br: Ajude seus alunos a entender um conceito de cada vez com multimídia, HTML, e exercícios.
zh_cn: 通过多媒体、HTML和练习帮助您的学员每次理解一个概念。

source: Work Visually, Organize Quickly
pt_br: Trabalhe visualmente, organize rapidamente
tr_tr: Görerek Çalış, Kolayca Düzenle
zh_cn: 可视化地工作，快速地组织

source: Work visually and see exactly what your learners will see. Reorganize all your content with drag and drop.
pt_br: Trabalhe visualmente e veja exatamente o que seus alunos verão. Reorganize todos os seus conteúdos com as ferramentas de arrastar e soltar.
zh_cn: 可视化地工作并且随时预览您的学员将要看的内容。通过拖放操作重新组织您的课程内容。

source: A Broad Library of Problem Types
pt_br: Uma Ampla Biblioteca de Tipos de Questões
tr_tr: Geniş Soru Tekniği Kütüphanesi
zh_cn: 丰富的平台库可以支持各种问题类型

source: It's more than just multiple choice. {studio_name} supports more than a dozen types of problems to challenge your learners.
pt_br: É mais do que apenas múltipla escolha. {studio_name} suporta mais de uma dúzia de tipos de problemas para desafiar seus alunos.
tr_tr: Çoklu seçenekten çok daha fazlası. {studio_name} öğrencilerinizi zorlamak için bir düzineden fazla soru/sınav tekniğine sahiptir.
zh_cn: 不只是选择题，{studio_name}支持各种各样的题型来挑战您的学员们。

source: {studio_name} Gives You Simple, Fast, and Incremental Publishing. With Friends.
pt_br: O {studio_name} proporciona a você publicação simples, rápida e gradual. Com seus amigos.
tr_tr: {studio_name} Size Kolay, Hızlı ve Güncellenebilir Ortam Sunar. Arkadaşlarınla Beraber.
zh_cn: {studio_name}给您和您的朋友提供简单、快速、增量式的发布体验。

source: Simple, Fast, and Incremental Publishing. With Friends.
pt_br: Publicação Simples, Rápida e Gradual. Com Amigos.
tr_tr: Kolay, Hızlı ve Zaman Yönetimli Yayıncılık. Arkadaşlarınla Beraber.
zh_cn: 与其他人一起合作，体验简单、快速、增量式的内容发布过程

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
pt_br: {studio_name} funciona como os aplicativos de web que você já conhece, e ainda entende como você cria um currículo. Publicação instantânea para a web quando você quiser, lançamento gradual quando necessário. E com os co-autores, você pode ter toda sua equipe criando um curso em conjunto.
tr_tr: {studio_name} alışık olduğunuz web uygulamaları gibi çalışır ve ders üretimi konusunda yardımcı olur. İstediğiniz zaman anında web'de yayına başlar veya isterseniz haftalık bölümlere ayırarak yayınlarsınız. Yardımcı yazarlarla oluşturduğunuz ekiple birlikte bir dersi baştan sona oluşturabilirsiniz.
zh_cn: {studio_name}的工作方式与您熟知的网页应用类似，只是您还需要了解一下如何创建课程。您可以根据需要在网页上一次性地发布信息，或者采用增量式的发布形式。如果您有合作者，你们还可以作为一个团队来共同创建课程。

source: Instant Changes
pt_br: Alterações Instantâneas
tr_tr: Anlık Değişiklikler
zh_cn: 即时修改

source: Caught a bug? No problem. When you want, your changes go live when you click Save.
pt_br: Encontrou um bug? Sem problema. Quando você quiser, suas alterações terão efeito quando você clicar em Salvar.
tr_tr: Hatayla mı karşılaştınız? Sorun değil. Değişiklikleriniz siz ne zaman isterseniz, Kaydet düğmesine bastığınızda yayına girecek.
zh_cn: 发现了一个错误？没有问题。只要您需要，点击保存按钮就可以将您的更改上线。

source: Release-On Date Publishing
pt_br: Data de Publicação
tr_tr: Zamanlanmış Yayınlar
zh_cn: 定期发布课程

source: When you've finished a {strong_start}section{strong_end}, pick when you want it to go live and {studio_name} takes care of the rest. Build your course incrementally.
tr_tr: Bir {strong_start}bölümü{strong_end} bitirdiğinizde, yayına almak istediğiniz tarihi seçin ve {studio_name} gerisini halletsin. Derslerinizi haftalık/aylık dilimler halinde de yayınlayabilirsiniz.
zh_cn: 当您完成{strong_start}一个章节{strong_end}的内容编辑时，请选择您希望它上线的时间，{studio_name}然后再考虑其他部分，逐步建立你的课程。

source: Work in Teams
pt_br: Trabalhe em Equipe
tr_tr: Takım Halinde Çalış
zh_cn: 参与团队协作

source: Co-authors have full access to all the same authoring tools. Make your course better through a team effort.
pt_br: Os co-autores têm total acesso a todas as ferramentas de criação. Torne seu curso ainda melhor através do trabalho em equipe.
tr_tr: Yardımcı yazarlar ders hazırlama araçlarına erişimde sizinle eş haklara sahiptir. Ekip çalışmasıyla daha iyi ders içerikleri hazırlayın.
zh_cn: 合作者有权访问相同的创作工具。团队协作将提高您的课程质量。

source: Sign Up for {studio_name} Today!
pt_br: Registre-se em {studio_name} hoje!
tr_tr: Bugün {studio_name} için Oturum Aç!
zh_cn: 立即在{studio_name}注册！

source: Sign Up & Start Making Your {platform_name} Course
pt_br: Registre-se e começa a fazer o seu curso no {platform_name}
tr_tr: Giriş Yap & {platform_name} Dersini Oluşturmaya Başla
zh_cn: 注册并开始创建你的 {platform_name} 课程

source: Already have a {studio_name} Account? Sign In
pt_br: Já possui uma conta no {studio_name}? Entrar
tr_tr: Zaten bir {studio_name} hesabınız var mı? Giriş yapın
zh_cn: 已经有一个{studio_name}账户？请登录

source: Outlining Your Course
pt_br: Esboçoando o seu Curso
tr_tr: Dersinizin Taslağı Oluşturun
zh_cn: 列出您的课程大纲

source: Simple two-level outline to organize your course. Drag and drop, and see your course at a glance.
pt_br: Esboço simples de dois níveis para organizar seu curso. Drag and drop e veja o seu curso rapidamente.
tr_tr: Dersinizi organize etmek için basit iki seviyeli taslak. Sürükle ve bırak ve dersini anında gör.
zh_cn: 使用简单的两级大纲来组织您的课程。拖放，一目了然地看到您的课程。

source: More than Just Lectures
pt_br: Mais do que apenas palestras
tr_tr: Derslerden daha fazlası
zh_cn: 不仅仅是课程讲座

source: Quickly create videos, text snippets, inline discussions, and a variety of problem types.
pt_br: Crie vídeos, trechos de textos, discussões no texto e uma variedade de tipos de questões rapidamente.
tr_tr: Hızlıca videolar, metin parçaları, forum tartışmaları ve çeşitli türde problemler oluştur.
zh_cn: 快速创建视频、文本片段、内部讨论和各种问题类型。

source: Publishing on Date
pt_br: Publicar na Data
tr_tr: Belli Bir Tarihte Yayınla
zh_cn: 发布时间

source: Simply set the date of a section or subsection, and {studio_name} will publish it to your learners for you.
pt_br: simplesmente configure a data de uma seção ou subseção e {studio_name} irá publicá-lo para seus estudantes por você.
zh_cn: 只需简单地设置章节的发布时间，{studio_name}会按照设定的时间为您发布这些内容给学员。

source: We're having trouble rendering your component
pt_br: Nós estamos tendo problemas para mostrar o seu componente
tr_tr: Bileşeninizi göstermekte zorluk yaşıyoruz
zh_cn: 渲染组件时遇到问题

source: Learners will not be able to access this component. Re-edit your component to fix the error.
pt_br: Estudantes não poderão acessar esse componente. Edite novamente o seu componente para solucionar o erro.
zh_cn: 学员无法访问这个组件。请重新编辑您的组件以修复错误。

source: Library Import
pt_br: Importar Biblioteca
tr_tr: Kütüphane İçe Aktarımı
zh_cn: 知识库导入

source: Course Import
pt_br: Importação do Curso
tr_tr: Dersi İçe Aktarma
zh_cn: 课程导入
