Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Be sure you want to import a library before continuing. The contents of the imported library will replace the contents of the existing library. {em_start}You cannot undo a library import{em_end}. Before you proceed, we recommend that you export the current library, so that you have a backup copy of it.
pt_br: Tenha certeza de que você realmente deseja importar uma biblioteca antes de continuar. O conteúdo da biblioteca importado substitui todo o conteúdo da biblioteca atual. {em_start}Você não poderá desfazer a importação da biblioteca{em_end}. Antes de prosseguir, é recomendável que você exporte a biblioteca atual, de modo que você tenha um backup dele.
tr_tr: Devam etmeden önce dersi içeri aktardığınıza emin olun. İçe aktarılan ders materyali, derste var olan içeriğin üzerine yazılır. {em_start}Dersi içe almayı geri alamazsınız{em_end}. Dersin yedeğini almak için dersi dışa aktarmayı tavsiye ediyoruz.
zh_cn: 在继续之前，请确认您想要导入一个知识库。当前知识库的所有内容会被导入的内容所取代，{em_start}您无法撤销该导入操作 {em_end}。我们建议您在继续操作之前先将当前知识库导出，以便有个备份。

source: The library that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a library.xml file. It may also contain other files.
pt_br: A biblioteca que você importar deve estar em um arquivo do tipo .tar.gz (que é um arquivo compactado com o GNU Zip). Este arquivo .tar.gz deve conter o arquivo library.xml. Ele também podem conter outros arquivos.
tr_tr: İçer aktardığınız ders .tar.gz formatında (GNU Zip'le sıkıştırılmış .tar dosyası) olmalıdır. Bu .tar.gz dosyası course.xml isimli bir dosyayla birlikte diğer bazı dosyaları da içermelidir.
zh_cn: 您导入的知识库必须是一个 .tar.gz 格式的文件(即，使用 GNU Zip 压缩的 .tar 文件)。该文件中必须包含一个 library.xml 文件，同时也可以包含其他文件。

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your library until the import operation has completed.
pt_br: O processo de importação possui cinco fases. Durante as duas primeiras fases você deve permanecer nesta página. Você pode sair desta página após a fase de descompactação ter sido concluída. Recomendamos, no entanto, que você não faça grandes mudanças na sua biblioteca até que a operação de importação tenha sido concluída.
tr_tr: İçe aktarma işlemi beş aşamadan oluşur. İlk iki aşama sırasında, sayfayı görüntülemeye devam etmeniz gerekir. Sayfayı, dosya açma işlemi bittikten sonra terk edebilirsiniz. Bununla birlikte, içe aktarma işlemi bitene kadar dersinizde önemli değişiklikler yapmamanızı öneririz.
zh_cn: 导入过程有五个步骤。在前两个步骤进行时，请勿离开本页面；在“解压”步骤完成之后，您可以离开本页面。但是我们建议，在导入操作完成之前请不要对您的知识库做出重要改动。

source: Be sure you want to import a course before continuing. The contents of the imported course will replace the contents of the existing course. {em_start}You cannot undo a course import{em_end}. Before you proceed, we recommend that you export the current course, so that you have a backup copy of it.
pt_br: Tenha certeza de que você realmente deseja importar um curso antes de continuar. O conteúdo do curso importado substitui todo o conteúdo do curso atual. {em_start}Você não poderá desfazer a importação de um curso{em_end}. Antes de prosseguir, é recomendável que você exporte o curso atual, de modo que você tenha um backup dele.
tr_tr: Devam etmeden önce dersi içeri aktardığınıza emin olun. İçe aktarılan ders materyali, derste var olan içeriğin üzerine yazılır. {em_start}Dersi içe almayı geri alamazsınız{em_end}. Dersin yedeğini almak için dersi dışa aktarmayı tavsiye ediyoruz.
zh_cn: 在继续之前，请确认您想要导入一门课程。当前课程的所有内容会被导入的内容所取代，{em_start}您无法撤销该导入操作 {em_end}。我们建议您在继续操作之前先将当前课程导出，以便有个备份。

source: The course that you import must be in a .tar.gz file (that is, a .tar file compressed with GNU Zip). This .tar.gz file must contain a course.xml file. It may also contain other files.
pt_br: O curso que você importar deve estar em um arquivo tar.gz. (ou seja, um arquivo .tar compactado com GNU Zip). Este arquivo tar.gz deve conter um arquivo do tipo curso.xml. Ele também pode conter outros arquivos.
tr_tr: İçer aktardığınız ders .tar.gz formatında (GNU Zip'le sıkıştırılmış .tar dosyası) olmalıdır. Bu .tar.gz dosyası course.xml isimli bir dosyayla birlikte diğer bazı dosyaları da içermelidir.
zh_cn: 您导入的课程必须是一个 .tar.gz 格式的文件(即，使用 GNU Zip 压缩的 .tar 文件)。该文件中必须包含一个 library.xml 文件，同时也可以包含其他文件。

source: The import process has five stages. During the first two stages, you must stay on this page. You can leave this page after the Unpacking stage has completed. We recommend, however, that you don't make important changes to your course until the import operation has completed.
pt_br: O processo de importação tem cinco fases. Durante as duas primeiras fases você deve permanecer nesta página. Você pode sair desta página após a fase de descompactação ter sido concluída. Recomendamos, no entanto, que você não faça grandes mudanças no seu curso até que a operação de importação tenha sido concluída.
tr_tr: İçe aktarma işlemi beş aşamadan oluşur. İlk iki aşama sırasında, sayfayı görüntülemeye devam etmeniz gerekir. Sayfayı, dosya açma işlemi bittikten sonra terk edebilirsiniz. Bununla birlikte, içe aktarma işlemi bitene kadar dersinizde önemli değişiklikler yapmamanızı öneririz.
zh_cn: 导入过程有五步。在前两步中，您必须停留在当前页面。而在解压步骤结束后您可以离开当前页面。不过，我们建议在导入操作结束前您都不要对课程做任何更改调整。

source: Select a .tar.gz File to Replace Your Library Content
pt_br: Selecione um arquivo com a extensão .tar.gz para substituir o conteúdo da biblioteca.
tr_tr: Ders İçeriğinizin Yerine Yenisini Koymak için .tar.gz dosyası seçiniz
zh_cn: 请选择一个用于替换您的知识库内容的 .tar.gz 文件

source: Select a .tar.gz File to Replace Your Course Content
pt_br: Selecione um arquivo .tar.gz para substituir o conteúdo do seu curso
tr_tr: Ders İçeriğinizin Yerine Yenisini Koymak için .tar.gz dosyası seçiniz
zh_cn: 选择一个.tar.gz 文件以覆盖当前课程内容

source: Choose a File to Import
pt_br: Escolha um Arquivo para ser Importado
tr_tr: İçe Aktarım için Bir dosya Seçin
zh_cn: 选择要导入的文件

source: File Chosen:
pt_br: Arquivo Escolhido:
tr_tr: Seçili Dosya:
zh_cn: 选中的文件：

source: Replace my library with the selected file
pt_br: Substituir minha biblioteca com os arquivos selecionados
tr_tr: Seçilen dosya ile benim kütüphanemi değiştirin
zh_cn: 用所选的文件替换我的知识库

source: Replace my course with the selected file
pt_br: Substituir meu curso com os arquivos selecionados
tr_tr: Seçilen dosya ile benim dersimi değiştirin
zh_cn: 用所选的文件替换我的课程

source: Library Import Status
pt_br: Status de Importação da Biblioteca
tr_tr: Kütüphane İçe Aktarımı Durumları
zh_cn: 知识库导入状态

source: Course Import Status
pt_br: Status da Importação do Curso
tr_tr: Ders İçer Aktarım Durumu
zh_cn: 课程导入状态

source: Transferring your file to our servers
pt_br: Tranferindo seu arquivo para os nossos servidores
tr_tr: Dosyanız sunucularımıza aktarılıyor
zh_cn: 正在传输您的文件至服务器

source: Unpacking
pt_br: Descompactando
tr_tr: Açılıyor
zh_cn: 正在解压

source: Expanding and preparing folder/file structure (You can now leave this page safely, but avoid making drastic changes to content until this import is complete)
pt_br: Expandindo e preparando estrutura de diretório/arquivo (agora você pode sair dessa página com segurança, mas evite fazer mudanças drásticas no conteúdo até que esta importação tenha sido completada)
tr_tr: Dizin/dosya yapısı genişletiliyor ve hazırlanıyor (Sayfanızı güvenli şekilde terkedebilirsiniz fakat içe aktarım tamamlanana kadar içerikte ciddi değişiklikler yapmayınız)
zh_cn: 展开预定义的目录/文件结构(您现在可以安全地离开这个页面了，但在内容导入完成之前请尽量避免不必要的修改)

source: Verifying
pt_br: Verificando
tr_tr: Doğrulanıyor
zh_cn: 正在校验

source: Reviewing semantics, syntax, and required data
pt_br: Revisando a semântica, sintaxe e os dados necessários
tr_tr: Anlam, yazım kuralları ve gerekli veriler gözden geçiriliyor
zh_cn: 正在复查语义、语法和必要数据

source: Updating Library
pt_br: Atualizando Biblioteca
tr_tr: Kütüphaneyi Güncelleme
zh_cn: 正在更新知识库

source: Updating Course
pt_br: Atualizando o curso
tr_tr: Ders Güncelleniyor
zh_cn: 正在更新课程

source: Integrating your imported content into this library. This process might take longer with larger libraries.
pt_br: Integrando o conteúdo importado em sua biblioteca. Este processo poderá levar mais tempo em caso de bibliotecas maiores.
tr_tr: İçeri aktarılmış içeriğiniz bu kütüphaneyle bütünleştiriliyor. Büyük kütüphaneler için bu işlem zaman alabilir.
zh_cn: 正在整合您导入的内容到该知识库。如果知识库较大，这一过程可能花费较多时间。

source: Integrating your imported content into this course. This process might take longer with larger courses.
pt_br: Integrando o conteúdo importado em seu curso. Este processo poderá levar tempo para cursos maiores.
tr_tr: İçer aktarılmış içerik bu ders ile bütülenleştiriliyor. Büyük dersler için bu işlem zaman alabilir.
zh_cn: 正在整合您导入的内容到该课程。如果课程较大，这一过程可能花费较多时间。

source: Your imported content has now been integrated into this library
pt_br: Seu conteúdo importado foi integrado a esta biblioteca
tr_tr: İçe aktarılmış içerik bu kütüphaneye eklenmiş durumda
zh_cn: 您导入的内容已经被整合进该知识库

source: Your imported content has now been integrated into this course
pt_br: Seu conteúdo importado foi integrado a este curso
tr_tr: İçe aktarılmış içerik bu derse eklenmiş durumda
zh_cn: 您导入的内容已经被整合进课程

source: View Updated Library
pt_br: Ver Biblioteca Atualizada
tr_tr: Güncellenmiş Kütüphaneyi Görüntüle
zh_cn: 查看更新后的知识库

source: View Updated Outline
pt_br: Visualizar o esboço atualizado
tr_tr: Güncellenmiş Taslağa Gözat
zh_cn: 查看更新后的课程大纲

source: Why import a library?
pt_br: Por que importar uma biblioteca?
tr_tr: Neden bir kütüphaneyi içe aktarıyoruz?
zh_cn: 为什么要导入知识库？

source: You might want to update an existing library to a new version, or replace an existing library entirely. You might also have developed a library outside of {studio_name}.
pt_br: Você poderá atualizar uma biblioteca existente para uma nova versão ou substituir uma biblioteca existente em sua totalidade. Você também poderá desenvolver uma biblioteca fora do {studio_name}.
tr_tr: Varolan bir kütüphaneyi yeni sürüme güncellemeyi ya da tamamen değiştirmeyi isteyebilirsiniz. Ayrıca {studio_name} dışında bir kütüphane de geliştirebilirsiniz.
zh_cn: 您可能想为现有的知识库创建新版本，或者完全替换现有的知识库。您也可能已在{studio_name}之外创建了一个知识库。

source: Note: Library content is not automatically updated in courses
pt_br: Nota: O conteúdo da biblioteca não é atualizado automaticamente nos cursos.
tr_tr: Not: Derslerdeki kütüphane içeriği otomatik olarak güncellenmeyecektir.
zh_cn: 请注意：知识库的内容并不会在课程中自动更新

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
pt_br: Se você mudar e importar uma biblioteca que está referenciada por blocos aleatórios de conteúdo em um ou mais cursos, esses cursos não usam o conteúdo atualizado automaticamente. Você deve atualizar manualmente os blocos aleatórios de conteúdo para incorporar os dados com a versão mais recente da biblioteca.
tr_tr: Eğer bir ya da daha fazla ders içerisinde rasgele sıralanmış içerik bloklarının referans ettiği bir kütüphaneyi değiştirir veya içe aktarırsanız bu dersler güncellenmiş içeriği otomatik olarak kullanmaz. Rasgele sıralanmış içerik bloklarını en yeni kütüphane içeriğiyle güncel hale getirmek için elle yenilemeniz gerekir.
zh_cn: 如果您更新或导入一个知识库，并且该知识库由一门或多门课程中的随机内容块所引用，则这些课程将不会自动使用知识库中已更新的内容。相反，您必须手动刷新这些随机内容块以使其与最新的知识库内容相一致。

source: Learn more about importing a library
pt_br: Aprenda mais sobre importar uma biblioteca
tr_tr: Bir kütüphaneyi içe aktarma hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于导入知识库的信息

source: Why import a course?
pt_br: Por que importar um curso?
tr_tr: Neden dersi içe aktarıyoruz?
zh_cn: 为什么导入课程？

source: You may want to run a new version of an existing course, or replace an existing course altogether. Or, you may have developed a course outside {studio_name}.
pt_br: Você deve querer rodar uma nova versão de um curso existente ou substituir um curso existente em sua totalidade. Ou talvez você desenvolveu um curso externo {studio_name}
tr_tr: Var olan dersin yeni bir sürümünü çalıştırmak isteyebilir veya bir dersin yerine toptan koyabilirsiniz. Veya, {studio_name} dışında da dersi geliştirmek isteyebilirsiniz.
zh_cn: 您可能想为现有的课程创建新版本，或者完全替换现有的课程。您也可能已在{studio_name}之外创建了一个课程。

source: What content is imported?
pt_br: Qual conteúdo é importado?
tr_tr: Hangi içerik içe aktarıldı?
zh_cn: 哪些内容被导入了？

source: The following content is imported.
pt_br: O conteúdo a seguir é exportado
tr_tr: Aşağıdaki içerik içeri aktarıldı.
zh_cn: 以下内容已导入成功。

source: The following content is not imported.
pt_br: O conteúdo a seguir não é exportado.
tr_tr: Aşağıdaki içerik içeri aktarılmadı.
zh_cn: 以下内容未成功导入。

source: Warning: Importing while a course is running
pt_br: Aviso: Importando enquanto um curso esteja rodando
tr_tr: Uyarı: Ders yayındayken içeri aktarım işlemi
zh_cn: 注意：导入发生于课程进行中

source: If you perform an import while your course is running, and you change the URL names (or url_name nodes) of any Problem components, the learner data associated with those Problem components may be lost. This data includes learners' problem scores.
pt_br: Se você realizar uma importação enquanto o curso estiver em andamento e alterar os nomes de uma URL (ou nodos de nomes da URL) de quaisquer componentes do problema, os dados dos alunos associados a esses componentes dos exercícios podem ser perdidos. Esses dados incluem as notas dos alunos.
zh_cn: 如果您在课程进行中执行了导入，并更改了任意问题组件的URL名字(或url名字节点) ，与此问题组件相关的学员数据将可能丢失。这些数据包括学员问题得分。

source: Learn more about importing a course
pt_br: Aprenda mais sobre importar um curso
tr_tr: Bir dersi içe aktarmak hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于导入课程的信息

source: {studio_name} Home
pt_br: Página inicial {studio_name}
tr_tr: {studio_name} Anasayfa
zh_cn: {studio_name}主页

source: New Course
pt_br: Novo curso
tr_tr: Yeni Ders
zh_cn: 新建课程

source: Email staff to create course
pt_br: Envie um e-mail para nossa equipe para criar um curso
tr_tr: Personele dersi oluşturmaları için e-posta at
zh_cn: 发邮件给教员来创建课程

source: New Library
pt_br: Nova biblioteca
tr_tr: Yeni Kütüphane
zh_cn: 新建知识库

source: Please correct the highlighted fields below.
pt_br: Por favor corrija os campos em destaque abaixo.
tr_tr: Lütfen aşağıda gösterilen alanları düzeltin.
zh_cn: 请改正下面高亮的字段。

source: Create a New Course
pt_br: Criar um Novo Curso
tr_tr: Yeni Ders Oluştur
zh_cn: 创建一个新课程

source: Required Information to Create a New Course
pt_br: Informação necessária para criar um novo curso
tr_tr: Yeni Ders Oluşturmak için Gerekli Bilgiler
zh_cn: 创建一个新课程的必要信息

source: The public display name for your course. This cannot be changed, but you can set a different display name in Advanced Settings later.
pt_br: O nome público para exibição para seu curso. Este não pode ser alterado, mas você pode criar um nome público para exibição diferente em Configurações Avançadas mais tarde.
tr_tr: Dersiniz için genel görüntülenen isim. Bu değiştirilemez, fakat Gelişmiş Ayarlar bölümünden görüntülenen ismini değiştirebilirsiniz.
zh_cn: 课程的公开显示名称，无法修改。但您可以稍后在高级设置中设置一个不同的显示名称。

source: The name of the organization sponsoring the course. {strong_start}Note: The organization name is part of the course URL.{strong_end} This cannot be changed, but you can set a different display name in Advanced Settings later.
pt_br: O nome da organização que patrocina o curso. {strong_start} Nota: O nome da organização faz parte do URL do curso. {strong_end} Isso não pode ser alterado, mas você pode definir um nome de exibição diferente nas Configurações avançadas posteriormente.
tr_tr: Dersi sunan kurumun adı. {strong_start}Not: Kurum adı ders URL'inin bir parçasıdır.{strong_end} Bu değiştirilemez, ama sonrasında Gelişmiş Ayarlar bölümünden farklı bir görüntülenme adı verilebilir.
zh_cn: 课程赞助者的组织名称。 {strong_start}注意：组织名称是课程URL的一部分。{strong_end}这不能更改，但您可以稍后在“高级设置”中设置不同的显示名称。

source: The unique number that identifies your course within your organization. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
pt_br: O número único que identifica o seu curso na sua organização.{strong_start} Observação: isso faz parte do URL do seu curso, portanto espaços e caracteres especiais não são permitidos e não podem ser alterados. {strong_end}
tr_tr: Bu dersi kurumunuz içinde tanımlayan benzersiz numara. {strong_start}Not: Bu ders URL'inin bir parçasıdır, dolayısıyla boşluk ve özel karakterler barındıramaz ve değiştirilemez.{strong_end}
zh_cn: 标识您组织内课程的唯一编号。 {strong_start}注意：这是您的课程网址的一部分，因此不允许使用任何空格或特殊字符，并且无法更改。{strong_end}

source: e.g. {current_year}_T1
pt_br: Por exemplo {current_year}_T1
zh_cn: 例如 {current_year}_T1

source: The term in which your course will run. {strong_start}Note: This is part of your course URL, so no spaces or special characters are allowed and it cannot be changed.{strong_end}
pt_br: O termo em que seu curso será executado. {strong_start} Observação: isso faz parte deo URL do seu curso, para que não sejam permitidos espaços ou caracteres especiais enão pode ser alterado. {strong_end}
tr_tr: Dersin yayınlanacağı dönem. {strong_start}Not: Bu ders URL'inin bir parçasıdır, dolayısıyla boşluk ve özel karakterler barındıramaz ve değiştirilemez.{strong_end}
zh_cn: 您的课程将运行的期限。 {strong_start}注意：这是您的课程网址的一部分，因此不允许使用任何空格或特殊字符，并且无法更改。{strong_end}

source: Create
pt_br: Criar
tr_tr: Oluştur
zh_cn: 创建

source: Create a New Library
pt_br: Criar uma Nova Biblioteca
tr_tr: Yeni Kütüphane Oluştur
zh_cn: 创建一个新的知识库

source: Required Information to Create a New Library
pt_br: Informação necessária para criar uma nova biblioteca
tr_tr: Yeni Bir Kütüphane Oluşturmak için Gerekli Bilgiler
zh_cn: 创建一个新知识库的必要信息

source: Library Name
pt_br: Nome da Biblioteca
tr_tr: Kütüphane Adı
zh_cn: 知识库名称

source: e.g. Computer Science Problems
pt_br: ex:. Problemas de Ciência da Computação
tr_tr: örn. Bilgisayar Bilimleri Problemleri
zh_cn: 例如，计算机科学问题

source: The public display name for your library.
pt_br: O nome público da sua biblioteca.
tr_tr: Kütüphaneniz için görünecek isim.
zh_cn: 知识库的公开显示名称。

source: The public organization name for your library.
pt_br: O nome público da organização para sua biblioteca.
tr_tr: Kütüphaneniz için genel organizasyon ismi.
zh_cn: 知识库的公开机构名称。

source: This cannot be changed.
pt_br: Isso não pode ser alterado.
tr_tr: Bu değiştirilemez.
zh_cn: 在确定后无法更改。

source: Library Code
pt_br: Código da biblioteca
tr_tr: Kütüphane Kodu
zh_cn: 知识库代码

source: e.g. CSPROB
pt_br: Exemplo: CSPROB
tr_tr: örn. CSPROB
zh_cn: 例如，CSPROB

source: The unique code that identifies this library. {strong_start}Note: This is part of your library URL, so no spaces or special characters are allowed.{strong_end} This cannot be changed.
pt_br: O código exclusivo que identifica esta biblioteca. {strong_start} Nota: Ele éparte da URL da sua biblioteca, portanto, não são permitidos espaços ou caracteres especiais {strong_end}. Isso não pode ser alterado.
tr_tr: Bu kütüphaneyi kurumunuz içinde tanımlayan benzersiz numara. {strong_start}Not: Bu kütüphane URL'inin bir parçasıdır, dolayısıyla boşluk ve özel karakterler barındıramaz.{strong_end} Sonradan değiştirilemez.
zh_cn: 标识此库的唯一代码。 {strong_start}注意：这是库URL的一部分，因此不允许使用空格或特殊字符。{strong_end}无法更改。

source: Organization and Library Settings
pt_br: Empresa e Configurações de biblioteca
tr_tr: Kurum ve Kütüphane Ayarları
zh_cn: 组织和库设置

source: Show all courses in organization:
pt_br: Mostrar todas as organizações do curso:
tr_tr: Organizasyon içindeki tüm dersleri göster:
zh_cn: 在组织里显示所有课程：

source: For example, MITx
pt_br: Por exemplo, MITx
tr_tr: Örneğin, MITx
zh_cn: 例如，MITx

source: Courses Being Processed
pt_br: Cursos em Processo
tr_tr: İşlenmiş Olan Dersler
zh_cn: 正在处理的课程

source: This course run is currently being created.
pt_br: Este curso está sendo criado
tr_tr: Ders yayına alma şu anda oluşturuluyor.
zh_cn: 正在创建该课程的本次运行。

source: Configuring as re-run
pt_br: Configurando como reprise
tr_tr: Yeniden yayına alma yapılandırılıyor
zh_cn: 配置为重启

source: The new course will be added to your course list in 5-10 minutes. Return to this page or {link_start}refresh it{link_end} to update the course list. The new course will need some manual configuration.
pt_br: O novo curso será adicionado a sua lista de cursos em 5-10 minutos. Retorne a esta página ou {link_start} recarregue ela {link_end} para atualizar a lista de cursos. O novo curso precisa de configuração manual
tr_tr: Yeni ders sizin ders listenize 5-10 dakika içinde eklenecektir. Bu sayfaya geri dönün veya ders listesini güncellemek için {link_start}sayfayı yenileyin{link_end}. Yeni ders, bazı elle yapılandırmalara ihtiyaç duyacak.
zh_cn: 新的课程将在5-10分钟内添加到您的课程列表里中。返回到该页或者{link_start}刷新该页{link_end}以更新课程列表。新的课程将需要一些手动配置。

source: This re-run processing status:
pt_br: Status desta reprise de processamento:
tr_tr: Bu yeniden yayına alma işleminin durumu:
zh_cn: 本次重启过程状态：

source: Configuration Error
pt_br: Erro de configuração
tr_tr: Yapılandırma Hatası
zh_cn: 配置错误

source: A system error occurred while your course was being processed. Please go to the original course to try the re-run again, or contact your PM for assistance.
pt_br: Enquanto seu curso estava sendo processado encontramos um erro de sistema. Por favor, vá até o curso original para tentar a reprise, ou entre em contato com PM para ajuda.
tr_tr: Ders işlenirken bir sistem hatası oluştu. Tekrar yeniden çalıştırmayı deneyin veya yardım için PM ile temasa geçiniz.
zh_cn: 在处理您的课程过程中发生了系统错误。请回到原始课程里尝试再次重启，或向您的 PM 求助。

source: Archived Courses
pt_br: Cursos Arquivados
tr_tr: Arşivlenmiş Dersler
zh_cn: 已保存的课程

source: Libraries
pt_br: Bibliotecas
tr_tr: Kütüphane
zh_cn: 知识库

source: Are you staff on an existing {studio_name} course?
pt_br: Você faz parte da equipe de um curso existente no {studio_name}?
tr_tr: Varolan bir {studio_name} dersinde personel misiniz?
zh_cn: 您是否是一个{studio_name}现有课程的工作人员？

source: The course creator must give you access to the course. Contact the course creator or administrator for the course you are helping to author.
pt_br: O criador do curso deve fornecer a você o acesso ao curso. Contate o criador ou administrador para o curso que você está ajudando a escrever.
tr_tr: Dersi oluşturan kişi derse erişim vermelidir. Yazara yardımcı olduğunuz dersin oluşturucusu veya yöneticisiyle iletişime geçin.
zh_cn: 课程的创建者必须授予您该课程的访问权限。如果您想帮助编写该课程，请联系课程的创建者或者管理员。

source: Create Your First Course
pt_br: Criar seu Primeiro Curso
tr_tr: İlk Dersinizi Oluşturun
zh_cn: 创建您的第一个课程

source: Your new course is just a click away!
pt_br: O seu novo curso está a um clique de distância!
tr_tr: Yeni dersin sana bir tık uzaklıkta.
zh_cn: 您的新课程只需点击即可！

source: Becoming a Course Creator in {studio_name}
pt_br: Tornando-se um Criador de Cursos no {studio_name}
tr_tr: {studio_name}' de Ders Oluşturucusu Olma
zh_cn: 成为{studio_name}中的课程创建者
