Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: What do advanced settings do?
pt_br: O que as configurações avançadas fazem?
tr_tr: Gelişmiş ayarlar ne yapıyor?
zh_cn: 高级设置有何作用？

source: Advanced settings control specific course functionality. On this page, you can edit manual policies, which are JSON-based key and value pairs that control specific course settings.
pt_br: Configurações avançadas controlam funcionalidades específicas do curso. Nesta página você pode editar as políticas dos manuais, os quais são pares de chave-valor baseados em JSON que controlam as configurações específicas do curso.
tr_tr: Gelişmiş ayarlar dersin özel işlevselliğini değiştirmemizi sağlar. Bu sayfada, dersin spesifik ayarlarını kontrol eden JSON temelli anahtar ve değer çiftleri olan elle yapılan politikaları değiştirebilirsiniz.
zh_cn: 高级设置控制特定的课程功能。在本页面，您可以手工编辑基于JSON键值对的策略，控制特定的课程设置。

source: Any policies you modify here override all other information you've defined elsewhere in {studio_name}. Do not edit policies unless you are familiar with both their purpose and syntax.
pt_br: Qualquer política que você modificar aqui substituem todas as outras informações que você havia definido em {studio_name}. Não edite as políticas a menos que você esteja familiarizado com a sua finalidade e conteúdo.
tr_tr: Burada değiştirdiğiniz tüm politikalar {studio_name}'da tanımladığınız diğer yerlerdeki tüm bilgileri geçersiz hale getirir. Amaçlarını ve yazım kurallarını bilmediğiniz politikaları düzenlemeyin.
zh_cn: 您在这里所做的任何更改都会覆盖您在{studio_name}其他地方定义的信息。请只在您已经熟悉某个策略的目的和语法之后再修改它。

source: {em_start}Note:{em_end} When you enter strings as policy values, ensure that you use double quotation marks (") around the string. Do not use single quotation marks (').
tr_tr: {em_start}Not:{em_end} Prensip ve ilke değerlerini girerken, değerlerin dışına çift tırnak (") eklediğinize emin olun. Tek tırnak (') kullanmayın.
zh_cn: {em_start}注意：{em_end}当您输入字符串作为策略值时，请确保在字符串周围使用双引号（“）。不要使用单引号（'）。

source: Grading Settings
pt_br: Configurações de avaliação
tr_tr: Notlandırma Ayarları
zh_cn: 评分设置

source: Overall Grade Range
pt_br: Escala geral de nota
tr_tr: Genel Notlandırma Aralığı
zh_cn: 整体评分范围

source: Your overall grading scale for learner final grades
pt_br: Escala geral de avaliação para as notas finais dos alunos
zh_cn: 您对学员最终得分的整体评分范围

source: Add grade
pt_br: Adicionar nota
tr_tr: Not ekle
zh_cn: 添加分数

source: Credit Eligibility
pt_br: Titularidade de crédito
tr_tr: Kredi Uygunluğu
zh_cn: 学分评定资格

source: Settings for course credit eligibility
pt_br: Configurações para elegibilidade de crédito no curso
tr_tr: Dersin kredi uygunluğu için ayarlar
zh_cn: 学分评定资格设置

source: Minimum Credit-Eligible Grade:
pt_br: Nota mínima para obtenção de créditos:
tr_tr: Minimum Kredi Uygunluk Notu:
zh_cn: 课程最低学分

source: Must be greater than or equal to the course passing grade
pt_br: Deve ser maior ou igual à nota para aprovação no curso
tr_tr: Ders geçme notundan büyük olmalıdır ya da eşit olmalıdır
zh_cn: 必须大于或等于课程的通过分数

source: Grading Rules &amp; Policies
pt_br: Regras e políticas de avaliação
tr_tr: Notlandırma Kuralları &amp; Koşulları
zh_cn: 评分规则＆策略

source: Deadlines, requirements, and logistics around grading learner work
pt_br: Prazos, requisitos e logística da avaliação dos trabalhos dos alunos
zh_cn: 对学员作业进行评分的截止日期，要求和流程

source: Grace Period on Deadline:
pt_br: Período de tolerância em relação ao prazo final:
tr_tr: Son Teslim Tarihinden Sonra Verilecek Ek Süre
zh_cn: 截止日期的宽限期：

source: Leeway on due dates
pt_br: Concessão em prazos finais
tr_tr: Son günlerdeki esneklik
zh_cn: 截止日期余量

source: Assignment Types
pt_br: Tipos de tarefas
tr_tr: Görev Türleri
zh_cn: 作业类型

source: Categories and labels for any exercises that are gradable
pt_br: Categorias e etiquetas para todos os exercícios que valham nota
tr_tr: Notlandırılabilir tüm egzersizlerde kategoriler ve etiketler
zh_cn: 所有可打分的练习的种类和标签

source: New Assignment Type
pt_br: Novo Tipo de Tarefa
tr_tr: Yeni Görev Türü
zh_cn: 添加新的作业类型

source: What can I do on this page?
pt_br: O que eu posso fazer nesta página?
tr_tr: Bu sayfada ne yapabilirim?
zh_cn: 我在这个页面能做什么？

source: You can use the slider under Overall Grade Range to specify whether your course is pass/fail or graded by letter, and to establish the thresholds for each grade.
pt_br: Você pode usar o slider na seção Escala geral de nota para especificar se o curso tem notas no formato aprovado/reprovado ou classificado por conceito por letras e também estabelecer as notas de corte para cada série.
tr_tr: Genel Notlandırma Aralığı bölümündeki kaydıracı kullanarak, dersinizin geçme/kalma veya harf değerlendirmesinin koşullarını belirleyebilir ve her bir not için belirlenmesi gereken barem aralıklarını girebilirsiniz.
zh_cn: 您可以使用全局评价范围下面的滑动条来指定您的课程评分是合格／不合格或者字母评价等级，并且建立每个评价等级的阈值。

source: You can specify whether your course offers learners a grace period for late assignments.
pt_br: Você pode especificar se o seu curso oferece aos estudantes um período de carência para tarefas atrasadas.
zh_cn: 您可以指定您的课程是否给学员提供迟交作业的宽限期。

source: You can also create assignment types, such as homework, labs, quizzes, and exams, and specify how much of a learner's grade each assignment type is worth.
pt_br: Você também pode criar tipos de testes, como tarefas de casa, exercícios de laboratórios, questionários e exames finais, além de especificar a nota correspondente a cada tipo de teste.
zh_cn: 您也可以创建作业类型，比如家庭作业、实验、测验、以及考试，并且指定每个作业是否计入最终的成绩及其评价分值。

source: Expand or Collapse
pt_br: Expandir ou Recolher
tr_tr: Genişlet veya Daralt
zh_cn: 展开或折叠

source: Access Settings
pt_br: Configurações de Acesso
tr_tr: Erişim Ayarları
zh_cn: 访问设置

source: Set Access
pt_br: Definir Acesso
tr_tr: Erişim Ver
zh_cn: 设置访问

source: This block contains multiple components.
pt_br: Este bloco contém multiplos componentes.
tr_tr: Bu blok çoklu bileşen içermektedir.
zh_cn: 本块包含多个组件。

source: New Textbook
pt_br: Novo livro didático
tr_tr: Yeni Ders Kitabı
zh_cn: 新教材

source: Why should I break my textbook into chapters?
pt_br: Por que eu devo segmentar o meu livro didático em capítulos?
tr_tr: Ders kitabımı neden ünitelere bölmeliyim?
zh_cn: 我什么我应该将教材拆分为章节？

source: Breaking your textbook into multiple chapters reduces loading times for learners, especially those with slow Internet connections. Breaking up textbooks into chapters can also help learners more easily find topic-based information.
pt_br: Separar o seu livro em vários capítulos reduz o tempo de carregamento para os alunos, especialmente aqueles com uma conexão de Internet lenta. Dividir os livros em capítulos também pode ajudar os alunos a encontrar mais facilmente as informações baseadas em tópicos.
zh_cn: 将您的教材拆分为多个章节将有助于学员降低内容加载时间，特别是对于网速较慢的学生很有帮助。同时有助于学员按主题找到他们所需的信息。

source: What if my book isn't divided into chapters?
pt_br: E se meu livro não estiver divido em capítulos?
tr_tr: Peki kitabım bölümlere ayrılmamışsa ne olur?
zh_cn: 如果我的教材没有拆分成章节会怎么样？

source: If your textbook doesn't have individual chapters, you can upload the entire text as a single chapter and enter a name of your choice in the Chapter Name field.
pt_br: Se o seu livro não tem capítulos individuais, você pode carregar todo o texto como um único capítulo e digitar um nome de sua escolha no campo Nome do capítulo.
tr_tr: Eğer ders kitabınızda üniteler yoksa, bütün kitabı tek bir ünite olarak yükleyebilir ve tercihinizi Ünite İsmi alanında belirtebilirsiniz.
zh_cn: 如果您的教材没有独立的章节，您可以上传整个文本作为一个章节，并在章节名称字段中输入您所选择的名称。

source: Learn more about textbooks
pt_br: Saiba mais sobre os textos
tr_tr: Ders kitapları hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于教材的信息

source: Video Uploads
pt_br: Upload de vídeos
tr_tr: Video Yüklemeleri
zh_cn: 视频上传

source: Course Video Settings
pt_br: Configurações de Vídeo do Curso
tr_tr: Ders Video Ayarları
zh_cn: 课程视频设置

source: Access is not restricted
pt_br: Acesso não é restrito
tr_tr: Erişim sınırlandırılmamış
zh_cn: 访问不受限制

source: Access to this unit is not restricted, but visibility might be affected by inherited settings.
pt_br: Acesso para esta unidade não é restrito, mas podem visivelmente ser afetadas por configurações herdadas
tr_tr: Bu üniteye erişim kısıtlanmış değil ancak görünürlük devralınan bazı ayarlardan etkilenmiş olabilir.
zh_cn: 对本单元的访问不受限制，但可见性可能会受到上一层设置的影响。

source: Access to this component is not restricted, but visibility might be affected by inherited settings.
pt_br: Acesso a este componente não é restrito, mas visivelmente podem ser afetadas por configurações herdadas.
tr_tr: Bu bileşene erişim kısıtlanmış değil ancak görünürlük devralınan bazı ayarlardan etkilenmiş olabilir.
zh_cn: 对此组件的访问不受限制，但可见性可能会受到上一层设置的影响。

source: You can restrict access to this unit to learners in specific enrollment tracks or content groups.
pt_br: Você pode restringir o acesso a esta unidade a alunos em faixas de inscrição ou grupos de conteúdo específicos.
tr_tr: Bu üniteye erişimi belli bir kayıtlanma ya da içerik grubundaki öğrencilere sınırlayabilirsiniz.
zh_cn: 您可以限制特定注册方式的用户或特定内容组中的学员访问此单元。

source: You can restrict access to this component to learners in specific enrollment tracks or content groups.
pt_br: Você pode restringir o acesso a este componente a alunos em faixas de inscrição ou grupos de conteúdo específicos.
tr_tr: Bu bileşene erişimi belli bir kayıtlanma ya da içerik grubundaki öğrencilere sınırlayabilirsiniz.
zh_cn: 您可以限制特定注册方式的用户或特定内容组中的学员访问此组件。

source: You can restrict access to this unit to learners in specific content groups.
pt_br: Você pode restringir acesso a esta unidade para alunos em grupos específicos
tr_tr: Bu üniteye erişimi belli bir içerik grubundaki öğrencilere sınırlayabilirsiniz.
zh_cn: 您可以限制特定内容组中的学员访问此单元。

source: You can restrict access to this component to learners in specific content groups.
pt_br: Você pode restringir o acesso a este componente para alunos em grupos de conteúdo específicos.
tr_tr: Bu bileşene erişimi belli bir içerik grubundaki öğrencilere sınırlayabilirsiniz.
zh_cn: 您可以限制特定内容组中的学员访问此组件。

source: Manage content groups
pt_br: Gerenciar grupos de conteúdo
tr_tr: İçerik gruplarını yönetin
zh_cn: 管理内容组

source: {screen_reader_start}Warning:{screen_reader_end} The unit that contains this component is hidden from learners. The unit setting overrides the component access settings defined here.
pt_br: {screen_reader_start} Aviso: {screen_reader_end} A unidade que contém este componente está oculta para os alunos. A configuração da unidade substitui as configurações de acesso ao componente definidas aqui.
tr_tr: {screen_reader_start}Warning:{screen_reader_end} Bu bileşeni içeren ünite öğrencilerden saklanmaktadır. Ünite ayarları, burada belirtilen bileşen erişim ayarlarını ezebilir.
zh_cn: {screen_reader_start}警告:{screen_reader_end} 包含此组件的单元对学习者隐藏。单位设置将覆盖此处定义的组件访问设置。

source: Access is restricted to:
pt_br: Acesso é restrito a:
tr_tr: Bu erişim hakkı şuna özeldir:
zh_cn: 访问限制为：

source: Restrict access to:
pt_br: Acesso restrito a:
zh_cn: 限制访问：

source: Select a group type
pt_br: Selecione o tipo de grupo
tr_tr: Grup türünü seçin
zh_cn: 选择组类型

source: All Learners and Staff
pt_br: Todos os alunos e equipe
tr_tr: Tüm Öğrenciler ve Personeller
zh_cn: 所有学员和员工

source: Select one or more groups:
pt_br: Selecione um ou mais grupos
tr_tr: Bir ya da daha fazla grup seçin:
zh_cn: 选择一个或多个组：

source: This group no longer exists. Choose another group or remove the access restriction.
pt_br: Esse grupo não existe mais. Escolha outro grupo ou remova a restrição de acesso.
tr_tr: Bu grup artık mevcut değil. Başka bir grup seçin ya da erişim kısıtını kaldırın.
zh_cn: 此组不再存在。选择其他组或不限制对此设备的访问。

source: Thank you for signing up for {studio_name}! To activate your account, please copy and paste this address into your web browser's address bar:
pt_br: Obrigado por se cadastrar para {studio_name}! Para ativar sua conta, por favor copie e cole este endereço na barra de endereço do seu servidor.
tr_tr: {studio_name} portalına kayıt yaptığınız için teşekkürler! Hesabınızı etkinleştirmek için lütfen aşağıdaki bağlantıyı tarayıcınızın adres çubuğuna yapıştırın:
zh_cn: 感谢您注册{studio_name}！要激活您的账户，请复制并粘贴下面的网址到您的浏览器的地址栏：

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {studio_name} web site.
pt_br: Se você não solicitou este, você não precisa fazer nada, você não receberá mais nossos e-mail. Por favor, não responda a este e-mail. Se você precisar de assistência, verifique a seção de ajuda do site {studio_name}.
tr_tr: Eğer bunu talep etmediyseniz, hiçbir şey yapmaya ihtiyacınız yoktur; bizden daha fazla e-posta almayacaksınız. Lütfen bu e-postayı cevaplamayın; eğer yardıma ihtiyaç duyarsanız, {studio_name} websitesinin yardım bölümünü kontrol edin.
zh_cn: 如果您没发出过该请求，您不需要做任何事情，您将不会收到其他任何电子邮件。请不要回复此电子邮件。如果您需要帮助，请访问{studio_name}网站。

source: Your account for {studio_name}
pt_br: Sua conta para {studio_name}
tr_tr: {studio_name} için hesabınız
zh_cn: 您的{studio_name}账户

source: {email} has requested {studio_name} course creator privileges on edge
pt_br: {email} solicitou privilégios de criador de cursos no {studio_name}
tr_tr: {email} uç noktada {studio_name} ders oluşturma yetkilerini talep etti
zh_cn: {email} 已在边缘站点上发出要求获得{studio_name}上课程创建者权限的请求

source: User '{user}' with e-mail {email} has requested {studio_name} course creator privileges on edge.
pt_br: O usuário '{user}' com o e-mail {email} solicitou privilégios de criador de curso no {studio_name}
tr_tr: {email} e-posta adresli '{user}' kullanıcısı uç noktada {studio_name} ders oluşturma yetkilerini talep etti.
zh_cn: 用户“{user}”（电子邮件地址：{email}）已在边缘站点上发出要求获得{studio_name}上课程创建者权限的请求。

source: To grant or deny this request, use the course creator admin table.
pt_br: Para autorizar ou negar esta solicitação, utilize a tabela de administração de criador do curso.
tr_tr: Bu talebi onaylamak veya reddetmek istiyorsanız, ders oluşturucu yönetim tablosunu kullanın.
zh_cn: 要授予或拒绝这一请求，请使用课程创建者管理表。

source: Your request for course creation rights to {studio_name} have been denied. If you believe this was in error, please contact {email}
pt_br: Sua solicitação para criação de cursos para {studio_name} foi negada. Se você acha que foi erro do servidor, por favor contate {email}
tr_tr: {studio_name} ders yaratma hakları isteğiniz reddedildi. Bunun bir hata olduğunu düşünüyorsanız, lütfen {email} ile bağlantı kurun
zh_cn: 您在{studio_name}上请求的课程创建权限已被拒绝。如果您觉得有问题，请联系 {email}

source: Your request for course creation rights to {studio_name} have been granted. To create your first course, visit {url}
pt_br: Sua solicitação para criação de cursos para {studio_name} foi negada. Se você acha que foi erro do servidor, visite {url}
tr_tr: {studio_name} için ders oluşturma talebiniz onaylanmıştır. İlk dersinizi oluşturmak için, şu adrese tıklayın {url}
zh_cn: 已授予您在{studio_name}上创建课程的权限。要创建您的第一门课程，请访问 {url}

source: Your course creation rights to {studio_name} have been revoked. If you believe this was in error, please contact {email}
pt_br: Sua permissão de criação de cursos para {studio_name} foi revogada. Se você acredita que isso seja um engano, por favor entre em contato com {email}
tr_tr: {studio_name} için ders oluşturma haklarınız iptal edildi. Bunun bir hata olduğunu düşünüyorsanız lütfen {email} adresinden iletişim kurun.
zh_cn: 您在{studio_name}上的课程创建权限已被撤销。如果您觉得有问题，请联系 {email}

source: Your course creator status for {studio_name}
pt_br: Seu status de criador de curso para o {studio_name}
tr_tr: {studio_name} için ders oluşturucusu durumunuz
zh_cn: 您在{studio_name}上的课程创建者状态

source: Your {task_name} task has completed with the status '{task_status}'. Use this URL to view task details or download any files created: {detail_url}
pt_br: Sua tarefa {task_name} foi concluída com o status '{task_status}'. Use este URL para visualizar detalhes da tarefa ou fazer o download de todos os arquivos criados: {detail_url}
tr_tr: {task_name} göreviniz '{task_status}' durumuyla tamamlandı. Görevinizin ayrıntılarını görmek veya oluşturulan dosyaları indirmek için lütfen bu bağlantıyı kullanın: {detail_url}
zh_cn: 你的任务已经完成 {task_name}，状态为 '{task_status}'. 点击此链接以了解详情或下载文件:{detail_url}

source: Your {task_name} task has completed with the status '{task_status}'. Sign in to view the details of your task or download any files created.
pt_br: Sua tarefa {task_name} foi concluída com o status '{task_status}'. Entre para visualizar os detalhes da sua tarefa ou baixar todos os arquivos criados.
tr_tr: {task_name} göreviniz '{task_status}' durumuyla tamamlandı. Görevinizin ayrıntılarını görmek veya oluşturulan dosyaları indirmek için lütfen Giriş yapın.
zh_cn: 你的任务已经完成 {task_name}，状态为 '{task_status}'. 登录以了解详情或下载已生成的文件。

source: {platform_name} {studio_name}: Task Status Update
pt_br: {platform_name} {studio_name}: Atualização do status da tarefa
tr_tr: {platform_name} {studio_name}: Görev Durum Güncellemesi
zh_cn: {platform_name} {studio_name}: 任务状态更新

source: Required data to force publish course.
pt_br: Dados necessários para forçar a publicação do curso.
tr_tr: Dersi yayınlamaya zorlamak için gerekli veri.
zh_cn: 发布课程所必须需的信息。

source: Reset values
pt_br: Restaurar valores
tr_tr: Değerleri sıfırla
zh_cn: 重置

source: Maintenance Dashboard
pt_br: Painel de Manutenção
tr_tr: Bakım Paneli
zh_cn: 系统管理员面板

source: Thanks for activating your account.
pt_br: Obrigado por ativar sua conta
tr_tr: Hesabınızı etkinleştirdiğiniz için teşekkürler.
zh_cn: 感谢激活您的账户！

source: This account has already been activated.
pt_br: Esta conta já foi ativada.
tr_tr: Bu hesap zaten etkinleştirilmiş durumda.
zh_cn: 此帐户已被激活。

source: Visit your {link_start}dashboard{link_end} to see your courses.
pt_br: Visite seu {link_start} painel {link_end} para ver seus cursos.
tr_tr: Derslerinizi görmek için {link_start}Ana panelinize{link_end} göz atın.
zh_cn: 请前往你的{link_start}课程面板{link_end}查看你的课程。

source: You can now {link_start}sign in{link_end}.
pt_br: Agora você pode {link_start} fazer login {link_end}.
tr_tr: Şimdi {link_start}giriş{link_end} yapabilirsiniz.
zh_cn: 您现在可以{link_start}注册{link_end}了。

source: Activation Invalid
pt_br: Ativação Inválida
tr_tr: Etkinleştirme Geçersiz
zh_cn: 激活无效

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
pt_br: Algo deu errado. Às vezes, os programas de email dividem os URLs em duas linhas, portanto, verifique se o URL que você está usando está formatado corretamente. Se você ainda tiver problemas, envie-nos uma mensagem de email em {email_start} {email} {email_end}.
tr_tr: Bir şeyler yanlış gitti. E-posta uygulamaları bazen URL'leri iki satıra ayırabiliyor, URL'in doğru yazıldığına lütfen emin olun. Hâlâ sorununuz devam ediyorsa, {email_start}{email}{email_end} adresine bize e-posta yazın.
zh_cn: 出错了。 Email 应用程序有时会把URL链接分成2行，请确认你使用的是正确的URL。如果你仍遇到问题，请邮件告诉我们： {email_start}{email}{email_end}.

source: Return to the {link_start}home page{link_end}.
pt_br: Voltar para a {link_start}página inicial {link_end}.
tr_tr: {link_start}Ana sayfaya{link_end} geri dön.
zh_cn: 返回{link_start}主页{link_end}

source: We've sent an email message to {email} with instructions for activating your account.
pt_br: Enviamos uma mensagem de e-mail para {email} com instruções para ativar sua conta.
tr_tr: Hesabınızı etkinleştirmek için gerekli direktiflere birlikte {email} adresine bir e-posta gönderdik.
zh_cn: 我们给您的邮件地址发送了一封电子邮件，它会帮助你完成账户激活操作。

source: EdX, Open edX, Studio, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
pt_br: edX, Open edX, Studio e as logomarcas de edX e Open edX são marcar registradas ou logomarcas de {link_start}edX Inc.{link_end}
tr_tr: EdX, Open edX, Studio isimleri ile edX ve Open edX logoları {link_start}edX Inc'in.{link_end} tescilli markalarıdır.
zh_cn: “EdX”、“Open edX”、“Studio”和 edX、Open edX 图标是 {link_start}edX 公司{link_end} 的（注册）商标。

source: Current Course:
pt_br: Curso atual:
tr_tr: Mevcut Ders:
zh_cn: 当前课程

source: Course Navigation
pt_br: Navegação do curso
tr_tr: Ders Navigasyonu
zh_cn: 课程导航

source: Outline
pt_br: Esboço
tr_tr: Taslak
zh_cn: 大纲

source: Import
pt_br: Importar
tr_tr: İçe Aktar
zh_cn: 导入

source: Current Library:
pt_br: Biblioteca Atual:
tr_tr: Mevcut Kütüphane:
zh_cn: 当前知识库：

source: Language preference
pt_br: Preferencia de idioma
tr_tr: Dil tercihi
zh_cn: 语言偏好

source: Account Navigation
pt_br: Navegação da Conta
tr_tr: Hesap Gezintisi
zh_cn: 账户导航

source: Contextual Online Help
pt_br: Ajuda Contextual Online
tr_tr: İçerik Hakkında Çevrimiçi Yardım
zh_cn: 相关在线帮助

source: Launch Latex Source Compiler
pt_br: Iniciar compilador de fonte latex
tr_tr: Latex Kaynak Derleyicisini Başlat
zh_cn: 启动 Latex 源编译器

source: Heading
pt_br: Cabeçalho
tr_tr: Başlık
zh_cn: 标题

source: Insert a heading
pt_br: Iserir um cabeçalho
tr_tr: Başlık ekle
zh_cn: 插入标题

source: Add a multiple choice question
pt_br: Adicionar questão de múltipla escolha
tr_tr: Çoktan seçmeli soru ekle
zh_cn: 添加一个单选题

source: Add a question with checkboxes
pt_br: Adicionar uma pergunta com caixas de seleção
tr_tr: Seçenek kutucuklu soru ekle
zh_cn: 添加一个多选题

source: Insert a text response
pt_br: Inerir um texto resposta
tr_tr: Metin tabanlı cevap girin
zh_cn: 插入一个文字选项

source: Insert a numerical response
pt_br: Inserir resposta numérica
tr_tr: Rakamsal bir cevap girin
zh_cn: 插入一个数字选项

source: Insert a dropdown response
pt_br: Iserir resposta dropdown
tr_tr: Açılır listeden cevap seçin
zh_cn: 插入一个下拉选择项

source: Explanation
pt_br: Explicação
tr_tr: Açıklama
zh_cn: 解释

source: Add an explanation for this question
pt_br: Adicionar uma explicação para esta questão
tr_tr: Bu soru için bir açıklama ekleyin
zh_cn: 添加一项对这一问题的解释

source: Advanced Editor
pt_br: Editor avançado
tr_tr: Gelişmiş Düzenleyici
zh_cn: 高级编辑器

source: Toggle Cheatsheet
pt_br: Abrir/fechar lista de dicas
tr_tr: Kısayol Kılavuzunu Aç/Kapa
zh_cn: 切换速记

source: Label
pt_br: Etiqueta
tr_tr: Etiket
zh_cn: 标签

source: Access the Open edX Portal
pt_br: Acessar o Portal Aberto Edx
tr_tr: Open edX Portal'ına Erişim
zh_cn: 访问 Open edX 首页

source: Open edX Portal
pt_br: Abrir Portal Edx
tr_tr: Open edX Portalı
zh_cn: Open edX 首页

source: Maintenance
pt_br: Manutenção
tr_tr: Bakım
zh_cn: 维护

source: Wiki notifications
pt_br: Notificações da Wiki
tr_tr: Wiki bildirimleri
zh_cn: 维基通知

source: Wiki images
pt_br: Imagens da Wiki
tr_tr: Wiki görselleri
zh_cn: 维基图片

source: Wiki attachments
pt_br: Anexos da Wiki
tr_tr: Wiki ekleri
zh_cn: 维基附件

source: Only localhost... muahahaha
pt_br: Apenas localhost... muahahaha
tr_tr: Sadece yerel sunucu... muahahaha
zh_cn: 只有localhost……哇哈哈哈

source: Initial title of the article. May be overridden with revision titles.
pt_br: Título inicial do artigo. Pode ser substituído por títulos de revisão.
tr_tr: Maddenin ilk başlığı. Revizyon başlıkları üzerine yazabilir.
zh_cn: 文章的原始标题，可能会被修正版本的标题所覆盖。

source: Type in some contents
pt_br: Digite algum conteúdo
tr_tr: Biraz içerik yazın
zh_cn: 请键入一些内容

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
pt_br: Este é apenas o conteúdo inicial do seu artigo. Após criá-lo, você pode utilizar funções mais complexas, tais como adicionar plugins, metadados, artigos relacionados, etc...
tr_tr: Bu sadece maddenizin ilk içeriğidir. Oluşturduktan sonra, eklentiler, meta veri, ilgili maddeler gibi daha karmaşık özellikleri kullanabilirsiniz.
zh_cn: 这只是您文章的初稿。在创建了文章以后，您可以使用更复杂的特性，比如增加插件、元数据、相关文章，等等……

source: Contents
pt_br: Conteúdo
tr_tr: İçerikler
zh_cn: 内容
