Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Ed. Completed
pt_br: Ed. completa
tr_tr: Ed. Tamamlandı
zh_cn: 已完成

source: Goals in signing up for {platform_name}
pt_br: Os seus objetivos ao registrar-se no {platform_name}
tr_tr: {platform_name} platformuna kaydolmanın amaçları
zh_cn: 注册加入{platform_name}的目标

source: Already have an account?
pt_br: Já possui uma conta?
tr_tr: Zaten bir hesabın mı var?
zh_cn: 已有账户？

source: Login.
pt_br: Entrar.
tr_tr: Giriş.
zh_cn: 登录

source: This content experiment uses group configuration '{group_configuration_name}'.
pt_br: Este experimento de conteúdo utiliza a configuração de grupo '{group_configuration_name}'.
tr_tr: Bu içerik deneyi '{group_configuration_name}' grup yapılandırmasını kullanır.
zh_cn: 此内容实验使用了组配置“{group_configuration_name}”。

source: Active Groups
pt_br: Grupos ativos
tr_tr: Aktif Gruplar
zh_cn: 活跃小组

source: Inactive Groups
pt_br: Grupos Inativos
tr_tr: Pasif Gruplar
zh_cn: 不活跃小组

source: Submission history
pt_br: Histórico de envios
tr_tr: Yükleme geçmişi
zh_cn: 提交历史

source: Staff Debug Info
pt_br: Informações de depuração disponíveis para a equipe
tr_tr: Personel Hata Ayıklama bilgisi
zh_cn: 工作人员调试信息

source: {platform_name} Content Quality Assessment
pt_br: Avaliação da qualidade do conteúdo do {platform_name}
tr_tr: {platform_name} İçerik Kalite Değerlendirmesi
zh_cn: {platform_name} 内容质量评估

source: Comment
pt_br: Comentar
tr_tr: Yorum
zh_cn: 注释

source: comment
pt_br: comentar
tr_tr: yorum
zh_cn: 注释

source: Tag
pt_br: Marcação
tr_tr: Etiket
zh_cn: 标签

source: Optional tag (eg "done" or "broken"):
pt_br: Marcação opcional (ex.: "concluído" ou "corrompido"):
tr_tr: Seçmeli etiket (örn. "bitti" ve ya "bozuk"):
zh_cn: 可选标签(如：“done” 或 “broken”)

source: tag
pt_br: marcação
tr_tr: etiket
zh_cn: 标签

source: Add comment
pt_br: Adicionar comentário
tr_tr: Yorum ekle
zh_cn: 添加评论

source: Staff Debug:
pt_br: Debug de Equipe:
tr_tr: Personel Hata Ayıklama:
zh_cn: 员工调试：

source: Actions
pt_br: Ações
tr_tr: Eylemler
zh_cn: 动作

source: Score (for override only)
pt_br: Poontuação (somente para substituição)
tr_tr: Not (yalnızca geçersizleştirmek için)
zh_cn: 分数（仅适用于覆盖）

source: Reset Learner's Attempts to Zero
pt_br: Redefinir as tentativas do aluno para zero
tr_tr: Öğrencinin Deneme Sayısını Sıfırla
zh_cn: 学员尝试次数恢复为零

source: Delete Learner's State
pt_br: Deletar estado do aluno
tr_tr: Öğrencinin Durumunu Sil
zh_cn: 删除学员的状态

source: Rescore Learner's Submission
pt_br: Pontuar novamente o envio do aluno
tr_tr: Öğrencinin Cevaplarını Yeniden Notlandır
zh_cn: 重置学员提交分数

source: Rescore Only If Score Improves
pt_br: Pontuar novamente apenas se a pontuação melhorar
tr_tr: Sadece Not Yükselecekse Yeniden Puanla
zh_cn: 仅当分数提高时重新评分

source: Override Score
pt_br: Substituir pontuação
tr_tr: Notu Geçersizleştir
zh_cn: 覆盖分数

source: Module Fields
pt_br: Campos do módulo
tr_tr: Modül Alanları
zh_cn: 模块域

source: XML attributes
pt_br: Atributos XML
tr_tr: XML özellikleri
zh_cn: XML 属性

source: Submission History Viewer
pt_br: Visualizador do histórico de envios
tr_tr: Yükleme Geçmişi Görüntüleyici
zh_cn: 提交历史查看器

source: User:
pt_br: Usuário:
tr_tr: Kullanıcı:
zh_cn: 用户：

source: View History
pt_br: Ver histórico
tr_tr: Geçmişi Görüntüle
zh_cn: 查看历史记录

source: {course_number} Textbook
pt_br: {course_number} Livro didático
tr_tr: {course_number} Ders kitabı
zh_cn: {course_number} 教材

source: Textbook Navigation
pt_br: Navegação do livro didático
tr_tr: Ders kitabı Navigasyonu
zh_cn: 课本导航

source: Previous page
pt_br: Página anterior
tr_tr: Önceki sayfa
zh_cn: 上一页

source: Next page
pt_br: Próxima página
tr_tr: Sonraki sayfa
zh_cn: 下一页

source: Sysadmin Dashboard
pt_br: Painel de controle para administração do sistema
tr_tr: Sysadmin Paneli
zh_cn: 系统管理员面板

source: Users
pt_br: Usuários
tr_tr: Kullanıcılar
zh_cn: 用户

source: Staffing and Enrollment
pt_br: Formação de equipe e inscrição
tr_tr: Görevlendirme ve Kayıt
zh_cn: 教员配备及学员选课

source: Git Logs
pt_br: Registros do Git
tr_tr: Git Logları
zh_cn: Git日志

source: User Management
pt_br: Gerenciamento de usuários
tr_tr: Kullanıcı Yönetimi
zh_cn: 用户管理

source: Email or username
pt_br: E-mail ou nome de usuário
tr_tr: E-posta veya kullanıcı adı
zh_cn: 电子邮件或名字

source: Delete user
pt_br: Excluir usuário
tr_tr: Kullanıcı sil
zh_cn: 删除用户

source: Create user
pt_br: Criar usuário
tr_tr: Kullanıcı oluştur
zh_cn: 创建用户

source: Download list of all users (csv file)
pt_br: Baixar lista de todos os usuários (arquivo csv)
tr_tr: Tüm kullanıcıların listesini (csv dosyası) indir
zh_cn: 下载所有用户列表 (csv 文件)

source: Check and repair external authentication map
pt_br: Verificar e reparar o mapa de autenticação externa
tr_tr: Kimlik denetimi haritasını kontrol edin ve onarın
zh_cn: 检查修复外部认证映射

source: Go to each individual course's Instructor dashboard to manage course enrollment.
pt_br: Vá para o painel de controle de cada instrutor para gerenciar as inscrições do curso.
tr_tr: Her bir dersin eğitmeninin paneline giderek ders kayıtlarını yönetin.
zh_cn: 进入每个课程的教师控制面板来管理课程选修信息。

source: Manage course staff and instructors
pt_br: Gerenciar equipe e instrutores do curso
tr_tr: Dersin çalışanlarını ve eğitmelerini yönet
zh_cn: 管理课程工作人员与教师

source: Download staff and instructor list (csv file)
pt_br: Baixar lista de integrantes da equipe e instrutores (arquivo csv)
tr_tr: Çalışanların ve eğitmenlerin listesini (csv dosyası) indir
zh_cn: 下载教员与主讲教师列名单(csv 文件)

source: Administer Courses
pt_br: Administrar cursos
tr_tr: Dersleri Yönetin
zh_cn: 管理课程

source: Repo Location
pt_br: Localização do repositório
tr_tr: Depo yeri
zh_cn: 仓库位置

source: Repo Branch (optional)
pt_br: Ramificação do repositório (opcional)
tr_tr: Depo dalı (isteğe bağlı)
zh_cn: 仓库分支(可选)

source: Load new course from GitHub
pt_br: Carregue novo curso a partir do GitHub
tr_tr: GitHub'dan yeni dersi yükle
zh_cn: 从github载入新的课程

source: Course ID or dir
pt_br: ID do curso ou diretório
tr_tr: Ders numarası veya dizini
zh_cn: 课程编号或目录

source: Delete course from site
pt_br: Excluir curso do site
tr_tr: Siteden dersi sil
zh_cn: 从网站中删除课程

source: Platform Version
pt_br: Versão da plataforma
tr_tr: Platform Sürümü
zh_cn: 平台版本

source: previous
pt_br: Anterior
tr_tr: önceki
zh_cn: 上一项

source: Page {current_page} of {total_pages}
pt_br: Página {current_page} de {total_pages}
tr_tr: {total_pages} sayfanın {current_page}. sayfası
zh_cn: 第 {current_page} 页/ 共{total_pages}页

source: next
pt_br: próximo
tr_tr: sonraki
zh_cn: 下一个

source: Recent git load activity for {course_id}
pt_br: Atividade recente git para {course_id}
tr_tr: {course_id} dersi için son git yükleme faaliyeti
zh_cn: 近期 {course_id}的git加载活动

source: Date
pt_br: Data
tr_tr: Tarih
zh_cn: 日期

source: Git Action
pt_br: Ação de Git
tr_tr: Git Eylemi
zh_cn: Git动作

source: No git import logs have been recorded.
pt_br: Nenhuma importação do git foi registrada neste curso.
tr_tr: git içe aktarma günlükleri kaydedilmedi.
zh_cn: 无记载git导入日志。

source: No git import logs have been recorded for this course.
pt_br: Nenhuma importação do git foi gravada neste curso.
tr_tr: Bu ders için git içe aktarma günlükleri kaydedilmedi.
zh_cn: 此课程无记载git导入日志。

source: Text Me The App
pt_br: Me envie o App
tr_tr: Uygulamayı Bana SMS ile Gönder
zh_cn: 向我发送应用程序文本

source: Source:
pt_br: Fonte:
tr_tr: Kaynak:
zh_cn: 源

source: Tracking Log
pt_br: Registro de rastreamento
tr_tr: İzleme geçmişi
zh_cn: 追踪记录

source: datetime
pt_br: data e hora
tr_tr: Günzaman
zh_cn: 日期时间

source: ipaddr
tr_tr: ipadresi
zh_cn: IP地址

source: source
pt_br: fonte
tr_tr: kaynak
zh_cn: 源

source: type
pt_br: Tipo
tr_tr: tür
zh_cn: 类型

source: Unsubscribe Successful!
pt_br: O cancelamento da inscrição foi bem sucedido!
tr_tr: Aboneliği Kaldırma Başarılı!
zh_cn: 取消订阅成功！

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
pt_br: Você não receberá mais as notificações de fórum via e-mail de {platform_name}. Clique para {dashboard_link_start}retornar ao painel de controle{link_end}. Se não era isso que você queria fazer, clique {undo_link_start}aqui{link_end} para se reinscrever.
tr_tr: Artik {platform_name}'den forum bildirim e-postaları almayacaksınız. Kendi {dashboard_link_start}panelinize dönebilirsiniz{link_end}. Eğer bunu yapmak istemediyseniz, {undo_link_start}yeniden abone olabilirsiniz{link_end}.
zh_cn: 您不将再接收到{platform_name}论坛邮件提醒，请单击{dashboard_link_start}此处{link_end}返回您的课程面板。如果您不是有意取消，请单击{undo_link_start}此处{link_end}重新订阅消息。

source: Dashboard for:
pt_br: Painel de controle para:
tr_tr: Panel:
zh_cn: 课程面板：

source: Usermenu dropdown
pt_br: Dropdown do menu de usuário
tr_tr: Kullanıcı açılır menüsü
zh_cn: 用户菜单下拉列表

source: More options
pt_br: Mais opções
tr_tr: Daha fazla seçenek
zh_cn: 更多选项

source: More Options
pt_br: Mais opções
tr_tr: Daha Fazla Seçenek
zh_cn: 更多选项

source: Using the system
pt_br: Utilizando o sistema
tr_tr: Sistemi kullanırken
zh_cn: 使用系统

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
pt_br: Durante a reprodução do vídeo, utilize as legendas e a barra de rolagem. Clicar nas legendas é uma maneira rápida de adiantar e retroceder poucos segundos.
tr_tr: Video oynatma sırasında gezinmek için altyazıları ve kaydırma çubuğunu kullanın. Altyazıya tıklama, kısa adımlarla ilerleme veya geriye gitme için kullanılan hızlı bir yöntemdir.
zh_cn: 在视频回放期间，您可以使用字幕或者滚动条来操纵视频播放。点击字幕可以便捷地实现向前或向后跳跃一小段。

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
pt_br: Caso a seja utilizada uma baixa resolução na tela, a barra de navegação à esquerda pode ser ocultada clicando nas três setas à esquerda próximas à barra.
tr_tr: Düşük çözünürlükte ekran kullanıyorsanız, ekranın solundaki gezinti çubuğunu hemen yanındaki üç sol oka basarak gizleyebilirsiniz.
zh_cn: 如果您使用的是低分辨率的显示器，可以通过点击旁边的三个左箭头来隐藏左边的滚动条。

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
pt_br: Caso deseje ver fontes maiores ou menores, utilize as configurações do seu navegador para ajustá-las. No Google Chrome, estes ajustes são feitos ao pressionar as teclas ctrl e o sinal de mais ou ctrl e o sinal de menos simultaneamente.
tr_tr: Büyük veya küçük yazı tipi istiyorsanız, tarayıcı ayarlarını kullanarak ayarlayın. Google Chrome altında bu Ctrl-artı Ctrl-eksi'ye basılarak yapılabilir.
zh_cn: 如果您需要改变字体大小，请使用浏览器设置实现缩放。以Google Chrome浏览器为例，可以通过按键“Ctrl”和“+”，“Ctrl”和“-”来使用放大和缩小功能。

source: Loading video player
pt_br: Carregando o reprodutor de vídeo
tr_tr: Video oynatıcısı yükleniyor
zh_cn: 正在加载视频播放器

source: Play video
pt_br: Reproduzir vídeo
tr_tr: Videoyu oynat
zh_cn: 播放视频

source: No playable video sources found.
pt_br: Não foram encontradas fontes de vídeos reproduzíveis!
tr_tr: HATA: Oynatılabilir video kaynağı bulunamadı.
zh_cn: 未找到可播放的视频源。

source: Your browser does not support this video format. Try using a different browser.
pt_br: O seu navegador não suporta este formato de vídeo. Tente usar um navegador diferente.
tr_tr: Web tarayıcınız bu video biçimini desteklemiyor. Lütfen farklı bir tarayıcı ile deneyin.
zh_cn: 您的浏览器不支持此视频格式。请尝试使用其他浏览器。

source: Downloads and transcripts
pt_br: Download e transcrições
tr_tr: İndirmeler ve altyazılar
zh_cn: 下载视频和字幕

source: Download video file
pt_br: Baixar arquivo de vídeo
tr_tr: Video dosyasını indir
zh_cn: 下载视频文件

source: Transcripts
pt_br: Transcrições
tr_tr: Altyazılar
zh_cn: 字幕

source: Download {file}
pt_br: Download {arquivo}
tr_tr: {file} dosyasını indir
zh_cn: 下载{file}

source: Download transcript
pt_br: Baixar transcrição
tr_tr: Altyazı indir
zh_cn: 下载字幕

source: Handouts
tr_tr: Kullanıcı notları
zh_cn: 讲义

source: Download Handout
pt_br: Baixar apostila
tr_tr: Kullanıcı Notu İndir
zh_cn: 下载讲义

source: {num} of {total}
pt_br: {num} de {total}
tr_tr: {total} içinde {num}
zh_cn: {total}中的{num}

source: Your words were:
pt_br: Suas palavras são
tr_tr: Senin kelimelerin:
zh_cn: 您的单词：

source: API Access Request
pt_br: Acesso à API negado
tr_tr: API Erişim İsteği
zh_cn: API 访问请求

source: {platform_name} API Access Request
pt_br: Pedido de Acesso ao API de {platform_name}
tr_tr: {platform_name} API Erişim İsteği
zh_cn: {platform_name} API 访问请求

source: Request API Access
pt_br: Pedido de Acesso à API
tr_tr: API Erişimi İste
zh_cn: 请求 API 访问

source: API Access Request Status
pt_br: Status da solicitação de acesso à API
tr_tr: API Erişim İsteği Durumu
zh_cn: API 访问请求状态

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
pt_br: Sua solicitação para acessar a API do catálogo de cursos {platform_name} está sendo realizada processado. Você receberá uma mensagem no endereço de e-mail do seu perfilquando o processamento estiver concluído. Você também pode retornar a esta página para ver o status da sua solicitação de acesso à API.
tr_tr: {platform_name} Ders Kataloğu API'sine erişim isteğiniz işleniyor. İşlem tamamlandığında profilinizdeki e-posta adresine bir ileti alacaksınız. API erişim isteğinizin durumunu görmek için bu sayfaya da dönebilirsiniz.
zh_cn: 正在处理您访问 {platform_name} 课程目录 API 的请求。处理完成后，你写在用户资料中的电子邮箱将收到一条信息。你也可以返回到此页面查看你的 API 访问申请的状态。

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
tr_tr: {platform_name} Ders Kataloğu API'sine erişim isteğiniz reddedildi. Bunun bir hata olduğunu düşünüyorsanız ya da bu API'nin kullanımıyla ilgili tüm diğer sorularınız için {api_support_email_link} ile iletişime geçebilirsiniz.
zh_cn: 您申请访问 {platform_name} 课程目录 API 的请求未通过。如果您认为这是一个错误或有关于使用此 API 的其他问题，请联系 {api_support_email_link}。

source: Your request to access the {platform_name} Course Catalog API has been approved.
pt_br: Sua solicitação para acessar a API do catálogo de cursos {platform_name} foinegada. Se você acha que isso é um erro ou para outras perguntas sobre o usodesta API, entre em contato com {api_support_email_link}.
tr_tr: {platform_name} Ders Kataloğu API'sine erişim isteğiniz onaylandı.
zh_cn: 您申请访问 {platform_name} 课程目录 API 的请求已通过。

source: Application Name
pt_br: Nome da Aplicação
tr_tr: Uygulama İsmi
zh_cn: 应用名称

source: API Client ID
pt_br: ID do cliente da API
tr_tr: API İstemci ID
zh_cn: API 客户端 ID

source: API Client Secret
pt_br: Segredo do cliente da API
tr_tr: API İstemci Secret
zh_cn: API 客户端密码

source: Redirect URLs
pt_br: Redirecionar URLs
tr_tr: Yönlendirme URL'leri
zh_cn: 重新定向 URL

source: If you would like to regenerate your API client information, please use the form below.
pt_br: Se você deseja gerar novamente as informações do cliente da API, use oformulário abaixo.
tr_tr: API istemci bilginizi değiştirmek istiyorsanız, lütfen aşağıdaki formu kullanın.
zh_cn: 如果你想要重新生成你的 API 客户端信息，请使用以下表格。

source: Generate API client credentials
pt_br: Gere credenciais de cliente da API
tr_tr: API istemcisi kimlik bilgilerini oluşturun
zh_cn: 生成 API 客户端凭证

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
pt_br: Para saber mais sobre a API do catálogo de cursos {platform_name}, visite{link_start} nossa página de documentação da API {link_end}. Para dúvidas sobre o uso desta API, entre em contato com {api_support_email_link}.
tr_tr: {platform_name} Ders Kataloğu API'si hakkında daha fazla bilgi için, {link_start}API belgelendirme sayfamızı{link_end} ziyaret edebilirsiniz. Bu API'nin kullanımıyla ilgili sorularınız için, {api_support_email_link} ile iletişime geçebilirsiniz.
zh_cn: 要了解更多关于 {platform_name} 课程目录 API 的信息，请访问{link_start}我们的 API 文档页面{link_end}。关于使用此 API 的问题，请联系 {api_support_email_link}。

source: API Terms of Service
pt_br: Termos de Serviço da API
tr_tr: API Kullanım Şartları
zh_cn: API服务协议

source: Terms of Service for {platform_name} APIs
pt_br: Termos de Serviço para as APIs do {platform_name}
tr_tr: {platform_name} API'leri için Kullanım Şartları
zh_cn: {platform_name} API 的服务条款

source: Effective Date: April 12th, 2016
pt_br: Data efetiva: 12 de Abril de 2016
tr_tr: Geçerlilik Tarihi: 12 Nisan, 2016
zh_cn: 生效日期：2016 年 4 月 12 日

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
pt_br: Bem-vindo ao {platform_name}. Obrigado por usar a API de Descoberta de cursos, a Enterprise API e / ou quaisquer APIs adicionais que possamos oferecer periodicamente (coletivamente, as "APIs"). Leia estas Termos de Serviço antes de acessar ou usar as APIs. Estes Termos de Serviço, quaisquer termos adicionais na documentação da API que o acompanha e quaisquer políticas e diretrizes aplicáveis ​​que {platform_name} disponibiliza e / ou atualizam periodicamente são acordos (coletivamente, os "Termos") entre você e {platform_name}. No caso de você ter um Contrato que se aplique ao uso das APIs, o Contrato controlará o evento de qualquer conflito entre ele e estes Termos. Ao acessar ou usar as APIs, você aceita e concorda em estar legalmente vinculado aos Termos, independentemente de ser um usuário registrado ou não. Se você estiver acessando ou usando as APIs em nome de uma empresa, organização ou outra entidade legal, concorda com estes Termos para essa entidade e representa e garante a {platform_name} que possui total autoridade para aceitar e concordar com estes Termos para essa entidade; nesse caso, os termos "você" "seu" ou termos relacionados aqui mencionados deverão se referir a essa entidade em nome de quem você está acessando ou usando as APIs. Se você não possui essa autoridade ou não entende ou não deseja se comprometer com os Termos, não deve usar as APIs.
tr_tr: {platform_name} platformuna hoş geldiniz. {platform_name} platformunun Ders Discovery API, Kurumsal API ve zaman zaman sunabileceğimiz ek API'lerini (genel olarak, "API'ler") kullandığınız için teşekkür ederiz. Lütfen söz konusu API'leri kullanmadan önce Hizmet Şartları'nı okuyun. Bu Hizmet Şartları, beraberindeki API belgelerindeki ek şartlar ve {platform_name} platformunun kullanıma sunduğu mevcut politika ve yönergeler ve/veya zaman zaman gelecek güncellemeleriyle birlikte, siz ve {platform_name} platformu arasındaki anlaşmalar (topluca "Şartlar") bütünüdür. Bu Şartlar, kuruluşun ürün anlaşması, üye katılım sözleşmesi veya {platform_name} ürünlerinin satın alınmasını yöneten diğer doğrudan sözleşmeler, sizin tarafınızdan veya sizin adınıza API'ler ve {platform_name} platformuna gerçekleştirilen erişimlere yönelik olarak herhangi bir sözleşmede ("Sözleşme") verilir. API'leri kullanımınız için geçerli olan bir Anlaşmanızın olması durumunda, Sözleşme, işbu Koşullar ile bu Koşullar arasındaki herhangi bir ihtilaf durumunda kontrol edecektir. API'lere erişerek veya bunları kullanarak, kayıtlı bir kullanıcı olsanız da olmasanız da Şartlar'a yasal olarak bağlı olduğunuzu kabul edersiniz. Bir şirket, kuruluş veya başka bir tüzel kişi adına API'lere erişiyorsanız veya bunları kullanıyorsanız, söz konusu Şartları kabul etmiş olursunuz ve {platform_name} platformunun bu koşullarını kabul etmek için tam yetkiye sahip olduğunuzu kabul eder ve onaylarsınız. Böyle bir tüzel yapı, bu durumda, "siz", "sizin" veya ilgili terimlerle ilgili terimler, API'lere eriştiğiniz veya API'leri kullandığınız tarafa atıfta bulunacaktır. Böyle bir yetkiniz yoksa veya Şartlar'a uymayı istemediğiniz veya bunlara uymadığınız takdirde, API'leri kullanmamalısınız.
zh_cn: 欢迎使用 {platform_name}。感谢您使用 {platform_name} 的课程发现 API、企业 API 和/或我们可能不时提供的任何其他 API（统称为"API"）。在访问或使用 API 之前，请阅读这些服务条款。本服务条款、随附的 API 文档中的任何附加条款，以及 {platform_name}不时提供和/或更新的任何适用政策和准则，均是您和 {platform_name}。这些条款根据企业产品协议、成员参与协议或其他直接协议发布，该协议管辖您或您代表其访问的一方执行的 {platform_name} 产品（如果有）（"协议"）或使用 API 和 {platform_name}。 如果您拥有适用于您使用 API 的协议，则本协议将控制与这些条款之间存在任何冲突。访问或使用 API 即表示您接受并同意受本条款的法律要求，无论您是否是注册用户。如果您代表公司、组织或其他法律实体访问或使用 API，即表示您同意该实体的这些条款，并代表并保证 {platform_name}，即您完全有权接受并同意这些条款。实体，在这种情况下，"您"、"您的"或此处的相关术语应指您代表其访问或使用 API 的实体。如果您没有这种权限，或者您不理解或不希望受条款的约束，则不应使用 API。

source: API Access
pt_br: Acesso à API
tr_tr: API Erişimi
zh_cn: API 访问

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
pt_br: Para acessar as APIs, você precisará criar uma conta de usuário {platform_name} para seu aplicativo (não para uso pessoal). Essa conta fornecerá acesso à nossa página de solicitação de API em {request_url}. Nessa página, você deve preencha o formulário de solicitação da API, incluindo uma descrição dos usos propostos para as APIs. Todas as informações de conta e registro fornecidas a {platform_name} devem ser precisas e atualizadas, e você concorda em nos informar prontamente sobre quaisquer alterações. {platform_name_capitalized} revisará seu formulário de solicitação de API e, mediante aprovação, a critério exclusivo de {platform_name}, fornecerá instruções para a obtenção de seu segredo compartilhado da API e ID do cliente.
zh_cn: 要访问 API，您需要为应用程序创建一个 [ {platform_name} 用户帐户（非供个人使用）。此帐户将允许您访问我们的 API 请求页在 {request_url}。在该页上，您必须填写 API 请求表单，包括建议 API 用途的说明。您提供给 {platform_name}的任何帐户和注册信息必须准确且最新，您同意立即通知我们任何更改。 {platform_name_capitalized} 将审查您的API请求表，并在{platform_name}的单独批准后，将为您提供获取 API 共享密钥和客户端 ID 的说明。
