Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Enter true or false. If true, the course will not be graded.
pt_br: Digite verdadeiro ou falso. Se for verdadeiro, o curso não será avaliado.
tr_tr: True ya da False değerleriyle işaretleyin. Değer True ise, ders notlandırılmayacak.
zh_cn: 输入 true 或 false。为 true 时，该课程将不会被评分。

source: Disable Progress Graph
pt_br: Desabilitar Gráficos de Progresso
tr_tr: İlerleme Grafiğini Devre Dışı Bırak
zh_cn: 禁用进度图表

source: Enter true or false. If true, learners cannot view the progress graph.
pt_br: Digite verdadeiro ou falso. Se for verdadeiro, os alunos não poderão visualizar o gráfico de progresso.
zh_cn: 输入true或者false。如果输入true，学员将不能看到进度图。

source: PDF Textbooks
pt_br: Livros Didáticos em PDF
tr_tr: PDF Ders Kitapları
zh_cn: PDF 课本

source: List of dictionaries containing pdf_textbook configuration
pt_br: Lista de dicionários contendo configuraçôes apostila_pdf
tr_tr: Sözlüklerin listesi pdf_textbook yapılandırmasını içerir
zh_cn: 字典列表包含pdf_textbook的结构

source: HTML Textbooks
pt_br: Livros Didáticos em HTML
tr_tr: HTML Ders Kitapları
zh_cn: HTML 课本

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
pt_br: Para livros didáticos em HTML que aparecem como guias separadas no curso, digite o nome da guia (geralmente o título do livro), bem como os URLs e títulos de cada capítulo do livro.
tr_tr: Ders yazılımındaki farklı sekmeler olarak görünen HTML ders kitapları için, sekmenin (genellikle kitabın başlığı) ve kitabın her bölümünün URL ve başlıklarını girin.
zh_cn: 对于在课程中以单独标签显示的 HTML 教材，则输入标签的名称（通常为课本的名称）以及教材每一章节的 URL 和标题。

source: Remote Gradebook
pt_br: Boletim virtual
tr_tr: Uzak Not Defteri
zh_cn: 远程成绩册

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
pt_br: Insira o mapeamento do boletim virtual. Utilize esta configuração apenas quando o REMOTE_GRADEBOOK_URL tenha sido especificado.
tr_tr: Uzaktan karne eşleştirmesini girin. UZAKTAN_KARNE_URL belirlendiğinde sadece bu ayarı kullanın.
zh_cn: 输入远程的成绩薄映射。只使用此设置时，remote_gradebook_url已被指定。

source: Enable CCX
pt_br: Habilitar CCX
tr_tr: CCX Eğitimlerini Etkinleştir
zh_cn: 启用CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
pt_br: Permite aos instrutores do curso atribuir funções de Técnico CCX, também permite que os técnicos gerenciem Cursos Personalizados no edX. Quando não falso, os Cursos Personalizados não serão criados, mas Cursos Personalizados existentes serão preservados.
tr_tr: Ders eğitmenlerine CCX Eğitmeni yetkilerini sağlar, ve eğitmenlere edX üzerindeki Özel Müfredat'ı yönetmek için izin verir. False olduğunda, Özel Müfredat oluşturulamaz, fakat mevcut Özel Müfredatlar korunur.
zh_cn: 允许课程的主讲老师指派CCX指导角色，并允许指导们在edX上管理自定义课程。当值为“false”时，将不能创建自定义课程，但已有的自定义课程将会保留。

source: Allow Anonymous Discussion Posts
pt_br: Permitir Posts de Discussão Anônimos
tr_tr: Anonim Tartışma Ortamı Gönderilerini Kabul et
zh_cn: 允许匿名讨论帖

source: Enter true or false. If true, learners can create discussion posts that are anonymous to all users.
pt_br: Digite verdadeiro ou falso. Se for verdadeiro, os alunos podem criar posts de discussão anônimos para todos os usuários.
zh_cn: 输入真或假。如果是真的，学员可以匿名创建讨论的帖子。

source: Allow Anonymous Discussion Posts to Peers
pt_br: Permite Posts de Discussão Anônimos para os Colegas
tr_tr: Kişiye Anonim Tartışma Gönderilerine İzin Ver
zh_cn: 允许同伴间的匿名讨论帖

source: Enter true or false. If true, learners can create discussion posts that are anonymous to other learners. This setting does not make posts anonymous to course staff.
pt_br: Digite verdadeiro ou falso. Se for verdadeiro, os alunos podem criar posts de discussão anônimos para outros estudantes. Essa configuração não possibilita que os posts sejam anônimos para a equipe do curso.
zh_cn: 输入 true 或者 false。如果输入为 true ，学员可以创建对其它学员匿名的讨论帖。这个设置不能对课程工作人员匿名发帖。

source: Advanced Module List
pt_br: Lista de Módulos Avançados
tr_tr: Gelişmiş Modül Listesi
zh_cn: 高级模块列表

source: Enter the names of the advanced modules to use in your course.
pt_br: Digite os nomes dos módulos avançados para usar em seu curso.
tr_tr: Dersinizde kullanacağınız gelişmiş bileşenlerin adlarını girin.
zh_cn: 输入要在课程中使用的高级模块的名称。

source: Course Home Sidebar Name
pt_br: Nome da barra lateral da página inicial do curso
tr_tr: Ders Anasayfa Kenar Çubuğu İsmi
zh_cn: 课程主页的边栏名称

source: Enter the heading that you want learners to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
pt_br: Digite o cabeçalho que você deseja que os alunos vejam acima das apostilasna página inicial do curso. Os folhetos do curso aparecem no painel direito dea página.
zh_cn: 输入您想要学员可以在课程首页看到此课程讲义的标题。您的讲义会出现在页面的右边。

source: Course Handouts
pt_br: Apostilas do curso
tr_tr: Ders Notları
zh_cn: 课程讲义

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
pt_br: Verdadeiro se fusos horários devem ser mostrados nas datas do curso. Descontinuado em favor de due_date_display_format.
tr_tr: Ders içinde saat dilimleri gösterilmeliyse, değer olarak True. bitiş_tarihi_gösterim_formatı lehine onaylanmamıştır.
zh_cn: 如果课程中的日期上应显示时区则正确。到期_日期_显示_格式已弃用。

source: Due Date Display Format
pt_br: Formato de Exibição das Datas de Encerramento
tr_tr: Bitiş Tarihi Gösterim Formatı
zh_cn: 截止日期显示格式

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
pt_br: Adicione o formato para as datas de vencimento. O padrão é Mês DD, YYYY. Adicione "%m-%d-%Y" para MM-DD-YYYY, "%d-%m-%Y" para DD-MM-YYYY, "%Y-%m-%d" para YYYY-MM-DD, ou "%Y-%d-%m" para YYYY-DD-MM.
tr_tr: Bitiş tarihleri için formatı girin. Varsayılan format Ay GG, YYYY'dir. AA-GG-YYYY formatı için "%a-%g-%Y" olarak girin, GG-AA-YYYY formatı için "%g-%a-%Y" olarak girin, YYYY-AA-GG formatı için "%Y-%a-%g" olarak girin ya da YYYY-GG-AA formatı için "%Y-%g-%a" olarak girin.
zh_cn: 输入截止日期的格式，默认的格式是 Mon DD, YYYY。要使用 MM-DD-YYYY 格式，请输入“%m-%d-%Y”；要使用 DD-MM-YYYY，请输入“%d-%m-%Y”；要使用 YYYY-MM-DD 格式，请输入“%Y-%m-%d”；要使用 YYYY-DD-MM 格式，请输入“%Y-%d-%m”。

source: External Login Domain
pt_br: Domínio de Acesso Externo
tr_tr: Harici Oturum Açma Alanı
zh_cn: 外部登录域

source: Enter the external login method learners can use for the course.
pt_br: Digite o método externo de login que os alunos poderão usar no curso.
zh_cn: 输入学员可参加课程的外部登陆方法。

source: Certificates Downloadable Before End
pt_br: Certificados que podem ser baixados antes do final
tr_tr: Bitişten Önce Sertifikalar İndirilebilir
zh_cn: 课程结束前可下载证书

source: Enter true or false. If true, learners can download certificates before the course ends, if they've met certificate requirements.
pt_br: Digite verdadeiro ou falso. Se for verdadeiro, os alunos podem fazer o download de certificados antes do curso terminar, caso tenham cumprido os requisitos de certificação.
zh_cn: 输入真或假。如果是真的，学员遇到下载证书的要求，可以在课程结束前下载证书。

source: Certificates Display Behavior
pt_br: Forma de Visualização dos Certificados
tr_tr: Sertifikalar Gösterim Davranışı
zh_cn: 认证演示行为

source: Enter end, early_with_info, or early_no_info. After certificate generation, learners who passed see a link to their certificates on the dashboard and learners who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all learners after the course end date. To display this certificate information to all learners as soon as certificates are generated, enter early_with_info. To display only the links to passing learners as soon as certificates are generated, enter early_no_info.
pt_br: Digite finalizar, início_com_informações, ou início_sem_informações. Após gerar o certificado, os alunos aprovados visualizarão um link para seus certificados no painel de controle. Os alunos que não forem aprovados visualizarão as informações sobre a configurações de correção. O padrão é finalizar, no qual são exibidas as informações do certificado para todos os alunos após a data final do curso. Para exibir a informação do certificado para todos os alunos assim que os certificados forem gerados, digite início_com_informações. Para exibir apenas os links para os alunos aprovados assim que os certificados forem gerados, digite início_sem_informações.
zh_cn: 输入“end”、“early_with_info”或“early_no_info”。在证书生成后，所有通过考核的学生们会在他们的课程面板上看到证书的链接，而没有通过的学员则会看到关于成绩配置的信息。默认值是“end”，即在课程结束日期之后向所有学员显示证书信息。如果希望在证书生成后尽快让所有学员看到证书信息，请输入“early_with_info”。而如果只是希望在证书生成后尽快向已经通过的学员显示链接，请输入“early_no_info”。

source: Course About Page Image
pt_br: Imagem da Página Sobre o Curso
tr_tr: Dersin Hakkında Sayfası için Görsel
zh_cn: 课程介绍页面图片

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
pt_br: Edite o nome do arquivo de imagem do curso. Você deve carregar esse arquivo na página Arquivos & Uploads. Você também pode definir a imagem de curso na página Configurações e Detalhes.
tr_tr: Dersin resim dosyası ismini düzenleyin. Bu dosyayı Dosyalar & Yüklemeler sayfasına yüklemelisiniz. Ayarlar & Ayrıntılar sayfasından dersin resmini ayarlayabilirsiniz.
zh_cn: 编辑课程图片文件的名字。你必须在Files & Uploads页面上传这个文件。你也可以在 Settings & Details页面设置课程图片。

source: Course Banner Image
pt_br: Imagem de Banner do Curso
tr_tr: Ders Banner Görseli
zh_cn: 课程图标

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
pt_br: Edite o nome do arquivo de imagem do banner. Você pode definir a imagem do banner na Página de Configurações e Detalhes.
tr_tr: Banner görüntü dosyasının adını düzenle. Banner görselini Ayarlar & Ayrıntılar sayfasından belirleyebilirsiniz.
zh_cn: 编辑横幅图像文件的名称。 您可以在“设置和详细信息”页面上设置横幅图像。

source: Course Video Thumbnail Image
pt_br: Image da miniatura do Vídeo do Curso
tr_tr: Ders Videosu Küçük Resmi
zh_cn: 课程视频缩略图

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
pt_br: Edite o nome do arquivo de imagem em miniatura do vídeo. Você pode definir a imagem em miniatura do vídeo na página Configurações e detalhes.
tr_tr: Video küçük resmi dosyasının ismini düzenle. Video küçük resmini Ayarlar & Ayrıntılar sayfasından belirleyebilirsiniz.
zh_cn: 编辑视频缩略图图像文件的名称。 您可以在“设置和详细信息”页面上设置视频缩略图图像。

source: Issue Open Badges
pt_br: Emitir Cartões de Acesso
tr_tr: Open Badge Çıkar
zh_cn: 颁发徽章

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
pt_br: Emitir Cartões de Acesso para este curso. Cartões de Acesso ou crachás são gerados quando os certificados são criados.
tr_tr: Bu ders için Open Badge oluşturun. Open Badge, sertifikalar düzenlendiğinde oluşturulur.
zh_cn: 为该课程颁发徽章。徽章在证书创建的时候已经生成了。

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that learners receive when they complete the course. For instance, "Certificate".
zh_cn: 只有在要产生证书的PDF档时，才使用这项设定。当学员完成课程所获得的证书，在引文标号中间输入 证书类型简称於学员证书上。例如，“修课证明”。

source: Certificate Name (Short)
pt_br: Nome do Certificado (abreviado)
tr_tr: Sertifika İsmi (Kısa)
zh_cn: 证书名称(短)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that learners receive when they complete the course. For instance, "Certificate of Achievement".
pt_br: Use essa configuração apenas ao gerar certificados PDF. Entre aspas marcas, insira o nome longo do tipo de certificado que os alunos recebemquando eles concluírem o curso. Por exemplo, " Certificado de Sucesso ".
zh_cn: 只有在要产生证书的PDF档时，才使用这项设定。当学员完成课程所获得的证书，在引文标号中间输入 证书类型全名於学员证书上。例如，“成绩证书”。

source: Certificate Name (Long)
pt_br: Nome do Certificado (por extenso)
tr_tr: Sertifika İsmi (Uzun)
zh_cn: 证书名称(长)

source: Certificate Web/HTML View Enabled
pt_br: Visualizar o certificado via Web/HTML habilitado
tr_tr: Sertifika Web/HTML Görünümü Etkinleştirildi
zh_cn: 启用证书的Web/HTML视图

source: If true, certificate Web/HTML views are enabled for the course.
pt_br: Se for verdadeiro, visualizações do certificado via Web/HTML são habilitadas para o curso.
tr_tr: Eğer değer true/doğru ise, sertifika Web/HTML görünümleri bu ders için etkinleştirilmiş olacak.
zh_cn: 若为“true”，将会启用课程证书的Web/HTML视图。

source: Certificate Web/HTML View Overrides
pt_br: Certificado Web/HTML Visualizar Substituições
tr_tr: Sertifika Web/HTML Görünümü geçersiz kılındı
zh_cn: 证书 Web/HTML View Overrides

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
pt_br: Digite aqui as substituições específicas do curso para o modelo de parâmetro da Web/HTML (formato JSON).
tr_tr: Burada bulunan Web/HTML şablon parametreleri için Derse özgü geçersiz kılınacakları girin (JSON formatı)
zh_cn: 为网页模板参数输入课程指定的接口(JSON格式)

source: Certificate Configuration
pt_br: Configuração de Certificado
tr_tr: Sertifika Yapılandırması
zh_cn: 证书配置

source: Enter course-specific configuration information here (JSON format)
pt_br: Digite aqui as informações das configurações específicas do curso (formato JSON)
tr_tr: Ders-belirli yapılandırma bilgisini buraya girin (JSON formatı)
zh_cn: 在这里输入课程指定的配置信息(JSON格式)

source: CSS Class for Course Reruns
pt_br: Classe CSS para Reprises do Curso
tr_tr: Dersleri Yeniden Çalıştırmak için CSS Sınıfları
zh_cn: 重新开课的 CSS 类

source: Allows courses to share the same css class across runs even if they have different numbers.
pt_br: Permite que os cursos compartilhem a mesma classe css entre as execuções, mesmo que tenham números diferentes.
tr_tr: Farklı numaralı olsa bile aynı css sınıfını paylaşmak için derslere izin ver.
zh_cn: 即使他们有不同的数字，也可以允许课程在运行过程中共享相同的CSS类。

source: Discussion Forum External Link
pt_br: Link Externo do Fórum de Discussão
tr_tr: Harici Forum Bağlantısı
zh_cn: 讨论区的外部链接

source: Allows specification of an external link to replace discussion forums.
pt_br: Permite a especificação de um link externo para substituir os fóruns de discussão.
tr_tr: Tartışma forumlarını değiştirmek için harici bağlantının özelliğine izin ver.
zh_cn: 允许更换论坛外部链接规范。

source: Hide Progress Tab
pt_br: Ocultar a Guia de Progresso
tr_tr: İlerleme Sekmesini Gizle
zh_cn: 隐藏进度页面

source: Allows hiding of the progress tab.
pt_br: Permite ocultar a guia de progresso.
tr_tr: İlerleme sekmesini gizlemeye izin ver
zh_cn: 允许进程选项卡隐藏。

source: Course Organization Display String
pt_br: Exibição da Organização do Curso
tr_tr: Ders Organizasyonu Görüntü Dizesi
zh_cn: 课程所属机构的显示名称

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
tr_tr: Ders yazılımında görünmesini istediğiniz ders organizasyonunu girin. Bu ayar dersi oluşturduğunuzda girdiğiniz organizasyonu geçersiz kılar. Dersi oluşturduğunuzda girdiğiniz organizasyonu kullanmak için, değeri null/boş girin.
zh_cn: 输入你想在课程中出现的课程安排。此设置将覆盖你在创建课程时输入的课程安排。要使用你在创建课程时输入的课程安排，请输入空值。

source: Course Number Display String
pt_br: Exibição do Número do Curso
tr_tr: Ders Sayısı Görüntü Dizesi
zh_cn: 课程编号的显示名称

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
pt_br: Digite o número do curso que você deseja que apareça no curso. Esta configuração substitui o número do curso que você inseriu quando criou o curso. Para use o número do curso que você inseriu quando criou o curso, digite nulo.
tr_tr: Derste görülmesini istediğiniz ders numarasını girin. Bu ayar dersi oluşturduğunuzda girmiş olduğunuz ders numarasını geçersiz hale getirir. Dersi oluşturduğunuzda girmiş olduğunuz numarayı kullanmak için boş olarak girin.
zh_cn: 输入你想在课程中出现的课程编号。此设置将覆盖你在创建课程时输入的课程编号。要使用你在创建课程时输入的课程编号，请输入空值。

source: Course Maximum Learner Enrollment
pt_br: Limite Máximo de Inscrições de Estudantes no Curso
zh_cn: 最大选课学员人数

source: Enter the maximum number of learners that can enroll in the course. To allow an unlimited number of learners, enter null.
pt_br: Digite o número máximo de alunos que podem se inscrever no curso. Para permitir um número ilimitado de estudantes, digite nulo.
zh_cn: 输入该课程的最大选课学员人数；如无限制，输入null。

source: Allow Public Wiki Access
pt_br: Permitir Acesso Público ao Wiki
tr_tr: Genel Wiki Erişimine İzin Ver
zh_cn: 允许公共 Wiki 访问

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
pt_br: Digite verdadeiro ou falso. Se for verdadeiro, os usuários edX podem ver o wiki do curso, mesmo se eles não estiverem matriculados no curso.
tr_tr: True ya da False değerleriyle işaretleyin. Eğer değer True olarak girilmişse, derse kayıt olmamış olsalar bile edX kullanıcıları ders wikisini görüntüleyebilir.
zh_cn: 输入true或false。如果为true，edX用户即使未选修该课程也可以查看课程Wiki 。

source: Invitation Only
pt_br: Somente Convites
tr_tr: Sadece Davet ile
zh_cn: 仅限受邀者

source: Whether to restrict enrollment to invitation by the course staff.
pt_br: Se para restringir a inscrição por meio de convite pela equipe do curso.
tr_tr: Ders personeli tarafından davet için kaydın kısıtlanması.
zh_cn: 是否限制注册仅能透过课程工作人员邀请。

source: Pre-Course Survey Name
pt_br: Nome da Pesquisa Pré-Curso
tr_tr: Ders-öncesi Anket Adı
zh_cn: 课前调查名称

source: Name of SurveyForm to display as a pre-course survey to the user.
pt_br: Nome do Formulário de Pesquisa para mostrar ao usuário como uma pesquisa de pré-curso.
tr_tr: Kullanıcılara ders önceki anketi olarak gösterilecek Anket Formunun Adı
zh_cn: 用以显示的调查表（用户的先修课程调查）名称

source: Pre-Course Survey Required
pt_br: Necessário Pesquisa de Pré-Curso
tr_tr: Ders-öncesi Anketi Gerekli
zh_cn: 开课前需要填写调查问卷

source: Specify whether learners must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
pt_br: Especifica se estudantes deverão completar uma pesquisa antes deles visualizarem o conteúdo do curso. Se você configurar este valor para verdadeiro, você deverá adicionar um nome para a pesquisa na configuração Nome da Pesquisa do Curso acima.
zh_cn: 指定学员在查看您的课程内容之前是否必须完成一项调查。如果您设置该值为true，那么您必须在以上的课程调查名称设置中为该调查添加一个名称。

source: Course Visibility In Catalog
pt_br: Visibilidade do Curso no Catálogo
tr_tr: Katalogda Dersin Görünürlüğü
zh_cn: 目录中课程可见性

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
pt_br: Define as permissões de acesso para mostrar o curso no catálogo de cursos. Um dos três valores pode ser definido: 'ambos' (aparece no catálogo e permite acesso a página Sobre). 'sobre' (permite acesso apenas a página Sobre). 'nenhum' (não aparece no catálogo e não permite acesso a página Sobre).
tr_tr: Ders kataloğunda dersin gösterilmesi için erişim iznini tanımlar. Üç değerden birine ayarlanabilir: 'both' (katalogda göster ve hakkında sayfasına erişime izin ver), 'about' (yalnızca hakkında sayfasına erişime izin ver), 'none' (katalogda gösterme ve hakkında sayfasına erişime izin verme).
zh_cn: 定义在课程目录中的显示课程的访问权限。可以设置为以下三个值的其中之一：“both”(在目录中显示且允许访问关于此页)，“about”(只允许访问关于此页)，“none”(不在目录中显示且不允许访问关于此页)。

source: Both
pt_br: Ambos
tr_tr: Her ikisi
zh_cn: 两者都

source: About
pt_br: Sobre
tr_tr: Hakkında
zh_cn: 关于我们

source: None
pt_br: Nenhum
tr_tr: Hiçbiri
zh_cn: 无

source: Entrance Exam Enabled
pt_br: Teste de Entrada Permitido
tr_tr: Giriş Sınavı Etkin
zh_cn: 入学考试开启

source: Specify whether learners must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
pt_br: Especifique se os alunos devem realizar um exame de admissão antes de poderem visualizar o conteúdo de seus cursos. Atenção, você deve habilitar o Exame de Admissão para que esta definição tenha efeito para o curso.
zh_cn: 指定是否学员在浏览您的课程内容前必须完成一个入学考试。注意，您必须烤漆此课程设置的入学考试以便此设置起作用。

source: Entrance Exam Minimum Score (%)
pt_br: Pontuação mínima do teste de entrada (%)
tr_tr: Giriş Sınavı Minimum Puan (%)
zh_cn: 入学考试最小分数(%)

source: Specify a minimum percentage score for an entrance exam before learners can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
pt_br: Especifique uma porcentagem de pontuação mínima para o exame de admissão antes dos alunos poderem visualizar o conteúdo de seus cursos. Atenção, você deve habilitar o Exame de Admissão para que esta definição tenha efeito para o curso.
zh_cn: 为学员能浏览您的课程前的入学考试定义一个的最小的百分比分数。注意，您必须开启此课程设置的入学考试以便此设置起作用。

source: Entrance Exam ID
pt_br: Identificação do Teste de Entrada
tr_tr: Giriş Sınavı ID'si
zh_cn: 入学考试ID

source: Content module identifier (location) of entrance exam.
pt_br: Identificador (localização) do módulo de conteúdo do teste de entrada.
tr_tr: Giriş sınavının içerik modül belirleyicisi (yer).
zh_cn: 入学考试内容模块标识符(位置)

source: Social Media Sharing URL
pt_br: URL de compartilhamento de Mídia social
tr_tr: Sosyal Medya Paylaşım Bağlantısı
zh_cn: 社交媒体分享URL

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
pt_br: Se as URL's do painel de compartilhamento social e do curso personalizado estiverem habilitados, você pode fornecer a URL (bem como a URL da página do curso) para que as mídias sociais possam acessá-las. As URLs devem estar completas. Por exemplo: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
tr_tr: Eğer ana panel sosyal paylaşımı ve özel ders URL'leri etkinse sosyal medya sitelerine URL (örneğin dersin Hakkında sayfasına yönlendiren bir URL) ekleyebilirsiniz. URL'ler tüm nitelikleri taşımalıdır. Örneğin: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
zh_cn: 若启动了课程面板的社交分享和自定义课程的URL功能，您则可以提供一个可链接社交媒体的URL(例如课程“关于此页”的URL)。所用的URL是完全规范合法的，例如：http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
pt_br: Idioma do Curso
tr_tr: Dersin Dili
zh_cn: 课程语言

source: Specify the language of your course.
pt_br: Defina o idioma do seu curso.
tr_tr: Dersinizin dilini tanımlayın.
zh_cn: 指定您的课程语言。

source: Course Country
pt_br: Versão do Curso
zh_cn: 课程所在国家

source: Identify the course country here.
pt_br: Identifique o país do curso aqui
zh_cn: 在这里定义课程所在国家

source: Specify the country of your course.
pt_br: Defina o idioma do seu curso.
zh_cn: 指定您的课程所在国家

source: Course Category
pt_br: Material do Curso
zh_cn: 课程分类

source: Specify the category of your course.
pt_br: Defina o idioma do seu curso.
zh_cn: 指定该课程所属的分类。

source: Vendor
pt_br: Vendedor
zh_cn: 供应商

source: Specify the vendor of your course.
pt_br: Defina o idioma do seu curso.
zh_cn: 指定您的课程供应商。

source: Teams Configuration
pt_br: Configurações de Equipes
tr_tr: Takımlar Yapılandırması
zh_cn: 团队配置
