Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Permissible Use
pt_br: Uso Permitido
tr_tr: İzin Verilen Kullanım
zh_cn: 允许的用途

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
pt_br: Você concorda em usar as APIs apenas com a finalidade de fornecer conteúdo acessado por meio das APIs (the "Conteúdo da API") ao seu próprio site, site móvel, aplicativo, blog, lista de distribuição de email ou propriedade de mídia social ( "Seu Aplicativo") ou para outro uso comercial que você descreveu em sua solicitação de acesso e que {platform_name} aprovou caso a caso. {Platform_name_capitalized} pode monitorar seu uso das APIs quanto à conformidade com os Termos e pode negar seu acesso ou interromper sua integração se você tentar contornar ou exceder os requisitos e limitações definidos por {platform_name}. Seu Aplicativo ou outro uso aprovado da API ou do Conteúdo da API não deve solicitar que seus usuários finais forneçam nome de usuário, senha ou outro usuário de {platform_name} credenciais em qualquer lugar que não seja o site {platform_name} em {platform_url}.
zh_cn: 您同意将 API 仅用于将通过 API 访问的内容（"API 内容"）传送到您自己的网站、移动网站、应用程序、博客、电子邮件通讯组列表或社交媒体属性（"您的应用程序"）或其他商业使用您在访问请求中描述的，并且{platform_name}已根据大小写获得批准{platform_name_capitalized} 可能会监视您对 API 的使用是否符合条款，如果您尝试绕过或超过 {platform_name}。设置的要求和限制，可能会拒绝您的访问或关闭您的集成。您的应用程序或其他已批准使用 API 或 API 内容的内容不得提示最终用户提供其 {platform_name}用户名、密码或其他 {platform_name}用户凭据，而不是{platform_name}网站 [{platform_url}上的任何位置。

source: Prohibited Uses and Activities
pt_br: Usos e atividades proibidos
tr_tr: Yasaklı Kullanım ve Eylemler
zh_cn: 禁止的用途与活动

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
pt_br: {platform_name_capitalized} terá o direito exclusivo de determinar se qualquer uso das APIs é aceitável ou não e {platform_name} se reserva o direito de revogar o acesso à API para qualquer uso que {platform_name} determine a qualquer momento, a seu exclusivo critério, não beneficia nem atende aos melhores interesses de {platform_name}, seus usuários e parceiros.
zh_cn: {platform_name_capitalized}]应拥有唯一的权利来确定任何给定的 API 使用是否可接受，{platform_name}名称保留随时撤销 API 访问权限的权利，由其自行决定，不会使{platform_name}、其用户及其合作伙伴的利益受益或服务于最佳利益。

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
pt_br: As atividades a seguir não são aceitáveis ao usar as APIs (isso não éuma lista exaustiva):
tr_tr: Aşağıdaki etkinlikler API'ler kullanıldığında kabul edilmeyen davranışlardır (bu ayrıntılı bir liste değildir):
zh_cn: 不接受以下使用 API 时的行为（这并非详尽无遗的清单）：

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
pt_br: coletando ou armazenando os nomes, senhas ou outras credenciais deusuários do {platform_name};
tr_tr: {platform_name} kullanıcılarının adlarını, parolalarını veya diğer kimlik bilgilerini toplamak veya saklamak;
zh_cn: 收集或储存 {platform_name} 用户的姓名、密码或其他凭证；

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
pt_br: raspagem ou técnicas semelhantes para agregar ou criar cópias de conteúdo da API permanentes;
tr_tr: API İçeriği'nin kalıcı kopyalarını toplamak veya başka şekilde oluşturmak için birleştirmek veya benzer teknikler;
zh_cn: 搜集或以类似技术聚集或另外创建 API Content 的永久副本；

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
pt_br: apropriação indébita ou violação de direitos autorais, direitos de marca registradadireitos de privacidade ou publicidade, informações confidenciais ou qualquer outro direitode terceiros;
tr_tr: herhangi bir telif hakkını, ticari marka hakkını, mahremiyet veya tanıtım hakkını, gizli bilgileri veya herhangi bir üçüncü şahsın herhangi bir hakkını ihlal etmek, kötüye kullanmak veya ihlal etmek;
zh_cn: 侵犯、滥用或侵害任何版权、商标权利、隐私权或宣传材料、机密信息或其他第三方的任何权利；

source: altering or editing any content or graphics in the API Content;
pt_br: alterar ou editar qualquer conteúdo ou gráfico no conteúdo da API;
tr_tr: API İçeriği'ndeki herhangi bir içeriği veya grafiği değiştirmek veya düzenlemek;
zh_cn: 更改或编辑 API 内容中的任何内容或图形;

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
tr_tr: API'lerde veya herhangi bir API İçeriği'nde bulunan veya üzerinde görünen herhangi bir ticari markayı, telif hakkını veya diğer özel veya yasal bildirimleri değiştirmek veya kaldırmak;
zh_cn: 变更或去除包含在或出现在 API 或任何 API Content 中的任何商标、版权或其他所有权或法律声明；

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
pt_br: sublicenciar, redistribuir, alugar, vender ou arrendar o acesso aoAPIs ou o segredo do seu cliente para terceiros;
tr_tr: API'lere erişimi veya müşteri erişimini herhangi bir üçüncü tarafa alt lisanslama, yeniden dağıtma, kiralama, satma veya leasing;
zh_cn: 对 API 访问权限或你的客户密码进行许可转让、再分发、出租、销售或租赁给任何第三方；

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
pt_br: distribuir qualquer vírus, cavalo de Tróia, spyware, adware, malware, bot, time-bomb, worm ou outro componente prejudicial ou mal-intencionado; ou
tr_tr: herhangi bir virüs, Truva atı, casus yazılım, reklam yazılımı, kötü amaçlı yazılım, bot, zaman bombası, solucan veya diğer zararlı ya da kötü amaçlı bileşenleri dağıtmak; veya
zh_cn: 发布任何病毒、特洛伊木马、间谍软件、广告软件、恶意软件、bot 病毒、定时炸弹、蠕虫或其他有害或恶意组件；或

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
pt_br: usar as APIs para qualquer finalidade que possa sobrecarregar, prejudicar ou quebrara plataforma, servidores ou redes {platform_name}.
tr_tr: API'leri {platform_name} platformunu, sunucularını veya ağlarını aşırı yükleyen, bozan veya bozabilecek herhangi bir amaçla kullanmak.
zh_cn: 将 API 用于某种可能超负荷、危害或破坏 {platform_name} 平台、服务器或网络的用途。

source: Usage and Quotas
pt_br: Uso e cotas
tr_tr: Kullanım ve Kotalar
zh_cn: 使用和限制

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
pt_br: {platform_name_capitalized} reserva-se o direito, a seu critério, de imporrestrições e limitações razoáveis no número e na frequência de chamadasfeitas por você ou por seu aplicativo para as APIs. Você não deve tentarcontornar quaisquer restrições ou limitações impostas por {platform_name}.
tr_tr: {platform_name_capitalized}, kendi takdirine bağlı olarak, sizin veya Uygulamanızın API'lere yaptığı çağrıların sayısı ve sıklığına makul kısıtlamalar ve sınırlamalar getirme hakkını saklı tutar. {platform_name} tarafından dayatılan herhangi bir kısıtlamayı veya sınırlamayı aşmaya çalışmamalısınız.
zh_cn: {platform_name_capitalized} 保留对您或您的应用程序对 API 发出的呼叫的数量和频率施加合理限制和频率的权利。您不得试图规避 {platform_name}施加的任何限制或限制。

source: Compliance
pt_br: Conformidade
tr_tr: Uyumluluk
zh_cn: 合规性

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
pt_br: Você concorda em cumprir todas as leis, regulamentos e direitos de terceiros aplicáveis (incluindo leis sem limitação relacionadas à importação ou exportação de dados ou software, privacidade, direitos autorais e leis locais). Você não usará as APIs para incentivar ou promover atividades ilegais ou violação de terceiros direitos. Você não violará nenhum outro termo de serviço de{platform_name}. Você acessará apenas (ou tentará acessar) uma API pelosignificado descrito na documentação dessa API. Você não deturparáou ocultará sua identidade ou a identidade do seu aplicativo ao usar as APIs
zh_cn: 您同意遵守所有适用法律、法规和第三方权利（包括但不限于有关数据或软件的导入或导出、隐私、版权和当地法律的法律）。您不得使用 API 鼓励或促进非法活动或侵犯第三方权利。您不得违反 {platform_name}的任何其他服务条款。您只能通过该 API 文档中所述的方式访问（或尝试访问）API。使用 API 时，您不会歪曲或掩盖您的身份或应用程序的身份。

source: Ownership
pt_br: Propriedade
tr_tr: Mülkiyet
zh_cn: 管理员权限

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
pt_br: Você reconhece e concorda que as APIs e todo o conteúdo da API contêm informações valiosas e propriedade intelectual de {platform_name} e seus parceiros. As APIs e todoo conteúdo da API é protegido pelos Estados Unidos e por direitos autorais, marca comerciale outras leis. Todos os direitos nas APIs e no conteúdo da API, se não expressamenteconcedido, são reservados. Ao usar as APIs ou qualquer conteúdo da API, você nãoadquire propriedade de quaisquer direitos nas APIs ou no Conteúdo da API. Você não devereivindicar ou tentar reivindicar propriedade nas APIs ou em qualquer Conteúdo da API oudeturpar você ou sua empresa ou seu Aplicativo como sendo a fonte de qualquer conteúdo da API. Você não pode modificar, criar trabalhos derivados de ou tentar usar, licenciar ou de qualquer forma explorar todo o conteúdo da API ou em parte em seu próprio nome ou em nome de terceiros. Você não pode distribua ou modifique as APIs ou qualquer conteúdo da API (incluindo adaptação, editar, extrair ou criar trabalhos derivados).
zh_cn: 你确认并同意 API 和所有 API Content 都包含 {platform_name} 及其合作伙伴的有价值的知识产权。API 和所有 API Content 均受美国和外国的版权、商标及其他法律的保护。如果未明确授权，则保留对 API 和 API Content 的所有权利。使用 API 或任何 API Content 并不意味着你拥有 API 或 API Content 的任何权利的所有权。你不得声称或试图声称你拥有 API 或任何 API Content 的所有权，或误传你个人、你的公司或你的应用程序是来源于任何 API Content。你不得以你个人名义或以任何第三方的名义，对 API Content 进行整体或部分修改、创作派生作品或尝试使用、注册或以任何方式利用。你不得分发或修改 API 或任何 API Content（包括改编、编辑、引用或创作派生作品）。

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible. "{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
pt_br: Todos os nomes, logotipos e selos ("Trademarks") que aparecem nas APIs, no Conteúdo da API ou nos serviços disponibilizados nas APIs ou nas APIs, se houver, são de propriedade de seus respectivos proprietários. Você pode não remover, alterar ou ocultar qualquer aviso de direitos autorais, marca comercial ou outros direitos de propriedade incorporados ou que acompanhem o conteúdo da API. Se algum participante do {platform_name} (conforme definido a seguir) ou outro terceiro revogar o acesso ao conteúdo da API de propriedade ou controlado por esse Participante de {platform_name} ou terceiro, incluindo, sem limitação, marcas comerciais, você deve garantir que todo o conteúdo da API referente a esse participante ou terceiro de {platform_name} seja excluído do Seu aplicativo e de suas redes, sistemas e servidores o mais rápido possível. "Participantes de {platform_name_capitalized}" significa MIT, Harvard e as outras entidades que fornecem informações, Conteúdo da API ou serviços para as APIs, os instrutores do curso e suas equipes.
zh_cn: 出现在 API、API 内容或通过 API 上提供的服务（如果有）上的所有名称、徽标和印章（"商标"）是其各自所有者的财产。您不得删除、更改或遮盖包含在或随附的 API 内容中的任何版权、商标或其他所有权声明。如果任何 [{platform_name}参与者（如下定义）或其他第三方撤销对该{platform_name}参与者或第三方拥有或控制的 API 内容的访问权限（包括但不限于任何商标），您必须确保所有 API与该 {platform_name}参与者或第三方相关的内容将尽快从您的应用程序和您的网络、系统和服务器中删除。"{platform_name_capitalized} P参与者"是指麻省理工学院、哈佛大学和其他实体为 API、课程讲师及其员工提供信息、API 内容或服务。

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
pt_br: Na medida em que você enviar qualquer conteúdo para {platform_name} em conexão com o uso das APIs ou qualquer conteúdo da API, você concede a {platform_name} um nome mundial, não exclusivo, transferível, transferível, atribuível, sublicenciável e totalmente pago, direitos livres de royalties, perpétuos, irrevogáveis e licença para hospedar, transferir, exibir, executar, reproduzir, modificar, distribuir, redistribuir, relicenciar e usar de outra forma, disponibilizar e explorar esse conteúdo, no todo ou em parte, em de qualquer forma e em qualquer formato de mídia e através de qualquer canal de mídia (agora conhecido ou desenvolvido a seguir).
zh_cn: 针对你提交给 {platform_name} 的与你使用 API 或任何 API Content 有关的任何内容而言，可据此认为你授予 {platform_name} 一个世界范围的、非独有、可转让、可分配、可转发许可、全部付讫、免版税、无期限、不可撤销的权力，并许可持有、转让、展示、执行、复制、修改、分配、再分配、再许可，以及以任何形式和用任何媒体格式并通过任何媒体渠道（现在已知的或今后开发的）使用、提供和利用此内容的部分或全部。

source: Privacy
pt_br: Privacidade
tr_tr: Gizlilik
zh_cn: 隐私

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
pt_br: Você concorda em cumprir todas as leis e regulamentos de privacidade aplicáveis e em ser transparente com relação a qualquer coleta e uso de dados do usuário final. Você fornecerá e aderirá a uma política de privacidade do Seu Aplicativo que descreva de forma clara e precisa para seus usuários finais o que informações do usuário coletadas e como você pode usar e compartilhar essas informações (inclusive para publicidade) com {platform_name} e outros terceiros
tr_tr: Geçerli tüm gizlilik yasalarına ve düzenlemelerine uymayı ve son kullanıcı verilerinin toplanması ve kullanılmasıyla ilgili olarak şeffaf olmayı kabul edersiniz. Uygulamanız için, son kullanıcılarınıza hangi kullanıcı bilgilerini topladığınızı ve bu bilgileri nasıl kullanabileceğinizi ve {platform_name} platformu ve diğer üçüncü taraflarla (reklam dahil) nasıl paylaşabileceğinizi açık ve doğru bir şekilde açıklayan bir gizlilik politikası sağlayacak ve buna bağlı kalacaksınız.
zh_cn: 您同意遵守所有适用的隐私法律和法规，并在收集和使用最终用户数据时保持透明。您将提供并遵守您的应用程序的隐私政策，该政策明确准确地向最终用户描述您收集的哪些用户信息，以及您如何使用 {platform_name} 和其他第三方。

source: Right to Charge
pt_br: Direito de cobrar
tr_tr: Ücretlendirilebilirlik
zh_cn: 收费权

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
pt_br: Certos acessos às APIs podem ser fornecidos gratuitamente, mas{platform_name} se reserva o direito de cobrar taxas para uso ou acesso futuropara as APIs.
tr_tr: Bazı API'lere erişim ücretsiz bir şekilde sağlanıyor olabilir, ancak {platform_name} platformu gelecekte API'lere erişim ya da kullanımı ücretlendirebilme hakkını saklı tutar.
zh_cn: 对 API 的某些访问可能是免费的，但 platform_name} 保留为将来使用或访问 API 收取费用的权利。

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
pt_br: {platform_name_capitalized} reserva-se o direito de modificar os Termos a qualquer momento sem aviso prévio. Quaisquer alterações nos Termos entrarão em vigorimediatamente após a postagem nesta página, com uma data efetiva atualizada.Acessando ou usando as APIs após a alteração, você indicaseu contrato de forma prospectiva aos Termos modificados e a todos asmudanças. Certifique-se de retornar a esta página periodicamente para garantir familiaridadecom a versão mais atual dos Termos.
tr_tr: {platform_name_capitalized}, Şartları herhangi bir zamanda önceden haber vermeksizin değiştirme hakkını saklı tutar. Şartlarda yapılacak herhangi bir değişiklik, güncellenmiş bir geçerlilik tarihi ile bu sayfada yayınlandıktan hemen sonra yürürlüğe girecektir. Herhangi bir değişiklik yapıldıktan sonra API'lere erişerek veya bunları kullanarak, değiştirilen Şartları ve tüm değişiklikleri ileriye dönük olarak kabul etmiş olursunuz. Şartların en güncel sürümüne aşina olduğunuzdan emin olmak için bu sayfaya düzenli olarak döndüğünüzden emin olun.
zh_cn: {platform_name_capitalized}保留随时修改条款的权利，恕不另行通知。 本条款的任何更改将在本页发布后立即生效，并带有更新的生效日期。 通过在进行任何更改后访问或使用 API，即表示您同意修改的条款和所有更改。 请务必定期返回此页面，以确保熟悉本条款的最新版本。

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
pt_br: {platform_name_capitalized} também pode atualizar ou modificar as APIs periodicamente sem aviso prévio. Essas alterações podem afetar o uso das APIs ou a maneira como sua integração interage com a API. Se fizermos uma alteração inaceitável para você, você deve parar de usar as APIs. O uso contínuo das APIs significa que você aceita a alteração.
zh_cn: {platform_name_capitalized} 也可能不时更新或修改 API，恕不另行通知。 这些更改可能会影响 API 的使用或集成与 API 交互的方式。 如果我们做出的更改是您无法接受的，您应该停止使用 API。继续使用 API 意味着您接受更改。

source: Confidentiality
pt_br: Confidencialidade
tr_tr: Gizlilik
zh_cn: 机密性

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
pt_br: Suas credenciais (como segredo do cliente e IDs) destinam-se a ser usadas exclusivamente por você. Você manterá suas credenciais confidenciais e evitará e desencorajará outros a usarem suas credenciais. Suas credenciais podem não estar incorporadas em projetos de código aberto.
tr_tr: Kimlik bilgileriniz (istemci secret'ı ve kimlikler gibi) yalnızca sizin tarafınızdan kullanılmak üzere tasarlanmıştır. Kimlik bilgilerinizi gizli tutacak ve başkalarının kimlik bilgilerinizi kullanmasını önleyecek ve caydıracaksınız. Kimlik bilgileriniz açık kaynaklı projelere yerleştirilemez.
zh_cn: 您的凭据（如客户端密钥和 D）仅供您使用。您将对您的凭据保密，并防止和阻止其他人使用您的凭据。您的凭据可能未嵌入到开源项目中。
