Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: These reports are delimited by start and end dates.
pt_br: Estes relatórios são delimitados por datas de início e término.
tr_tr: Bu raporlar başlangıç ve bitiş tarihleriyle belirlenir
zh_cn: 这些报告按开始和结束日期分隔。

source: Start Date:
pt_br: Data de início:
tr_tr: Başlangıç Tarihi:
zh_cn: 开始日期：

source: End Date:
pt_br: Data de término:
tr_tr: Bitiş Tarihi:
zh_cn: 结束日期：

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
pt_br: Estes relatórios são delimitados em ordem alfabética pelo nome da universidade. Ou seja, ao gerar um relatório com 'Letra inicial' A e 'Letra final' C serão incluídas todas as universidades que comecem com A, B e C.
tr_tr: Bu raporların isimleri üniversite ismiyle alfabetik olarak sonlanmaktadır. Örneğin, 'Başlangıç Harfi' A ve 'Son Harf' C olursa, A, B ve C harfleriyle başlayan üniversitelerin raporları oluşturulacaktır.
zh_cn: 这些报告是根据大学名字的字母划分的。例如，要生成一份“开始字母”为 A、“结束字母”为 C 的报告，就会生成包括所有名字以 A、B、C 开头的大学的报告。

source: Start Letter:
pt_br: Letra inicial:
tr_tr: Mektuba Başla:
zh_cn: 开始字母：

source: End Letter:
pt_br: Letra final:
tr_tr: Mektubu Bitir:
zh_cn: 结束字母:

source: Payment Error
pt_br: Erro no pagamento
tr_tr: Ödeme Hatası
zh_cn: 支付错误

source: There was an error processing your order!
pt_br: Ocorreu um erro ao processar o seu pedido!
tr_tr: Siparişinizi işlerken hata oldu!
zh_cn: 处理您的订单时出现了一个错误！

source: Thank you for your purchase!
pt_br: Obrigado por sua compra!
tr_tr: Satın aldığınız için teşekkür ederiz!
zh_cn: 感谢惠顾！

source: View Dashboard
pt_br: Ver painel
tr_tr: Paneli Görüntüle
zh_cn: 查看课程面板

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
pt_br: Você se matriculou com sucesso para {course_names}. Os seguintes recibos foram enviados por email para {receipient_emails}
tr_tr: {course_names} için başarıyla kayıt edildiniz. Aşağıdaki fatura {receipient_emails} e e-postalanmıştır.
zh_cn: 您已经成功注册了{course_names}。以下发票已电邮给{receipient_emails}

source: You have successfully purchased <b>{number} course registration code</b> for {course_names}.
pt_br: Você comprou com sucesso <b>{number} código de matrícula</b> para {course_names}.
zh_cn: 您已成功购买了 {course_names} 的 <b>{number} 个选课码</b>。

source: The following receipt has been emailed to {receipient_emails}
pt_br: O seguinte recibo foi enviado por email para {receipient_emails}
tr_tr: Aşağıdaki makbuz {receipient_emails} adresine e-postalanmıştır.
zh_cn: 以下收据已通过电子邮件发送至{receipient_emails}。

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
pt_br: Por favor envie para cada profissional um destes códigos únicos de registo para a inscrição no curso. A confirmação e recibo do email que você receberá tem um exemplo de template de email com as instruções para inscrição individual.
tr_tr: Lütfen her uzmana derse kayıt olmaları için bu tekil kayıt kodlarından birini gönderin. Alacağınız doğrulama/fatura ile ilgili olan e-postada kullanıcıların bireysel olarak kayıtlanması için yönergelerin bulunduğu e-posta şablonu örneği bulunmaktadır.
zh_cn: 请将每个专业的其中一个独特的注册码注册到课程。确认/收据邮件你会收到一个电子邮件模板示例说明个人报名。

source: Enrollment Link
pt_br: Link para Matrícula
tr_tr: Kayıtlanma Bağlantısı
zh_cn: 选课链接

source: Used
pt_br: Usado
tr_tr: Kullanıldı
zh_cn: 已使用

source: Invalid
pt_br: Inválido
tr_tr: Geçersiz
zh_cn: 无效的

source: Date of purchase
pt_br: Data da compra
tr_tr: Ödeme tarihi
zh_cn: 购买日期

source: Print Receipt
pt_br: Imprimir Recibo
tr_tr: Makbuzu Yazdır
zh_cn: 打印单据

source: Billed To Details
pt_br: Detalhes do pagamento
tr_tr: Detaylar için Faturalandırılmış
zh_cn: 账单详情

source: N/A
tr_tr: Yok
zh_cn: 不适用

source: Purchase Order Number
pt_br: Número da ordem de compra
tr_tr: Satın Alma Siparişi Numarası
zh_cn: 订单号

source: Company Contact Name
pt_br: Nome da empresa
tr_tr: Şirket İletişim İsmi
zh_cn: 公司联系人姓名

source: Company Contact Email
pt_br: E-mail de contato da empresa
tr_tr: Şirket İletişim E-postası
zh_cn: 公司联系邮箱

source: Recipient Name
pt_br: Nome do destinatário
tr_tr: Alıcının İsmi
zh_cn: 收件人姓名

source: Recipient Email
pt_br: E-mail do destinatário
tr_tr: Alıcının E-Postası
zh_cn: 收件人邮箱

source: Card Type
pt_br: Tipo de cartão
tr_tr: Kart Türü
zh_cn: 卡类型

source: Credit Card Number
pt_br: Número do cartão de crédito
tr_tr: Kredi Kartı Numarası
zh_cn: 信用卡号

source: Address 1
pt_br: Endereço 1
tr_tr: Adres 1
zh_cn: 地址1

source: State
pt_br: Estado
tr_tr: Durum
zh_cn: 状态

source: Registration for:
pt_br: Inscrição para:
tr_tr: Kayıt için:
zh_cn: 注册：

source: Price per learner:
pt_br: Preço por aluno:
zh_cn: 每位学员的费用：

source: Discount Applied:
pt_br: Desconto aplicado:
tr_tr: Uygulanan İndirim:
zh_cn: 已使用的折扣：

source: Learners
pt_br: Alunos
zh_cn: 学员

source: Note: items with strikethough like <del>this</del> have been refunded.
pt_br: Nota: itens tachados como <del>este</del> foram reembolsados.
tr_tr: Not: <del>bu</del> gibi çizili öğeler iade edilmiştir.
zh_cn: 提示：带删除线的项目如<del>this</del> 已经退款

source: Confirm Enrollment
pt_br: Confirme a Matrícula
tr_tr: Kayıtlanmayı Onayla
zh_cn: 确认选课

source: {site_name} - Confirm Enrollment
pt_br: {site_name} - Confirme a matrícula
tr_tr: {site_name} - Kayıtlanmayı Onayla
zh_cn: {site_name}—确认选课

source: {course_number} {course_title} Cover Image
pt_br: {course_number} {course_title} Imagem de Capa
tr_tr: {course_number} {course_title} Kapak Resmi
zh_cn: {course_number} {course_title}封面图片

source: Confirm your enrollment for: {span_start}course dates{span_end}
pt_br: Confirme sua matrícula em: {span_start}datas do curso{span_end}
tr_tr: {span_start}course dates{span_end} için kaydı onaylayın:
zh_cn: 确认你的选课：{span_start}课程日期{span_end}

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
pt_br: Você clicou em um link para um código de matrícula que já foi utilizado. Acesse o {link_start}painel de controle do curso{link_end} para verificar se você está matriculado no curso ou entre em contato com o administrador de sua empresa.
tr_tr: Halihazırda kullanılan bir kayıtlanma kodu linkine tıkladınız. Derse kayıtlı olup olmadığınızı görmek için {link_start}ders ana panelini{link_end} kontrol edin ya da şirket yöneticiniz ile görüşün.
zh_cn: 你点击的这个选课码的链接已经使用过了。检查你的{link_start}课程面板{link_end}查看你是否已经注册了这们课程，或者联系你公司的管理员。

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
pt_br: Você se inscreveu com sucesso em {course_name}. Este curso já foi adicionado ao seu painel.
tr_tr: {course_name} dersine başarıyla kaydoldunuz. Bu ders şimdi ana panelinize eklenmiştir.
zh_cn: 你已经成功的选修了 {course_name}，这门课程现已添加到你的课程面板中。

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
pt_br: Você já está matriculado neste curso. Visite seu {link_start}painel de Controle{link_end} para ver o curso.
tr_tr: Bu derse önceden kaydoldunuz. Dersi görmek için {link_start}Ana panelinizi{link_end} ziyaret edin.
zh_cn: 你已经选修了这门课程，请前往你的{link_start}课程面板{link_end}查看该课程。

source: The course you are enrolling for is full.
pt_br: O curso no qual você está se matriculando está lotado.
tr_tr: Kayıtlanmaya çalıştığınız ders dolmuştur.
zh_cn: 您登记的课程人数已满

source: The course you are enrolling for is closed.
pt_br: O curso para no qual você está se matriculando está encerrado.
tr_tr: Kayıtlanmaya çalıştığınız ders kapanmıştır.
zh_cn: 您登记的课程已关闭

source: There was an error processing your redeem code.
pt_br: Ocorreu um erro ao processar seu código de resgate.
tr_tr: İntifa kodunuzu işlerken hata oldu!
zh_cn: 处理您的兑换码时出现了一个错误。

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
pt_br: Você está prestes a ativar um código de matrícula para {course_name} por {site_name}. Este código só pode ser utilizado uma vez, assim, você só deve ativar esse código caso seja o destinatário.
tr_tr: {course_name} için {site_name} tarafından bir kayıtlanma kodunu aktifleştirmek üzeresiniz. Bu kod yalnızca bir kullanımlıktır. Bu nedenle kodu yalnızca gönderilmesinin amaçlandığı kişi sizseniz bu kodu aktifleştirin.
zh_cn: 您要激活一个 {site_name}上的{course_name}的选课码。这个选课码只能使用一次，所以只有当您是它的既定接收人才激活它。

source: Activate Course Enrollment
pt_br: Ativar Inscrição do Curso
tr_tr: Ders Kayıtlanmasını Etkinleştir
zh_cn: 激活选课

source: {course_names} has been removed because the enrollment period has closed.
pt_br: {course_names} foi removido porque o período de matrícula foi encerrado.
zh_cn: 因选课时限已关闭，{course_names} 已被移除。

source: Cover Image
pt_br: Imagem de capa
tr_tr: Kapak Resmi
zh_cn: 封面图片

source: Learners:
pt_br: Alunos:
zh_cn: 学员:

source: Input quantity and press enter.
pt_br: Insira a quantidade e pressione enter.
tr_tr: Miktarı girin ve enter tuşuna basın.
zh_cn: 输入数量然后按回车

source: Increase
pt_br: Aumentar
tr_tr: Arttır
zh_cn: 增加

source: Decrease
pt_br: Diminuir
tr_tr: Azalt
zh_cn: 减少

source: Remove
pt_br: Remover
tr_tr: Kaldır
zh_cn: 删除

source: Discount or activation code
pt_br: Código de ativação ou desconto
tr_tr: İndirim veya aktivasyon kodu
zh_cn: 折扣或激活码

source: discount or activation code
pt_br: código de ativação ou desconto
tr_tr: indirim veya aktivasyon kodu
zh_cn: 折扣或激活码

source: Apply
pt_br: Aplicar
tr_tr: Uygula
zh_cn: 应用

source: code has been applied
pt_br: o código foi aplicado
tr_tr: kod uygulanmış
zh_cn: 代码已被应用

source: TOTAL:
tr_tr: TOPLAM:
zh_cn: 总价：

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for learners.
pt_br: Depois que esta compra for completada, um recibo é gerado com os detalhes de pagamento e os códigos de inscrição dos alunos.
zh_cn: 付款完成后，我们会为学员们生成一张包含费用明细和注册码的收据。

source: After this purchase is complete, {username} will be enrolled in this course.
pt_br: Após esta compra ser concluída, {username} será inscrito neste curso.
tr_tr: Bu satın alma tamamlandıktan sonra, {username} bu derse kaydolacaktır.
zh_cn: 付款完成后，{username}的选课将会生效。

source: Empty Cart
pt_br: Carrinho vazio
tr_tr: Boş Sepet
zh_cn: 清空购物车

source: Shopping cart
pt_br: Carrinho de compras
tr_tr: Alışveriş sepeti
zh_cn: 购物车

source: {platform_name} - Shopping Cart
pt_br: Carrinho de compras - {platform_name}
tr_tr: {platform_name} - Alışveriş Sepeti
zh_cn: {platform_name} - 购物车

source: Confirmation
pt_br: Confirmação
tr_tr: Onaylama
zh_cn: 确认

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
pt_br: A página procurada não foi encontrada. Volte para a {link_start}página inicial{link_end} ou nos informe sobre qualquer página que possa ter sido movida, mandando uma mensagem para {email}.
tr_tr: Aradığınız sayfa bulunamadı. {link_start}anasayfaya{link_end} dönün veya yeri değiştirilen sayfaları bize {email} üzerinden bildirin.
zh_cn: 未能找到您查找的页面。返回到{link_start}主页{link_end}或发电子邮件至{email}告诉我们可能被移除的页面。

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions.Unfortunately, because {platform_name} is required to comply with export controls,we cannot allow you to access this course at this time.
tr_tr: Sistemimiz bu {platform_name} dersine ABD'nin ekonomik ve ticari yaptırım uyguladığı bir bölgeden ya da ülkeden ulaşmaya çalıştığınızı belirledi. Ne yazık ki {platform_name} platformu ihracat kontrollerine uymak zorunda ve bu derse erişmenize şu an izin veremiyoruz.
zh_cn: 我们的系统表示您正试图从目前受美国经济和贸易制裁的国家或地区访问此 {platform_name}课程。遗憾的是，由于 [ {platform_name}需要遵守出口管制，因此我们目前不能允许您访问本课程。

source: FAQ
pt_br: Perguntas frequentes
tr_tr: SSS
zh_cn: 常见问题

source: Jobs
pt_br: Carreiras
tr_tr: İşler
zh_cn: 招才纳贤

source: In the Press
pt_br: Na imprensa
tr_tr: Basında
zh_cn: 新闻

source: Currently the {platform_name} servers are down
pt_br: No momento, os servidores do {platform_name} estão inativos
tr_tr: Şu anda {platform_name} sunucularında bir sorun yaşanmaktadır.
zh_cn: 目前{platform_name} 平台的服务器非正常运行

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
pt_br: No momento, a nossa esquipe está trabalhando para reativar o site o mais rápido possível. Por favor, envie uma mensagem para {tech_support_email} para relatar qualquer problema ou inatividade do site.
tr_tr: Ekibimiz şu anda mümkün olduğunca çabuk şekilde siteyi geri getirmek için çalışıyor. Lütfen herhangi bir sorunu veya aksama süresini raporlamak için {tech_support_email} adresine e-posta yollayın.
zh_cn: 我们的工作人员正在努力尽快恢复网站的正常运行。要报告您发现的任何问题或遇到网站非正常运行，请发送邮件至{tech_support_email}。

source: Reload Page
pt_br: Recarregar gráficos
zh_cn: 重新载入页面

source: There has been a 500 error on the {platform_name} servers
pt_br: Ocorreu um erro 500 nos servidores do {platform_name}
tr_tr: {platform_name} sunucularında Hata Kodu 500 mevcut
zh_cn: {platform_name} 平台的服务器发生代码为500的错误

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
pt_br: Por favor, aguarde alguns segundos e recarregue a página. Se o problema persistir, envie-nos um e-mail para {email}.
tr_tr: Lütfen birkaç saniye bekleyin ve sayfayı yeniden yükleyin. Eğer sorun devam ederse, lütfen {email} adresine bize yazın.
zh_cn: 请等待几秒钟后再刷新该页面。如果问题照旧，请向{email}发邮件。

source: Currently the {platform_name} servers are overloaded
pt_br: No momento, os servidores do {platform_name} estão sobrecarregados
tr_tr: Şu an için {platform_name} sunucuları aşırı yüklendi
zh_cn: 目前{platform_name}平台的服务器已经超负荷

source: Account Settings
pt_br: Configurações da conta
tr_tr: Hesap Ayarları
zh_cn: 账户设置

source: Please Wait
pt_br: Por favor aguarde
tr_tr: Lütfen Bekleyin
zh_cn: 请稍候

source: Learner Support
pt_br: Suporte ao Estudante
zh_cn: 学员支持

source: Learner Support: Certificates
pt_br: Apoio ao Estudante: Certificados
zh_cn: 学员支持：证书

source: Contact {platform_name} Support
pt_br: Entre em contato com o suporte da {platform_name}
tr_tr: {platform_name} Yardım Al
zh_cn: 联系{platform_name}支持

source: Learner Support: Enrollment
pt_br: Suporte aos alunos: Matrícula
zh_cn: 学员支持：选课

source: Learner Support: Manage User
pt_br: Suporte ao aluno: Gerenciar usuário
zh_cn: 学员支持：管理用户

source: About to refund this order:
pt_br: Prestes a reembolsar este pedido:
tr_tr: Bu siparişin iadesi hakkında:
zh_cn: 准备就该订单退费

source: Order Id:
pt_br: ID do Pedido
tr_tr: Sipariş Kimliği:
zh_cn: 订单标识：

source: Enrollment:
pt_br: Matricula
tr_tr: Kayıtlanma:
zh_cn: 选课：

source: enrolled
pt_br: Matriculado
tr_tr: kayıtlandı
zh_cn: 已选修

source: unenrolled
pt_br: Não Matriculado
tr_tr: kayıtlanılmamış
zh_cn: 已弃选

source: Cost:
pt_br: Custo:
tr_tr: Maliyet:
zh_cn: 费用：

source: CertificateItem Status:
pt_br: Status do CertificateItem
tr_tr: Sertifika Öğe Durumu:
zh_cn: 证书状态：

source: Order Status:
pt_br: Status do Pedido
tr_tr: Sipariş Durumu:
zh_cn: 订单状态：

source: Fulfilled Time:
pt_br: Horário de Conclusão
tr_tr: Tamamlanma Süresi:
zh_cn: 完成时间：

source: Refund Request Time:
pt_br: Horário de Pedido de Reembolso
tr_tr: İade Talep Zamanı:
zh_cn: 退费申请时间：

source: User Survey
pt_br: Enquete de Usuários
tr_tr: Kullanıcı Anketi
zh_cn: 用户调查

source: Pre-Course Survey
pt_br: Enquete pré-curso
tr_tr: Ders öncesi Anket
zh_cn: 课前调查

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
pt_br: Você pode começar o curso assim que você completar o seguinte formulário. Os campos obrigatórios estão marcados com asteriscos (*). Essas informações é para uso exclusivo do {platform_name}. Estas informações não estarão disponíveis no seu perfil público.
tr_tr: Formu tamamladığınızda derse başlayabilirsiniz. Doldurulması gerekli alanlar yıldız işareti (*) ile belirtilmiştir. Bu bilgiler yalnızca {platform_name} içindir. Genel profilinizde hiçbir şekilde belirtilmeyecektir.
zh_cn: 您完成下表后可立刻开始您的课程。必填的字段标有星号(*)。此信息仅用于{platform_name}的使用。它将不以任何形式与您的公开用户资料相关联。

source: You are missing the following required fields:
pt_br: Os seguintes campos obrigatórios precisam ser preenchidos:
tr_tr: Aşağıdaki gerekli alanları doldurmadınız:
zh_cn: 您遗漏了以下必填字段：

source: Cancel and Return to Dashboard
pt_br: Cancelar e voltar ao Painel de controle
tr_tr: Vazgeç veya Panoya geri dön
zh_cn: 取消并返回到课程面板

source: Why do I need to complete this information?
pt_br: Porque eu preciso preencher essas informações?
tr_tr: Neden bu bilgiyi doldurmalıyım?
zh_cn: 我为什么要完成填写这些信息？

source: We use the information you provide to improve our course for both current and future learners. The more we know about your specific needs, the better we can make your course experience.
pt_br: Nós usamos essas informações fornecidas para aprimorar nosso curso para ambos atuais e futuros alunos. Quanto mais conhecemos as necessidades específicas, melhor podemos tornar sua experiência neste curso.
zh_cn: 我们使用您提供的信息来改善当前和未来的学员的课程学习体验。我们越了解您的具体需求，我们可以为您提供更好的课程体验。

source: Who can I contact if I have questions?
pt_br: Com quem posso entrar em contato se tiver dúvidas?
tr_tr: Sorum olduğunda kiminle iletişime geçebilirim?
zh_cn: 如果我碰到问题可以联系谁？

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
tr_tr: Bu dersle veya formla ilgili herhangi bir sorunuz varsa, {link_start}{mail_to_link}{link_end} ile iletişime geçebilirsiniz.
zh_cn: 如果您对本课程或此表单有任何疑问，可以联系 {link_start}{mail_to_link}{link_end}.。

source: Analytics - Course Report
pt_br: Analytics - Relatório do Curso
zh_cn: 分析 - 课程报告

source: Global Report
pt_br: Relatório Global
zh_cn: 总体报告

source: Course Report
pt_br: Relatório do Curso
zh_cn: 课程报告

source: Learner Report
pt_br: Relatório do Aluno
zh_cn: 学员报告

source: ILT Report
pt_br: ILT Relatório
zh_cn: ILT 报告

source: Please select a course to see your report:
pt_br: Selecione um curso para ver o relatório:
zh_cn: 选择一个课程查看学习报告：

source: Go
pt_br: Ir
zh_cn: 前往

source: Average time to complete the course
pt_br: Tempo médio para passar por este curso
zh_cn: 完成课程的平均时间

source: Average Final Score
pt_br: Média da pontuação final
zh_cn: 平均最终得分

source: Post
pt_br: Postagem
zh_cn: 文章

source: Please, note that these reports are not live. Last update:
pt_br: Por favor, note que esses relatórios não são ao vivo. Última atualização:
zh_cn: 请注意，这些报告不是实时的。上次更新：

source: Summary
pt_br: Índice
tr_tr: Özet
zh_cn: 概要

source: Time Spent
pt_br: Quantas Vezes Utilizado
zh_cn: 学习时长

source: Analytics - ILT Report
pt_br: Analytics - Relatório de ILT
zh_cn: 分析 - ILT 报告

source: ILT Global Report
pt_br: ILT Relatório Global
zh_cn: ILT 整体报告

source: ILT Learner Report
pt_br: Relatório do aluno ILT
zh_cn: ILT 学员报告

source: Analytics - Learner Report
pt_br: Analytics - Relatório do Aluno
zh_cn: 分析 - 学员报告

source: Analytics - Global Report
pt_br: Relatórios Disponíveis
zh_cn: 学习分析 - 整体报告

source: Let's have a look at your learning data
pt_br: Vamos dar uma olhada nos seus dados de aprendizado
zh_cn: 让我们来看看你的学习数据

source: Certificate Delivered
pt_br: Certificados gerados.
zh_cn: 证书已生成

source: Average Time Spent Per Active Learner
pt_br: Tempo médio gasto por aluno ativo
zh_cn: 每个活动学员的平均花费时间

source: Number of Unique Visitors
pt_br: Número de Lugares
zh_cn: 独立访客数量

source: Device Use
pt_br: Quantas Vezes Utilizado
zh_cn: 访问者终端

source: Desktop
zh_cn: 桌面

source: Mobile
pt_br: Móvel
zh_cn: 手机

source: Active Learners Location
pt_br: Localização dos Alunos Ativos
zh_cn: 积极学员位置

source: Please select a course!
pt_br: Por favor, adicione um nome de usuário
zh_cn: 请选择一门课程

source: Please the provide the reason. It cannot be empty!
pt_br: Por favor, forneça o motivo. Não pode estar vazio!
zh_cn: 请提供原因。它不能是空的！

source: Analytics - Learning Transcript
pt_br: Analytics - Transcrição da aprendizagem
zh_cn: 分析 - 学习成绩单

source: Learning Transcript
pt_br: Transcrição Sincronizada Padrão
zh_cn: 学习报告

source: Let's have a look at your learning experience!
pt_br: Vamos dar uma olhada na sua experiência de aprendizado!
zh_cn: 让我们来看看您的学习体验！

source: Request a waiver
pt_br: Requerer o endereço de e-mail do usuário
zh_cn: 请求豁免

source: Request a waiver for a course or a section
pt_br: Requisar uma dispensa do curso ou uma seção
zh_cn: 申请豁免课程或部分

source: Here you can request a waiver for an entire course or a module of a course, please select a course and the specific section(s) of the course. If you want to ask a waiver for an entire course, just select the course and leave the section blank.
pt_br: Aqui você pode solicitar uma dispensa para um curso inteiro ou um módulo de um cursoselecione um curso e as seções específicas do curso. Se vocêdeseja pedir uma dispensa de um curso inteiro, basta selecionar o curso e sairda seção em branco.
zh_cn: 在这里，您可以申请豁免整个课程或课程模块，请选择课程和课程的特定部分。如果你想要求豁免整个课程，只需选择课程，并留下部分空白。

source: Select a course
pt_br: Selecione uma moeda.
zh_cn: 选择一门课程

source: Select the section(s)
pt_br: Selecionar uma opção
zh_cn: 选择章

source: Justify the reasons why you are requesting for this waiver
pt_br: Justifique os motivos pelos quais você está solicitando esta renúncia
zh_cn: 证明您请求此豁免的原因

source: After sending your request, the course admin will assess it and you will receive an answer by email.
pt_br: Depois de enviar sua solicitação, o administrador do curso avaliará e vocêreceber uma resposta por email.
zh_cn: 发送您的请求后，课程管理员将评估该请求，您将通过电子邮件收到答案。

source: Send
pt_br: Enviar para:
zh_cn: 发送

source: Time spent on the platform
pt_br: Tempo usado para as tarefas de todo o curso
zh_cn: 平台累计学习时间

source: Analytics - Process Waiver Request
pt_br: Analytics - Processa de Pedido de Dispensa
zh_cn: 分析 - 流程豁免请求

source: Forwarding to gradebook page ...
pt_br: Encaminhando para a página do livro de notas...
zh_cn: 转发到成绩簿页面...

source: Analytics - Learner Transcript
pt_br: Analytics - Transcrição do aluno
zh_cn: 分析 - 学员成绩单

source: Learning Transcript of
pt_br: Transcrição Sincronizada Padrão
zh_cn: 学习报告

source: Skeleton Page
pt_br: Página Esqueleto
tr_tr: Skeleton Sayfası
zh_cn: 框架页面

source: Search the course
pt_br: Buscar no curso
tr_tr: Ders ara
zh_cn: 搜索课程

source: Have questions?
pt_br: Alguma dúvida?
tr_tr: Sorunuz var mı?
zh_cn: 有疑问？

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
pt_br: Por favor, leia a {a_start}nossa seção de perguntas frequentes para ver as dúvidas mais comuns sobre os nossos certificados{a_end}.
tr_tr: Lütfen {a_start}sertifikalar konusunda sık sorulan sorular için SSS sayfamızı{a_end} okuyun.
zh_cn: 请阅读{a_start}我们的 FAQ 中关于证书的常见问题{a_end}。

source: Re-Verify for {course_name}
pt_br: Re-verificação para {course_name}
tr_tr: {course_name} İçin Yeniden Doğrula
zh_cn: 请重新验证{course_name}

source: Verification Deadline Has Passed
pt_br: O prazo de verificação expirou
tr_tr: Doğrulama için Son Tarih Geçti
zh_cn: 认证期限已过

source: Upgrade Deadline Has Passed
pt_br: Prazo para atualização já expirou.
tr_tr: Güncelleme için Son Tarih Geçti
zh_cn: 升级截止日期已过
