Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Proportion of mobile connection vs. computer connection
pt_br: Proporção de conexão móvel vs. conexão de computador
zh_cn: 使用移动设备及电脑设备的用户比例

source: Where are located the active learners based on their profile information
pt_br: Onde estão localizados os alunos ativos com base em suas informações de perfil
zh_cn: 基于学生身份信息中的地理位置展示的学生分布地图

source: Number of learners enrolled in the course. The learners have been registered by an Admin or self-registered via the catalog
pt_br: Número de alunos inscritos no curso. Os alunos foram registrados por um administrador ou realizaram o auto registro através do catálogo
zh_cn: 课程注册学生数，包括管理员注册和自主注册学生

source: Average time it took to learners to complete the course with 100% progress
pt_br: Tempo médio que os alunos levaram para completar o curso com 100% de progresso
zh_cn: 学生完成课程所用的平均时间

source: Average total score of the learners who completed the course with 100% progress
pt_br: Média da pontuação total dos alunos que completaram o curso com 100% de progresso
zh_cn: 学生完成课程所取得的平均成绩

source: Number of posts/answers/comments written in the course discussions/forums
pt_br: Número de Posts/respostas/comentários escritos nas discussões/fóruns do curso
zh_cn: 课程论坛及讨论区发表的帖子/回复/评论数

source: Proportion of learners according to their course status
pt_br: Proporção de alunos de acordo com o seu status de curso
zh_cn: 学生课程学习状态的分布比率

source: Learners who started to visit the course but haven't completed it yet
pt_br: Alunos que começaram a visitar o curso, mas não o completaram ainda
zh_cn: 已开始但未完成的学生

source: Learners who are enrolled in the course but haven't visited it yet
pt_br: Alunos que estão matriculados no curso, mas não o acessaram ainda
zh_cn: 已注册但未开始的学生

source: Leaners who completed the course with 100% progress and a total score passing the minimum required score
zh_cn: 已完成课程且成绩合格的学生

source: Leaners who completed the course with 100% progress but with a total score below the minimum required score to validate the course
zh_cn: 已完成课程但成绩不合格的学生

source: Cumulative number of enrollments over time
zh_cn: 累计注册学生数

source: Number of courses you are enrolled in
pt_br: Número de cursos em que você está inscrito
zh_cn: 您已注册的课程数

source: Total time you have spent on the platform
pt_br: Total de tempo que você passou na plataforma
zh_cn: 您的累计学习时长

source: Average final score over all the courses you have completed (status successful or unsuccessful)
pt_br: Média da pontuação final de todos os cursos que você completou (status bem- sucedido ou malsucedido)
zh_cn: 您已完成课程的平均成绩（包括合格成绩和不合格成绩）

source: Number of posts/answers/comments you have written in the discussions/forums
pt_br: Número de posts/respostas/comentários que você escreveu nas discussões/fóruns
zh_cn: 您在课程论坛及讨论区发表的帖子/回复/评论数

source: Proportion of courses according to your progress
pt_br: Proporção de cursos de acordo com o seu progresso
zh_cn: 基于您学习进度的课程各部分占比

source: Number of courses you started to visit but you haven't completed yet
pt_br: Cursos que você começou a acessar, mas ainda não completou
zh_cn: 您已经开始学习但尚未完成的课程

source: Number of courses you are enrolled in but you haven't visited yet
pt_br: Cursos que você está inscrito, mas ainda não acessou
zh_cn: 您已注册但尚未开始的课程

source: Number of courses you completed with 100% progress and a total score passing the minimum required score
pt_br: Cursos que você completou com 100% de progresso e uma pontuação total passando a pontuação mínima exigida
zh_cn: 您已完成且成绩合格的课程

source: Number of courses you completed with 100% progress but with a total score below the minimum required score
pt_br: Cursos que você completou com 100% de progresso, mas com uma pontuação total abaixo da pontuação mínima exigida
zh_cn: 您已完成但成绩不合格的课程

source: Number of courses the learner is enrolled in (enrollments made by an Admin or by himself/herself via the catalog)
pt_br: Número de cursos em que o aluno está matriculado (matrículas feitas por um administrador ou por ele /ela através do catálogo)
zh_cn: 已注册课程数，包括管理员注册和自主注册

source: Total time the learner has spent on the platform
pt_br: Tempo total que o aluno passou na plataforma
zh_cn: 累计学习时长

source: Average final score over all the courses the learner has completed (status successful or unsuccessful)
pt_br: Pontuação média final de todos os cursos que o aluno tenha completado (status bem-sucedido ou malsucedido)
zh_cn: 已完成课程的平均成绩（包括合格成绩和不合格成绩）

source: Number of posts/answers/comments the learner has written in the discussions/forums
pt_br: Número de mensagens/respostas/comentários que o aluno escreveu nas discussões/fóruns
zh_cn: 在课程论坛及讨论区发表的帖子/回复/评论数

source: Proportion of courses according to the learner's progress
pt_br: Proporção de cursos de acordo com o progresso do aluno
zh_cn: 基于学生学习进度的课程各部分占比

source: Number of courses the learner started to visit but hasn't completed yet
pt_br: Cursos que o aluno começou a visitar, mas ainda não concluiu
zh_cn: 已经开始学习但尚未完成的课程

source: Number of courses the learner is enrolled in but hasn't visited yet
pt_br: Cursos que o aluno está inscrito, mas ainda não visitou
zh_cn: 已注册但尚未开始的课程

source: Number of courses the learner completed with 100% progress and a total score passing the minimum required score
pt_br: Cursos que o aluno completou com 100% de progresso e uma pontuação total passando a pontuação mínima exigida
zh_cn: 已完成且成绩合格的课程

source: Number of courses the learner completed with 100% progress but with a total score below the minimum required score
pt_br: Cursos que o aluno completou com 100% de progresso, mas com uma pontuação total abaixo da pontuação mínima exigida
zh_cn: 已完成但成绩不合格的课程

source: Are you sure that you want to unenroll these learners?
zh_cn: 你确定要取消这些学员的注册吗？

source: Your changes have been taken into account.
zh_cn: 改变已经保存。

source: The learner has been unenrolled.
zh_cn: 该学员的注册已被取消了。

source: The learner's session has been changed.
zh_cn: 该学员注册的课程已经更改。

source: The learner's request has been accepted.
zh_cn: 该学员的请求已被接受。

source: Select the learners you want to enroll and click on 'enroll'. You will receive a confirmation by email.
zh_cn: 选择你要注册的学员，然后点击注册。你会收到一封确认邮件。

source: Session Date
zh_cn: 课程日期

source: Completed by gradebook edit
pt_br: Completado pela edição do boletim
zh_cn: 通过成绩单编辑完成

source: Areas of Development
pt_br: Áreas de desenvolvimento
zh_cn: 发展领域

source: Identify the course areas of development here.
pt_br: Identifique aqui as áreas de desenvolvimento do curso.
zh_cn: 在这里定义发展领域

source: Choose your PDF
pt_br: Escolha seu arquivo PDF
zh_cn: 选择您的 PDF 文件

source: or Drag here
pt_br: ou arraste e solte aqui
zh_cn: 或拖动到此区域

source: Size limit:
pt_br: Limite de tamanho:
zh_cn: 大小限制：

source: Copy the Studio URL of a PDF you previously uploaded in <a href={course_url} target='_blank'>Files & Uploads</a>
zh_cn: 复制您之前在 <a href={course_url} target='_blank'>文件 & 上传</a> 中上传的 PDF 中的 Studio URL 地址

source: This name appears in the horizontal navigation at the top of the page.
pt_br: Este nome aparece na navegação horizontal na parte superior da página.
zh_cn: 该名字会出现在页面顶端的水平导航栏中

source: PDF URL
pt_br: URL do PDF
zh_cn: PDF 地址

source: This URL will be automatically updated after you upload a file.
pt_br: Este URL será atualizado automaticamente após o upload de um arquivo.
zh_cn: 该地址会在您上传文件后自动更新，

source: Or you can paste here the URL you copied in Files & Uploads.
pt_br: Ou você pode colar um URL copiado aqui em Arquivos e Uploads.
zh_cn: 您也可以将您在“文件 & 上传”中复制来的地址粘贴到此处

source: PDF Download Allowed
pt_br: Permitir download de PDF
zh_cn: 是否允许下载 PDF

source: Display a download button for this PDF.
pt_br: Exibir um botão de download de PDF
zh_cn: 为此 PDF 显示一个下载按钮

source: Source document button text
pt_br: Texto do botão do documento de origem
zh_cn: 源文档按钮文本

source: Default: Download the source document
pt_br: Padrão: Faça o download do documento de origem
zh_cn: 默认：下载源文档

source: Source document URL
pt_br: URL do documento de origem
zh_cn: 源文档地址

source: Add the source document of your PDF (Powerpoint file, ...)
pt_br: Adicione o documento de origem do seu PDF (arquivo do Powerpoint,…)
zh_cn: 为您的 PDF 添加源文档（PPT 文件，……）

source: It appears you don't have a PDF plugin for this browser or the PDF URL is invalid.
pt_br: Il semble que vous n’ayez pas de plugin PDF pour ce navigateur ou l’URL du PDF n’est pas valide.
zh_cn: 您似乎没有此浏览器的PDF插件，或者PDF URL无效。

source: Open module in a new tab. This option will only apply to users with a compatible browser.
pt_br: Abra o módulo em uma nova guia. Esta opção se aplica apenas a usuários com um navegador compatível.
zh_cn: 在新标签页打开模块。此选项仅适用于具有兼容浏览器的用户。

source: New Tab
pt_br: Nova aba
zh_cn: 新标签页

source: Click on the button below to open the module in a new tab.
pt_br: Clique no botão abaixo para abrir o módulo em uma nova aba.
zh_cn: 单击下面的按钮以在新选项卡中打开模块。

source: Your e-learning module has been opened in a new tab. Please, close the new tab after you completed the module.
pt_br: Seu módulo de e-learning foi aberto em uma nova aba. Por favor, feche a nova aba depois de concluir o módulo.
zh_cn: 您的电子学习模块已在新标签页中打开。 完成模块后，请关闭新标签页。

source: Launch
pt_br: Começar
zh_cn: 启动

source: That e-mail address doesn't have an associated user account.
pt_br: Esse e-mail não tem uma conta de usuário associada. Tem certeza que você se registrou?

source: CodeInvalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
pt_br: Nome de código de permissão inválido: "{codename}". Não existe tal permissão para o modo {module}.{model_name}.

source: Password create unsuccessful
pt_br: A redefinição de senha não foi realizada

source: Error in creating your password. Please try again.
pt_br: Ocorreu um erro. Tente novamente.

source: If this option is selected, we'll try to create a new user account when the identity provider authenticated the user but there's no matching user accounts. Otherwise, an error message will be displayed instead.
pt_br: Se esta opção for selecionada, tentaremos criar uma nova conta de usuário quando o provedor de identidade autenticou o usuário, mas não há contas de usuário correspondentes. Caso contrário, uma mensagem de erro será exibida.

source: NUMBERIC_SHORT_DATE
pt_br: %d-%m-%Y

source: NUMBERIC_SHORT_DATE_SLASH
pt_br: %d/%m/%Y

source: NUMBERIC_DATE_TIME
pt_br: %d-%m-%Y %H:%M:%S %Z

source: CCX Connector URL
pt_br: URL do Conector CCX
tr_tr: CCX Eğitim Bağlayıcı URL

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
pt_br: A URL para o aplicativo Conector CCX para a criação do gerenciamento CCXs. (Opcional). Ignorado a menos que 'Habilitar CCX' esteja definido como 'verdadeiro'
tr_tr: CCX'lerin oluşturulmasını yönetmek için gerekli CCX Bağlayıcı uygulamasının bağlantısı (isteğe bağlı). 'CCX Eğitimlerini Etkinleştir' ayarı 'true' olarak işaretleninceye dek göz ardı edilir.

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
pt_br: {assignment_type} = {weighted_percent:.2%} de possíveis {weight:.2%}
tr_tr: {assignment_type} = {weight:.2%} üzerinden {weighted_percent:.2%}

source: LTI ID
pt_br: ID do LTI
tr_tr: LTI No

source: LTI URL
pt_br: URL do LTI

source: Comment as returned from grader, LTI2.0 spec
pt_br: Comentário conforme o retorno do avaliador, específico do LTI2.0
tr_tr: Derecelendirenden döndüğü gibi yorum, LTI2.0 spec

source: GIT URL
pt_br: URL do GIT

source: Video Pre-Roll
pt_br: Vídeos Pre-Execução
tr_tr: Video Yayın Öncesi

source: YouTube ID
pt_br: ID do YouTube
tr_tr: YouTube Kimliği

source: You can login with your email address: %(user_email)s
pt_br: Não foi possível encontrar o usuário através do e-mail '{email}'.

source: Powered by Open edX
pt_br: Desenvolvido por Open edX
tr_tr: İçinde Open edX Var

source: {platform_name} for Business
pt_br: {platform_name} para Empresas
tr_tr: {platform_name} Kurumsal

source: Earn a certificate
pt_br: Ganhe um certificado
tr_tr: Bir sertifika kazanın

source: in {relative} - {absolute}
pt_br: em {relative} - {absolute}
tr_tr: {absolute} üzerinden {relative}

source: register
pt_br: registrar-se
tr_tr: kaydol

source: Enrollment refused
pt_br: Códigos de matrícula

source: Enrollment accepted. If a hotel request has been done, you will receive a confirmation as soon as it is processed.
pt_br: Inscrição aceita. Se uma solicitação de hotel tiver sido feita, você receberá umaconfirmação assim que for processado.

source: Row #{row_num}: Invalid utf-8 characters
pt_br: Fileira #{row_num}: Caracteres utf-8 inválidos

source: Education
pt_br: Localização

source: Commercial Zone
pt_br: Zona Comercial

source: Commercial Region
pt_br: Região Comercial

source: ILT Supervisor
pt_br: Supervisor de ILT

source: Select the user properties to display
pt_br: Selecione a biblioteca da qual você deseja extrair o conteúdo.

source: Accepted
pt_br: Após tentativa

source: Confirmed
pt_br: Confirmação

source: Refused
pt_br: Recusado

source: The report is being exported. Note that this operation can take several minutes. When the report will be ready, it will appear in the list of reports ready to download under the cloud icon in the menu bar and you will be able to download it.
pt_br: O relatório está sendo exportado. Observe que esta operação pode levar alguns minutos. Quando o relatório estiver pronto, ele aparecerá na lista de relatórios prontos para download sob o ícone da nuvem na barra de menus e você poderá fazer o download.

source: Total: %(nb_rows)s row
pt_br: Total: %(nb_rows)s linha

source: %(platform_name)s Wiki
pt_br: Wiki de %(platform_name)s

source: %(platform_name)s Email
pt_br: Wiki de %(platform_name)s

source: username@domain.com
pt_br: nomedousuario@dominio.com
tr_tr: mehmet@siteadi.com

source: You can not move an item into its child.
pt_br: Você não pode mover um item para seu filho

source: {profile_name} URL
pt_br: URL {profile_name}

source: {course}_video_urls
pt_br: {course}_video_url

source: View more
pt_br: Ver mais

source: NEW
pt_br: NOVO

source: By
pt_br: Por

source: Add course update
pt_br: Adicionar uma notícia

source: Identify the enrollment job codes here.
pt_br: Identifique os groupos de aprendizagem de inscrição aqui.

source: days
pt_br: dias

source: Course About Sidebar HTML {a_link_end} (formatted in HTML)
pt_br: Curso sobre a Sidebar HITML {a_link_end} (formatado em HTML)

source: your YouTube video's ID
pt_br: ID do seu vídeo do YouTube
tr_tr: YouTube videonuzun kimliği

source: Enter your YouTube video's ID (along with any restriction parameters)
pt_br: Digite a identificação dos vídeos do YouTube (juntamente com qualquer parâmetro de restrição)
tr_tr: YouTube video ID'sini gir (gerekli kısıtlama parametreleriyle)

source: Leaderboard
pt_br: Entre os melhores

source: You must complete the sub-section '{prereq_section_name}' to access this content.
pt_br: Você deve preencher a subseção '{prereq_section_name}' para acessar este conteúdo.

source: Welcome to your dashboard
pt_br: Bem-vindo ao seu painel de controle

source: My learning transcript
pt_br: Minha transcrição

source: ILT request validation page
pt_br: Página de validação de registro para sessões ILT

source: yyyy-mm-dd
pt_br: aaaa-mm-dd
tr_tr: yyyy-aa-gg

source: View Instructor Dashboard
pt_br: Exibir painel do instrutor

source: {num} day
pt_br: {num} dia

source: ILT Attendance Sheet
pt_br: Lista de Chamada ILT

source: Attendance Sheet
pt_br: Configurações avançadas

source: Instructor's Signature
pt_br: Ritmo definido pelo instrutor

source: Session
pt_br: Sessão

source: Date and Time
pt_br: Horário do término do curso

source: Store
pt_br: Restaurar

source: Signature (morning)
pt_br: Assinatura (manhã)

source: Signature (afternoon)
pt_br: Assinatura (tarde)

source: Hi
pt_br: Olá,

source: Please take note of the accommodation requests for each of the sessions below:
pt_br: Anote os pedidos de acomodação para cada uma das sessões abaixo:

source: See you soon.
pt_br: Nos vemos em breve

source: Access to the accomodation management tab - {link}
pt_br: Acesso à guia Gerenciamento de acomodações - {link}

source: PENDING - Accommodation requests
pt_br: PENDENTE - Solicitações de acomodação

source: Intermediate Certificates
pt_br: Certificados intermediários

source: Certificate Title
pt_br: Título do certificado

source: Issued Date after
pt_br: Data de emissão após de

source: Issued Date before
pt_br: Data de emissão antes de

source: Your Password Creation is Complete
pt_br: A ativação da sua conta está completa!

source: Create Your {platform_name} Password
pt_br: Criar a conta do {platform_name}

source: Invalid Password Create Link
pt_br: É necessária uma senha válida

source: email@example.com
pt_br: email@exemplo.com
tr_tr: eposta@siteadi.com

source: Show:
pt_br: Mostrar :

source: Daily
pt_br: por dia

source: Weekly
pt_br: por semana

source: Monthly
pt_br: por mês

source: Comparison between today's value and yesterday's
pt_br: Comparação entre o valor de hoje e o de ontem

source: Course Summary Report
pt_br: Relatório do curso - Resumo

source: Course Progress Report
pt_br: Relatório do curso - Progresso

source: Course Time Spent Report
pt_br: Relatório do curso - Tempo gasto

source: Customized Report
pt_br: Relatório Customizado

source: Reports ready to download
pt_br: Relatórios prontos para download

source: No reports available
pt_br: Nenhum relatório disponível

source: Customize your report by configuring each step.
pt_br: Personalize seu relatório configurando cada etapa.

source: Note: If no user properties are selected, default properties will be used.
pt_br: Atenção: Se nenhuma propriedade de usuário estiver selecionada, as propriedades padrão serão usadas.

source: Choose the export format
pt_br: Escolha o formato de exportação

source: Learner Status
pt_br: Status de aluno

source: (root)
pt_br: (raiz)
tr_tr: (kök)

source: There are %(articles_plur_verb)s %(cnt)s %(articles_plur)s in thislevel.
pt_br: Existem %(articles_plur_verb)s %(cnt)s %(articles_plur)s nestenível.

source: You successfully completed the {type} badge with a score of {score}%.
pt_br: Você completou com sucesso a medalha {type} com a sua pontuação de {score}%.

source: You can download your {title} by clicking on the button below.
pt_br: Você pode baixar o seu {title} clicando no botão abaixo.

source: {title} is not available.
pt_br: {title} não está disponível.

source: Your score {score}% is not enough to obtain the {type}.
pt_br: Sua pontuação {score}% não é suficiente para obter a medalha {type}.

source: Intermediate Certificate
pt_br: Certificado intermediário

source: Completion
pt_br: Conclusão

source: After you download the CSV file of the enrolled learners, tick with a 'x' the column 'attendance' if the learner attended the course. Then save the file and upload it back to validate the completion of the module in the platform.
pt_br: Depois de baixar o arquivo CSV com a lista de alunos inscritos, marque com um ‘x’ a coluna ‘participação’, caso o aluno tenha participado do curso. Em seguida, salve o arquivo e faça o upload de volta para validar a conclusão do módulo na plataforma.

source: Add or modify the hotel of the learners enrolled in the selected session. Learners will be notified by email when the session is confirmed.
pt_br: Adicione ou modifique o hotel dos alunos inscritos na sessão selecionada.Os alunos serão notificados por email quando a sessão for confirmada.

source: Your request has been validated
pt_br: o código foi aplicado

source: Number of different visitors who opened the course per day
pt_br: Número de visitantes diferentes que abriram o curso por dia

source: Learners who completed the course with 100% progress and a total score passing the minimum required score
pt_br: Alunos que completaram o curso com 100% de progresso e uma pontuação total passando da pontuação mínima exigida

source: Learners who completed the course with 100% progress but with a total score below the minimum required score to validate the course
pt_br: Alunos que completaram o curso com 100% de progresso, mas com uma pontuação total abaixo da pontuação mínima necessária para validar o curso

source: Copy the Web URL of a PDF you previously uploaded in <a href={course_url} target='_blank'>Files & Uploads</a>
pt_br: Copie o Web URL de um arquivo PDF já carregado em <a href={course_url} target='_blank'>Arquivos e Uploads</a>

source: %(num_points)s point possible
pt_br: %(num_points)s ponto possível

source: Use External Content component
pt_br: Use o componente de recursos externos

source: Add resources to your course, curated by Edflex technology. Choose from a selection of MOOCs, Videos, Podcasts, Books, and Articles to accompany and enhance the creation of your trainings!
pt_br: Adicione recursos ao seu curso, selecionados pela tecnologia Edflex. Escolha entre uma seleção de MOOCs, vídeos, podcasts, livros e artigos para apoiar e aprimorar sua criação de treinamento!

source: You are now ready
pt_br: Já está pronto

source: Integrate external content to enrich your course!
pt_br: Integre conteúdo externo para enriquecer seu curso!

source: Read the article
pt_br: Leia o artigo

source: Read the book
pt_br: Leia o livro

source: Access the course
pt_br: Acesse o curso

source: About the content
pt_br: Em resumo

source: reviews
pt_br: opiniões

source: users’ reviews
pt_br: opiniões dos consumidores

source: <b>Free</b> access
pt_br: Acesso <b>grátis</b>

source: <b>Paid</b> access
pt_br: Acesso <b>pago</b>

source: <b>Free</b> certificate
pt_br: Certificado <b>grátis</b>

source: <b>Paid</b> certificate
pt_br: Certificado <b>pago</b>

source: pages
pt_br: páginas

source: External content
pt_br: Conteúdo externo

source: You are about to leave the Triboo platform to follow external training content. The majority of third-party content is free, but please note that sometimes it requires a paid subscription or certification or specific authorization that is not provided via this platform. Please contact your organization with any specific questions.
pt_br: Você está prestes a deixar a plataforma Triboo para acompanhar o conteúdo de treinamento externo. A maior parte do conteúdo de terceiros é gratuita, mas observe que às vezes isso requer uma assinatura paga ou certificação ou autorização específica que não é fornecida por meio desta plataforma. Entre em contato com sua organização com quaisquer perguntas específicas.

source: See you soon on Triboo!
pt_br: Te vejo em breve em Triboo

source: Access
pt_br: Acessar

source: This information is out of date. What you see is the last saved version.
pt_br: Esta informação está desatualizada. O que você vê é a última versão registrada.

source: How it works?
pt_br: Como funciona?

source: Select the format of content you want to add
pt_br: Selecione o formato de conteúdo que deseja adicionar

source: Choose a category for your learning content
pt_br: Escolha uma categoria para o seu conteúdo de aprendizagem

source: Then a language
pt_br: Então um idioma

source: Pick the content you want to use
pt_br: Escolha o conteúdo que deseja usar

source: No content available? Then change one of the parameters you previously selected.
pt_br: Nenhum conteúdo disponível? Altere um dos parâmetros que você selecionou anteriormente

source: Which format of content do you need?
pt_br: Qual formato de conteúdo você precisa?

source: Choose a format. It is mandatory.
pt_br: Escolha um formato. Isso é obrigatório.

source: Article
pt_br: Artigo

source: Book
pt_br: Livro

source: Select one of the categories below
pt_br: Selecione uma das seguintes categorias

source: Choose a category.
pt_br: Escolha uma categoria.

source: Which language for the content?
pt_br: Qual idioma para o conteúdo?

source: Choose a language.
pt_br: Escolha um idioma.
