Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: View Course Report Page
pt_br: Visualizar curso
zh_cn: 课程报告

source: Prerequisites
pt_br: Pré-requisitos
tr_tr: Gereklilikler
zh_cn: 预备知识

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
pt_br: Você deve completar {link_start}{prc_display}{link_end} com sucesso antes de começar este curso.
tr_tr: Bu derse başlamadan önce {link_start}{prc_display}{link_end} dersini başarıyla tamamlamış olmanız gerekmektedir.
zh_cn: 您必须先完成{link_start}{prc_display}{link_end}才能开始此课程。

source: No prerequisite required for this course
pt_br: Critérios obrigatórios para passar por este curso:
zh_cn: 这门课程没有先修条件

source: Read more
pt_br: Ler mais
zh_cn: 更多内容

source: Read less
pt_br: Ler menos
zh_cn: 收起

source: Additional Resources
pt_br: Recursos adicionais
tr_tr: Ek Kaynaklar
zh_cn: 额外资源

# self
source: enroll
pt_br: Matricular-se
tr_tr: kaydol
zh_cn: 注册

source: Share with friends and family!
pt_br: Compartilhe com seus amigos e família!
tr_tr: Bunu ailen ve arkadaşlarınla paylaş!
zh_cn: 与亲朋好友分享！

source: I just enrolled in {number} {title} through {account}: {url}
pt_br: Eu acabei de me matricular em {number} {title} através de {account}: {url}
tr_tr: Ben sadece {account}:{url} yardımıyla {number}{title} a kaydoldum.
zh_cn: 我刚通过 {account}：{url} 选修了 {number} {title}

source: Take a course with {platform} online
pt_br: Faça um curso on-line no {platform}
tr_tr: {platform} çevrimiçi ile bir ders al
zh_cn: 在 {platform} 上在线学习课程

source: I just enrolled in {number} {title} through {platform} {url}
pt_br: Eu só registrei para {number} {title} através da {platform} {url}
tr_tr: Ben sadece {platform} {url} yardımıyla {number} {title} a kaydoldum
zh_cn: 我刚通过 {platform} {url} 选修了 {number} {title}

source: Tweet that you've enrolled in this course
pt_br: Tweet que você se inscreveu neste curso.
tr_tr: Bu derse kaydolduğunuzu twitleyin
zh_cn: 在 Tweet 发布你已登记此课程的消息

source: Post a Facebook message to say you've enrolled in this course
pt_br: Publique uma mensagem no facebook contando que você se inscreveu neste curso.
tr_tr: Bu derse kayıt yaptığınızı söylemek için Facebook mesajı gönder
zh_cn: 在 Facebook 发布您已选修此课程的消息

source: Email someone to say you've enrolled in this course
pt_br: Envie e-mail para alguém dizendo que se inscreveu neste curso.
tr_tr: Birisine bu derse kaydolduğunuzu söylemek için e-posta gönderin
zh_cn: 通过邮件告诉其他人您已选修此课程

source: {num} minute
pt_br: {num} minuto
zh_cn: {num} 分钟

source: {num} hour
pt_br: {num} hora
zh_cn: {num} 小时

source: English
pt_br: Engleza
zh_cn: 英语

source: French
pt_br: Franceza
zh_cn: 法语

source: Chinese
pt_br: Chineza
zh_cn: 汉语

source: Portuguese
pt_br: Portugheză
zh_cn: 葡萄牙语

source: German
pt_br: Germana
zh_cn: 德语

source: Romanian
pt_br: Românește
zh_cn: 罗马尼亚语

source: Polish
pt_br: Poloneză
zh_cn: 波兰语

source: Spanish
pt_br: Spaniola
zh_cn: 西班牙语

source: Estimated Effort
pt_br: Dedicação estimada
tr_tr: Tahmini Çaba
zh_cn: 预期课程目标

source: Completed
pt_br: Concluída
zh_cn: 已完成

source: You are enrolled in this course
pt_br: Você está inscrito neste curso
tr_tr: Bu derse kaydoldunuz
zh_cn: 您选修了本课程

source: Resume Course
pt_br: Continuar Curso
tr_tr: Derse Devam Et
zh_cn: 继续课程

source: This course is in your cart.
pt_br: O curso {course_id} já está no seu carrinho.
zh_cn: 课程已经在您的购物车中。

source: View Cart
pt_br: Visualizar crédito
zh_cn: 查看购物车

source: View Course
pt_br: Visualizar curso
tr_tr: Derse Gözat
zh_cn: 查看课程

source: Course is full
pt_br: Não há mais vagas
tr_tr: Ders Dolu
zh_cn: 该课程已满

source: Start Course
pt_br: Começar Curso
tr_tr: Derse Başla
zh_cn: 开始课程

source: Enrollment in this course is by invitation only
pt_br: A matrícula nesse curso é apenas por convite
tr_tr: Bu derse sadece davet ile kayıtlanılır
zh_cn: 该课程只能通过邀请选修

source: Enrollment is Closed
pt_br: Matrículas encerradas
tr_tr: Kayıtlanma Kapalıdır
zh_cn: 选课已关闭

source: Add to Cart <span>({price} USD)</span>
pt_br: Adicione {course_name} ao Carrinho <span>({price} USD)</span>
zh_cn: 添加到购物车<span>({price} USD)</span>

source: Course Material
pt_br: Material do Curso
tr_tr: Ders Materyali
zh_cn: 课程资料

source: Hide
pt_br: Ocultar
tr_tr: Gizle
zh_cn: 隐藏

source: Show
pt_br: Mostrar
tr_tr: Göster
zh_cn: 显示

source: Show Earlier Course Updates
pt_br: Mostrar
tr_tr: Eski Ders Güncellemelerini Göster
zh_cn: 显示更早的课程更新

source: Explore Courses
pt_br: Explorar
tr_tr: Dersleri Keşfet
zh_cn: 探索课程

source: Refine Your Search
pt_br: Pesquisa avançada
tr_tr: Aramanızı Sınırlandırın
zh_cn: 使您的搜索更精确

source: List of Courses
pt_br: Lista de Cursos
tr_tr: Derslerin Listesi
zh_cn: 课程列表

source: {course_number} Courseware
pt_br: Material didático {course_number}
tr_tr: {course_number} Ders yazılımları
zh_cn: {course_number} 课程页面

source: Course Utilities
pt_br: Ferramentas do Curso
tr_tr: Ders Uygulamaları
zh_cn: 课程工具

source: Courseware
pt_br: Material didático
tr_tr: Ders İçerikleri
zh_cn: 课程页面

source: Course Search
pt_br: Busca de Cursos
tr_tr: Ders Ara
zh_cn: 搜索课程

source: No content has been added to this course
pt_br: Nenhum conteúdo foi adicionado a este curso
tr_tr: Bu derse henüz bir içerik eklenmemiştir
zh_cn: 本课程未添加新内容

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
pt_br: Para acessar os materiais do curso, você deve obter {required_score}% ou mais neste exame. Sua pontuação atual é de {current_score}%.
zh_cn: 要访问课程材料，您必须在此考试中获得 {required_score}% 或更高分数。您当前的分数为 [{current_score}%。

source: Your score is {current_score}%. You have passed the entrance exam.
pt_br: Sua pontuação foi {current_score}%. Você passou no exame de admissão.
tr_tr: Puanınız {current_score}%. Giriş sınavını geçtiniz.
zh_cn: 您的分数为 {current_score}%，通过了入门测试

source: ILT Validation
pt_br: Localização inválida.
zh_cn: ILT 审核确认

source: Validation of the registration to an face-to-face session
pt_br: Validação do registro da sessão presencial
zh_cn: 面对面会话的注册验证

source: Requester
pt_br: Registre-se
zh_cn: 请求者

source: Session Name
pt_br: Nome do sessão
zh_cn: 班级名称

source: From
pt_br: De
zh_cn: 从

source: To
pt_br: Para
zh_cn: 到

source: Timezone
pt_br: Tempo
zh_cn: 时区

source: Area / Region
pt_br: Área/Região
zh_cn: 地区/地区

source: Zip Code
pt_br: Código
zh_cn: 邮政编码

source: Available seats
pt_br: Relatórios Disponíveis
zh_cn: 课程席位

source: Accommodation Need
pt_br: Necessidades de Acomodação
zh_cn: 住宿需求

source: Number of one way
pt_br: Número de Lugares
zh_cn: 单程数

source: Number of return
pt_br: Número de reembolsos
zh_cn: 往返数

source: Accept the demand
pt_br: Aceitar a demanda
zh_cn: 接受需求

source: Refuse the demand
pt_br: Descreva os detalhes
zh_cn: 拒绝需求

source: This session is no longer open to registration. Please choose another session.
zh_cn: 该课程的注册已关闭。请选择其他课程。

source: {course_number} Course Info
pt_br: Informações do curso {course_number}
tr_tr: {course_number} Ders Bilgisi
zh_cn: {course_number} 课程信息

source: You are not enrolled yet
pt_br: Você ainda não está inscrito
tr_tr: Henüz kayıtlanmadınız
zh_cn: 您尚未注册

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
pt_br: Você não está atualmente matriculado neste curso. {link_start}Inscreva-se agora!{link_end}
tr_tr: Bu derse henüz kayıtlanmadınız. {link_start}Şimdi kayıt ol!{link_end}
zh_cn: 您当前未注册此课程。{link_start}立即注册！{link_end}

source: Welcome to {org}'s {course_title}!
pt_br: Bem-vindo ao {course_title} de {org}
tr_tr: {org} {course_title} dersine hoş geldiniz!
zh_cn: 欢迎来到{org}的 {course_title}!

source: Welcome to {course_title}!
pt_br: Bem-vindo ao {course_title}!
tr_tr: {course_title} dersine hoş geldiniz!
zh_cn: 欢迎来到 {course_title}！

source: View Updates in Studio
pt_br: Visualizar atualizações no Studio
tr_tr: Studio'daki Güncellemeleri İncele
zh_cn: 在Studio中查看更新

source: Course Updates and News
pt_br: Atualizações e Notívias de Curso
tr_tr: Ders Güncellemeleri ve Haberleri
zh_cn: 课程更新与新消息

source: Handout Navigation
pt_br: Navegação das apostilas
tr_tr: Yardımcı Metinler Navigasyonu
zh_cn: 讲义导航

source: Course Tools
pt_br: Ferramentas do Curso
tr_tr: Ders Araçları
zh_cn: 课程工具

source: News - MITx 6.002x
pt_br: Notícias - MITx 6.002x
tr_tr: Haberler - MITx 6.002x
zh_cn: 新闻 - MITx 6.002x

source: Updates to Discussion Posts You Follow
pt_br: Atualizações das discussões que você segue
tr_tr: İzlediğiniz Tartışma İletilerine Güncellemeler
zh_cn: 您关注的讨论帖的更新情况

source: Purchase the Program (
pt_br: Comprar o Programa (
tr_tr: Programı Satın Al (
zh_cn: 购买计划 （

source: Original Price
pt_br: Preço Original
tr_tr: Gerçek Ücret
zh_cn: 原价

source: Discounted Price
pt_br: Preço com desconto
tr_tr: İndirimli Ücret
zh_cn: 打折后价格

source: Start Learning
pt_br: Começar a aprender
tr_tr: Öğrenmeye Başla
zh_cn: 开始学习

source: Play
pt_br: Jogar
tr_tr: Oynat
zh_cn: 开始

source: YouTube Video
pt_br: Vídeo do YouTube
tr_tr: YouTube Videosu
zh_cn: YouTube视频

source: View Courses
pt_br: Ver cursos.
tr_tr: Dersleri İncele
zh_cn: 查看课程

source: Meet the Instructors
pt_br: Conheça os Instrutores
tr_tr: Eğitmenlerimizle Tanışın
zh_cn: 认识讲师

source: Frequently Asked Questions
pt_br: Perguntas Frequentes
tr_tr: Sıkça Sorulan Sorular
zh_cn: 常见问题

source: Job Outlook
pt_br: Perspectiva de Trabalho
tr_tr: Gelecekteki İstihdam Talebi
zh_cn: 工作展望

source: Real Career Impact
pt_br: Impacto Real na Carreira
tr_tr: Kariyerinizde Yaratacağı Etki
zh_cn: 真正的职业影响

source: What You'll Learn
pt_br: O que você vai aprender
tr_tr: Ne Öğreneceksiniz
zh_cn: 您将学习的内容

source: Average Length
pt_br: Duração média
tr_tr: Ortalama Süre
zh_cn: 平均长度

source: {weeks_to_complete} weeks per course
pt_br: {weeks_to_complete} semanas por curso
tr_tr: ders başına {weeks_to_complete} hafta
zh_cn: 每门课程{weeks_to_complete} 周

source: Effort
pt_br: Esforço
tr_tr: Çaba
zh_cn: 努力

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
pt_br: {min_hours_effort_per_week}-{max_hours_effort_per_week} horas por semana, por curso
tr_tr: {min_hours_effort_per_week}-{max_hours_effort_per_week} haftalık saat, ders başına
zh_cn: 每门课程每周{min_hours_effort_per_week}-{max_hours_effort_per_week} 小时

source: Number of Courses
pt_br: Número de Cursos
tr_tr: Derslerin Sayısı
zh_cn: 课程数量

source: {number_of_courses} courses in program
tr_tr: Programdaki {number_of_courses} ders
zh_cn: 课程中的{number_of_courses}

source: Price (USD)
pt_br: Preço (BRL)
tr_tr: Ücret (TL)
zh_cn: 价格（美元）

source: ${newPrice}{htmlEnd} for entire program
pt_br: ${newPrice}{htmlEnd} pelo programa inteiro
tr_tr: Tüm program için ₺{newPrice}{htmlEnd}
zh_cn: 整个项目${newPrice}{htmlEnd}

source: You save ${discount_value} {currency}
pt_br: Você poupa ${discount_value} {currency}
tr_tr: ₺{discount_value} {currency} tasarruf ettin
zh_cn: 您将节省 ${discount_value} {currency}

source: ${full_program_price} for entire program
pt_br: ${full_program_price} pelo programa inteiro
tr_tr: Tüm program için ₺{full_program_price}
zh_cn: 整个项目${full_program_price}

source: Courses in the {}
pt_br: Cursos no {}
tr_tr: {} içindeki dersler
zh_cn: 课程在{}

source: Starts on {}
pt_br: Começo no {}
tr_tr: {} tarihinde başlıyor
zh_cn: 开始于{}

source: {course_number} Progress
pt_br: Progresso {course_number}
tr_tr: {course_number} İlerleme
zh_cn: {course_number}课程进展

source: View Grading in studio
pt_br: Visualizar avaliação no Studio
tr_tr: Studio'da Notlandırmayı Görüntüle
zh_cn: 在Studio中查看评分情况

source: Course Progress for Learner '{username}' ({email})
pt_br: Progresso do curso do aluno '{username}' ({email})
zh_cn: 学员'{username}' ({email})的学习进度

source: View Certificate
pt_br: Visualizar Certificado
tr_tr: Sertifikayı İncele
zh_cn: 查看证书

source: Opens in a new browser window
pt_br: Abrir numa nova janela
tr_tr: Yeni bir tarayıcı penceresinde açılır
zh_cn: 在新的浏览器窗口打开

source: Download Your Certificate
pt_br: Baixe seu Certificado
tr_tr: Sertifikanızı İndirin
zh_cn: 下载您的证书

source: Request Certificate
pt_br: Solicitar Certificado
tr_tr: Sertifika İste
zh_cn: 申请证书

source: Requirements for Course Credit
pt_br: Requisitos para Crédito no Curso
tr_tr: Ders Kredisi için Gereklilikler
zh_cn: 课程学分要求

source: {student_name}, you are no longer eligible for credit in this course.
pt_br: {student_name}, você não tem mais acesso a este curso.
tr_tr: {student_name}, bu dersteki kredi için artık uygun değilsiniz.
zh_cn: {student_name}，您已失去获得该课程学分的资格。

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
tr_tr: {student_name}, bu dersteki kredi için gereklilikleri yerine getirdiniz. {a_start}Panelinize{a_end} giderek kredilerinizi alabilirsiniz.
zh_cn: {student_name}, 您需要补充这门课程证书的必须条件。 {a_start}返回您的控制面板{a_end} 订购课程证书。

source: {student_name}, you have not yet met the requirements for credit.
pt_br: {student_name}, você ainda não cumpriu os requisitos para os créditos.
tr_tr: {student_name}, kredi için gereklilikleri yerine getirmediniz.
zh_cn: {student_name}，您还未达到学分要求。

source: Information about course credit requirements
pt_br: Informações sobre os requisitos para créditos do curso
tr_tr: Ders kredisi gereklilikleri hakkındaki bilgiler
zh_cn: 课程的学分要求信息

source: display_name
pt_br: exibir_nome
zh_cn: 显示的名称

source: Verification Submitted
pt_br: Verificação Enviada
tr_tr: Doğrulama Gönderildi
zh_cn: 验证已提交

source: Verification Failed
pt_br: Falha na Verificação
tr_tr: Doğrulama Başarısız
zh_cn: 认证失败

source: Verification Declined
pt_br: Data limite de verificação
tr_tr: Doğrulama Reddedildi
zh_cn: 未通过验证

source: Completed by {date}
tr_tr: {date} itibariyle tamamlandı
zh_cn: {date}时完成

source: Upcoming
pt_br: Próximo
tr_tr: Yakında
zh_cn: 即将到来

source: Less
pt_br: Menos
tr_tr: Daha Az
zh_cn: 收起

source: Details for each chapter
tr_tr: Her bölüm için ayrıntılar
zh_cn: 每章的简介

source: {earned} of {total} possible points
pt_br: {earned} de {total} pontos possíveis
tr_tr: {total} alınabilir puan üzerinden {earned}
zh_cn: 从可能的总分{total} 中获得{earned}

source: Suspicious activity detected during proctored exam review. Exam score 0.
pt_br: Atividade suspeita detectada durante a revisão do exame supervisionado. Pontuação no exame 0
tr_tr: Gözetmenli sınav incelemesinde şüpheli eylem tespit edildi. Sınav notu 0.
zh_cn: 在监考考试复习期间检测到可疑活动。考试分数为 0。

source: Section grade has been overridden.
pt_br: A nota da seção foi substituída.
tr_tr: Bölüm notu geçersizleştirildi.
zh_cn: 已覆盖分区等级。

source: Problem Scores:
pt_br: Notas dos problemas:
tr_tr: Problem Puanları:
zh_cn: 问题得分：

source: Practice Scores:
pt_br: Notas das atividades práticas:
tr_tr: Alıştırma Puanları:
zh_cn: 练习得分：

source: Problem scores are hidden until the due date.
pt_br: As pontuações dos problemas ficam ocultas até a data de vencimento.
tr_tr: Problem puanları son tarihe kadar gizlidir.
zh_cn: 问题分数将隐藏到截止日期。

source: Practice scores are hidden until the due date.
pt_br: As pontuações práticas ficam ocultas até a data de vencimento.
tr_tr: Alıştırma puanları son tarihe kadar gizlidir.
zh_cn: 练习分数将隐藏到截止日期。

source: Problem scores are hidden.
pt_br: As pontuações dos problemas estão ocultas.
tr_tr: Problem puanları gizlidir.
zh_cn: 问题分数是隐藏的。

source: Practice scores are hidden.
pt_br: Os resultados dos treinos estão ocultos.
tr_tr: Alıştırma puanları gizlidir.
zh_cn: 练习分数是隐藏的。

source: No problem scores in this section
pt_br: Não há avaliações de questões nesta seção
tr_tr: Bu bölümde problemlerin notları bulunmuyor
zh_cn: 这部分中没有问题得分

source: My collection of badges
pt_br: Minha coleção de medalhas
zh_cn: 我的徽章收藏

source: badge
pt_br: medalha
zh_cn: 徽章

source: badges
pt_br: medalhas
zh_cn: 徽章

source: Badges not obtained
pt_br: Página não encontrada
zh_cn: 未获取的徽章

source: To win this badge, get at least {score}%
pt_br: Para ganhar essa medalha, consiga pelo menos {score}%
zh_cn: 要赢得此徽章，请至少获得{score}%

source: Badges to be earned
pt_br: Distintivos a serem ganhos
zh_cn: 要获得的徽章

source: {course.display_number_with_default} Course Info
pt_br: Informações do curso {course.display_number_with_default}
tr_tr: {course.display_number_with_default} Ders Bilgisi
zh_cn: {course.display_number_with_default}课程信息

source: needs attention
pt_br: requer atenção
tr_tr: dikkat gerekiyor
zh_cn: 需要注意

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
pt_br: Recentemente você acessou a seção {section_link}. Caso já tenha concluído, escolha outra seção à esquerda.
tr_tr: Bir süre önce {section_link} bölümündeydiniz. Eğer bu bölümü bitirdiyseniz, sol taraftan farklı bir bölüm seçiniz.
zh_cn: 您最近在{section_link}。如果您已经完成此章节，请选择左侧的另一个章节。

source: Hi,
pt_br: Olá,
tr_tr: Merhaba,
zh_cn: 您好，

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
pt_br: Parabéns! Agora você está qualificado para receber créditos do curso de {provedores} por concluir com êxito seu curso {platform_name}!{link_start} Compre crédito agora. {link_end}
tr_tr: Tebrikler! {platform_name} dersini başarıyla tamamladığınız için {providers} sağlayıcısından kredi almaya hak kazandınız! {link_start}Kredinizi hemen satın alın.{link_end}
zh_cn: 祝贺！现在，您有资格从 {providers} 获得课程学分，以成功完成您的 {platform_name} 课程{link_start}立即购买积分。{link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
pt_br: Parabéns! Agora você está qualificado para receber créditos do curso por tê-lo concluido com exito {platform_name}! {link_start} Compre crédito agora. {link_end}
tr_tr: Tebrikler! {platform_name} dersinizi başarıyla tamamladığınız için kredi almaya uygunsunuz! {link_start}Kredinizi hemen satın alın{link_end}
zh_cn: 祝贺！现在，您有资格获得成功完成 {platform_name} 课程的课程学分{link_start}立即购买积分。{link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
pt_br: Créditos de curso podem ajudá-lo a dar um salto inicial na sua graduação universitária, finalizar uma graduação já iniciada ou cumprir exigências em uma instituição acadêmica diferente.
tr_tr: Ders kredisi üniversite derecenizde hızlı bir başlangıç yapmanıza, başlamış olduğunuz bir eğitimi bitirmenize veya farklı bir akademik kurumdaki gereksinimleri yerine getirmenize yardımcı olabilir.
zh_cn: 课程学分可以极大地帮助您申请大学，完成您的大学学位，或者满足另外一个学术机构的要求。

source: There are 2 steps to getting course credit.
pt_br: Existem dois passos para conseguir créditos de curso
tr_tr: Ders kredisi almak için 2 adım kaldı.
zh_cn: 有 2 个步骤获得课程学分。

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
pt_br: Adquira crédito acessando seu {link_start} {platform_name}painel {link_end} e clique no botão {bold_start} Obter crédito {bold_end}abaixo do título do curso.
zh_cn: 通过访问您的{link_start}{platform_name}课程面板{link_end} ，然后单击课程标题下方的 {bold_start}获取积分{bold_end}按钮来购买积分。

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
pt_br: Quando seu pagamento estiver concluído, retorne ao painel e clique no botão {bold_start} Solicitar crédito {bold_end} no título do curso para solicitar uma transcrição acadêmica oficial da instituição que concedeu a crédito.
zh_cn: 付款完成后，返回到仪表板，然后单击课程标题下的{bold_start}申请积分{bold_end}按钮，在授予学分的机构申请正式学术成绩单。

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
pt_br: Esperamos que você tenha gostado do curso e torcemos para vê-lo/a de novo nos próximos cursos de {platform_name} !
tr_tr: Dersi sevdiğinizi umuyoruz, ve gelecekteki {platform_name} derslerinde sizi görmeyi umuyoruz!
zh_cn: 我们希望您享受这门课程，我们希望在{platform_name}的新课程中见到您。

source: The {platform_name} Team
pt_br: Equipe {platform_name}
tr_tr: {platform_name} Takımı
zh_cn: {platform_name} 团队

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
pt_br: {link_start}Clique aqui para maiores informações sobre créditos em {platform_name}{link_end}.
tr_tr: {link_start}{platform_name} platformundaki krediler hakkında daha fazla bilgi için buraya tıklayın{link_end}.
zh_cn: {link_start}点击这里了解更多 {platform_name}平台上的学分信息{link_end}.

source: Your certificate will be available on or before {date}
pt_br: Seu certificado estará disponível em {date} ou antes
tr_tr: Sertifikanız {date} tarihinde ya da öncesinde kullanılabilir olacak
zh_cn: 您的证书将在 {date} 或之前提供

source: Your final grade:
pt_br: Nota final:
tr_tr: Final notunuz:
zh_cn: 您的最终成绩：

source: Grade required for a {cert_name_short}:
pt_br: Nota necessária para um {cert_name_short}:
tr_tr: Bir {cert_name_short} için gereken not:
zh_cn: 评定{cert_name_short}所需要的成绩：

source: Grade required to pass this course:
pt_br: Critérios obrigatórios para passar por este curso:
tr_tr: Bu dersi geçmek için gereken not:
zh_cn: 通过这门课程的成绩：

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
pt_br: O seu {cert_name_long} verificado está no aguardo da confirmação de que a emissão do seu {cert_name_short} está em conformidade com os embargos dos EUA ao Irã, Cuba, Síria e Sudão. Caso considere que o nosso sistema o identificou erroneamente como estando ligado a um desses países, por favor, avise-nos por e-mail escrevendo para {email}. Se preferir o reembolso do seu {cert_name_long}, por favor, entre em contato com o nosso endereço de cobrança: {billing_email}
tr_tr: Onaylı sertifikanızın {cert_name_long} verilişi, {cert_name_short} sertifikanızın A.B.D.'nin İran, Küba, Suriye ve Sudan için koyduğu ambargolara uyup uymadığının kontrol edilmesi için bekletiliyor. Eğer sistemimizin sizi yanlışlıkla söz konusu ülkelerle ilişkilendirdiğini düşünüyorsanız, {email} adresi üzerinden bizimle temasa geçiniz. {cert_name_long} sertifikanızın ücretini geri almak isterseniz, ödeme adresimizle {billing_email} temasa geçiniz
zh_cn: 由于向您颁发{cert_name_short}需要遵从美国对伊朗、古巴、叙利亚和苏丹的官方禁令政策，您的已认证的{cert_name_long}正处在等待确认状态。如果您认为我们的系统错误地将您与上述国家相关联，请通过{email}联系我们。如果您希望为{cert_name_long}获取退款，请通过{billing_email}联系我们。

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
pt_br: O {cert_name_long} está pendente até que a emissão do seu {cert_name_short} esteja em conformidade com os embargos dos EUA ao Irã, Cuba, Síria e Sudão. Caso considere que o nosso sistema o identificou erroneamente como estando ligado a um desses países, por favor, avise-nos escrevendo para {email}.
tr_tr: {cert_name_short} sertifikasının A.B.D'nin İran, Küba, Suriye ve Sudan'a koymuş olduğu ambargolara uygun şekilde verildiği konusunda onaylanması gerektiğinden, {cert_name_long} sertifikanızın verilmesi askıya alınmıştır. Eğer sistemimizin bu ülkelerden biriyle ilişkide olduğunuzu yanlış tespit ettiğini düşünüyorsanız, {email} adresi üzerinden bize bildiriniz.
zh_cn: 由于向你颁发你的{cert_name_short}需要遵从美国对伊朗、古巴、叙利亚和苏丹的严格禁运政策，你的已认证的{cert_name_long}正处在等待确认状态。如果你认为我们的系统错误地将你与上述国家相关联，请联系{email}让我们了解相关情况。
