Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
pt_br: Como a data de vencimento passou, essa tarefa não está mais disponível.{line_break} Se você concluiu esta tarefa, sua nota está disponívelna {link_start} página de progresso {link_end}.
tr_tr: Teslim tarihi geçtiğinden, bu görev artık mevcut değil. {line_break}Eğer bu görevi tamamladıysanız, notunuz {link_start}ilerleme sayfasında{link_end} gösterilecek.
zh_cn: 由于截止日期已过，因此此作业项目不可进行。{line_break}如果您已完成此作业，您可在{link_start}进度条{link_end}查看您的成绩。

source: Note: only instructors may annotate.
pt_br: Nota: somente os instrutores podem fazer anotações.
tr_tr: Not: sadece, eğitmenler açıklama koyabilir.
zh_cn: 提示：只有教师可以评注

source: Search for a course
pt_br: Procurar por um curso
tr_tr: Bir ders ara
zh_cn: 查找课程

source: Welcome to the Open edX{registered_trademark} platform!
pt_br: Bem-vindo à plataforma Open edX {registered_trademark}!
tr_tr: Open edX{registered_trademark} platformuna hoş geldiniz!
zh_cn: 欢迎来到Open edX{registered_trademark}平台！

source: It works! This is the default homepage for this Open edX instance.
pt_br: Está funcionando! Esta é a página inicial padrão para esta instância do Open edX.
tr_tr: Harika! Bu sayfa Open edX için varsayılan ana sayfadır.
zh_cn: 成功了！这是一个 Open edX 实例的默认主页。

source: Invalid email change key
pt_br: Código de alteração de e-mail inválido
tr_tr: Geçersiz e-posta değiştirme anahtarı
zh_cn: 无效的邮件变更码

source: This e-mail key is not valid. Please check:
pt_br: Este código de e-mail é inválido. Por favor, verifique:
tr_tr: Bu e-posta anahtarı geçerli değil. Lütfen kontrol edin:
zh_cn: 邮件码无效。请检查：

source: Was this key already used? Check whether the e-mail change has already happened.
pt_br: Este código já foi usado? Verifique se a alteração do e-mail já foi realizada.
tr_tr: Bu anahtar zaten kullanıldı mı? Neler olduğunu öğrenmek için e-posta değişimini kontrol et.
zh_cn: 如果该编码已被使用，请检查邮箱变更是否已成功。

source: Did your e-mail client break the URL into two lines?
pt_br: Será que o seu cliente de e-mail dividiu o URL em duas linhas?
tr_tr: E-posta istemciniz URL'i iki satıra mı ayırdı?
zh_cn: 您的邮箱客户端是否将URL分成两行？

source: The keys are valid for a limited amount of time. Has the key expired?
pt_br: As chaves são válidas por um tempo limitado. Verifique se a chave já não expirou.
tr_tr: Anahtarlar kısıtlı bir zaman dilimi için geçerlidir. Süresi mi geçti?
zh_cn: 由于密钥的时效有限，请检查是否已过期。

source: Showing all matching content eligible to be added into {display_name}. Each learner will be assigned {max_count} component drawn randomly from this list.
pt_br: Mostrando todo o conteúdo correspondente que pode ser adicionado a {display_name}. A cada aluno será designado {max_count} componente escolhido aleatoriamente desta lista.
zh_cn: 显示可添加到 {display_name} 的全部匹配内容。每位学员都将从此列表随机分配到 {max_count} 个组件。

source: Helpful Information
pt_br: Informações úteis
tr_tr: Yararlı Bilgiler
zh_cn: 有用的信息

source: Login via OpenID
pt_br: Entrar com OpenID
tr_tr: OpenID aracılığıyla Giriş Yap
zh_cn: 通过OpenID登录

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
pt_br: Você já pode começar a aprender com {platform_name} ao fazer entrar com a sua <a rel="external" href="http://openid.net/">conta OpenID</a>.
tr_tr: Şimdi <a rel="external" href="http://openid.net/">OpenID hesabına</a> giriş yaparak, {platform_name} ile öğrenmeye başlayabilirsiniz.
zh_cn: 你现在可以登录您的 <a rel="external" href="http://openid.net/">OpenID账户</a>开始学习{platform_name}上的课程。

source: Not Enrolled?
pt_br: Não está inscrito?
tr_tr: Kayıtlı Değil misiniz?
zh_cn: 尚未选课？

source: Sign up for {platform_name} today!
pt_br: Registre-se na {platform_name} hoje mesmo!
tr_tr: Bugün {platform_name} platformuna kaydolun!
zh_cn: 现在就注册加入{platform_name}！

source: Need Help?
pt_br: Precisa de ajuda?
tr_tr: Yardım ister misiniz?
zh_cn: 需要帮助？

source: Looking for help signing in or with your {platform_name} account?
pt_br: Procurando ajuda para fazer login ou com sua conta {platform_name}?
tr_tr: {platform_name} hesabına kayıt veya giriş yapmada yardıma mı ihtiyacınız var?
zh_cn: 正在查找登录或使用 {platform_name} 帐户的帮助？

source: View our help section for answers to commonly asked questions.
pt_br: Acesse a nossa seção de ajuda para ler respostas às perguntas mais frequentes.
tr_tr: Sık sorulan sorular için yardım bölümümüze bakın.
zh_cn: 查看帮助部分来获得常见问题的解答。

source: Log into your {platform_name} Account
pt_br: Entrar na sua conta de {platform_name}
tr_tr: {platform_name} hesabına giriş yap
zh_cn: 登录进入您的{platform_name}账户

source: Log into My {platform_name} Account
pt_br: Entrar na minha conta de {platform_name}
tr_tr: {platform_name} Hesabıma Giriş Yap
zh_cn: 登录我的{platform_name}账户

source: Access My Courses
pt_br: Acessar os meus cursos
tr_tr: Derslerime Ulaş
zh_cn: 进入我的课程

source: Processing your account information
pt_br: Processando a informação da sua conta
tr_tr: Hesap bilgileriniz işleniyor
zh_cn: 正在处理您的帐户信息

source: Please log in
pt_br: Por favor, entre
tr_tr: Lütfen giriş yapınız
zh_cn: 请登录

source: to access your account and courses
pt_br: para ter acesso à sua conta e aos cursos
tr_tr: hesabınıza ve derslerinize erişebilmeniz için
zh_cn: 来访问您的账户和课程

source: We're Sorry, {platform_name} accounts are unavailable currently
pt_br: Lamentamos, as contas de {platform_name} não estão disponíveis atualmente
tr_tr: Üzgünüz, {platform_name} hesapları ülkenizden ulaşılabilir değil
zh_cn: 我们很遗憾，{platform_name} 账户现在无法使用

source: We couldn't log you in.
pt_br: Não conseguimos iniciar sua sessão
tr_tr: Oturumunuzu açamadık.
zh_cn: 无法登录。

source: Your email or password is incorrect
pt_br: Endereço de e-mail ou senha estão incorretos
tr_tr: E-posta veya parolanız yanlış
zh_cn: 您的邮箱或密码不正确

source: An error occurred when signing you in to {platform_name}.
pt_br: Ocorreu um erro durante a sua inscrição no {platform_name}.
tr_tr: {platform_name} ortamında oturum açarken hata oluştu.
zh_cn: 你注册 {platform_name} 时发生了一个错误。

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
pt_br: Forneça as informações solicitadas abaixo para entrar na sua conta de {platform_name}. Os campos obrigatórios estão marcados por <strong class="indicator">negrito e um asterisco (*)</strong>.
tr_tr: {platform_name} hesabınıza giriş yapmak için lütfen aşağıdaki bilgileri tamamlayın. Gerekli kısımlar <strong class="indicator"> (*) ve koyu yazıyla vurgulanmıştır </strong>.
zh_cn: 请提供下面的信息以登录进入您的 {platform_name} 账户，必须填写的信息已经被 <strong class="indicator">加粗和用 (*)标出</strong>。

source: Account Preferences
pt_br: Preferências da conta
tr_tr: Hesap Ayarları
zh_cn: 账户参数

source: Sign in with {provider_name}
pt_br: Entrar com {provider_name}
tr_tr: {provider_name} hesabıyla oturum aç
zh_cn: 以 {provider_name}登陆

source: External resource
pt_br: Recurso externo
tr_tr: Dış kaynak
zh_cn: 外部资源

source: {points} / {total_points} points
pt_br: {points} / {total_points} pontos
tr_tr: {points} / {total_points} puan
zh_cn: {points} / 共{total_points} 分

source: {total_points} points possible
pt_br: {total_points} pontos possíveis
tr_tr: {total_points} puan
zh_cn: 本题共有{total_points} 分

source: View resource in a new window
pt_br: Ver o recurso em uma nova janela
tr_tr: Kaynağı yeni bir pencerede görüntüleyin
zh_cn: 在新窗口中查看资源

source: Please provide launch_url. Click "Edit", and fill in the required fields.
pt_br: Por favor, informe o launch_url. Clique em "Editar" e preencha os campos obrigatórios.
tr_tr: Lütfen başlama_url'ini veriniz. "Düzenle" düğmesine basınız ve gerekli alanları doldurunuz.
zh_cn: 请提供运行链接 launch_url，点击"编辑"，并填写需要的项。

source: Feedback on your work from the grader:
pt_br: Parecer do avaliador sobre o seu trabalho:
tr_tr: Puanlayıcıdan çalışmana yönelik gelen dönüt:
zh_cn: 评分者给您的反馈：

source: Press to Launch
pt_br: Pressione para iniciar
tr_tr: Başlatmak için tıklayın
zh_cn: 点击来启动

source: Manage learner accounts
pt_br: Gerenciar conta dos alunos
zh_cn: 管理学员账户

source: Username:
pt_br: Nome de usuário:
tr_tr: Kullanıcı adı:
zh_cn: 用户名：

source: Profile:
pt_br: Perfil:
tr_tr: Profil:
zh_cn: 用户资料：

source: Image:
pt_br: Imagem:
tr_tr: Görüntü:
zh_cn: 图像

source: Name:
pt_br: Nome:
tr_tr: İsim:
zh_cn: 名字

source: Choose an action:
pt_br: Escolha uma ação:
tr_tr: Bir eylem seçin:
zh_cn: 选择一个行为：

source: View Profile
pt_br: Ver perfil
tr_tr: Profili Görüntüle
zh_cn: 查看用户资料

source: Disable Account
pt_br: Desativar conta
tr_tr: Hesabı Devredışı Bırak
zh_cn: 停用账户

source: Reenable Account
pt_br: Reativar Conta
tr_tr: Hesabı yeniden aktif duruma getir
zh_cn: 重新启用账户

source: Remove Profile Image
pt_br: Remover imagem do perfil
tr_tr: Profil Görüntüsünü Kaldır
zh_cn: 删除用户资料照片

source: Learners whose accounts have been disabled
pt_br: Estudantes cujas contas foram desativadas
zh_cn: 学员帐户已被停用

source: (reload your page to refresh)
pt_br: (recarregar a sua página para atualizá-la)
tr_tr: (yenilemek için sayfanızı yeniden yükleyin)
zh_cn: (重新加载以刷新您的页面)

source: working
pt_br: funcionando
tr_tr: çalışıyor
zh_cn: 运行中

source: There has been an error on the {platform_name} servers
pt_br: Ocorreu um erro nos servidores do {platform_name}
tr_tr: {platform_name} sunucularında bir hata meydana geldi
zh_cn: {platform_name} 平台的服务器发生了错误

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
pt_br: Este módulo está temporariamente indisponível. A nossa equipe está trabalhando para repará-lo o mais rápido possível. Envie-nos um e-mail para {tech_support_email} para informar qualquer problema ou inatividade do site.
tr_tr: Üzgünüz, bu modül geçici olarak devre dışı. Ekibimiz sorunu bir an önce çözmek için çalışıyor. Lütfen sorunları ve aksama süresini {tech_support_email} adresine rapor edin.
zh_cn: 非常抱歉，该模块暂时无法使用，我们的教员正在努力尽修复问题。要报告您发现的任何问题或遇到网站非正常，请向{tech_support_email}发送邮件

source: Raw data:
pt_br: Dados brutos:
tr_tr: Ham veri:
zh_cn: 原始数据：

source: All courses
pt_br: Cursos
zh_cn: 所有课程

source: Not started
pt_br: Não selecionado
zh_cn: 未开始

source: Started
pt_br: Inicia
zh_cn: 已开始

source: You do not have any notes.
pt_br: Você não possui nenhuma anotação.
tr_tr: Notunuz yok.
zh_cn: 您没有任何笔记。

source: Course View
pt_br: Visualização do Curso
tr_tr: Ders Görünümü
zh_cn: 课程内容查看

source: View this course as:
pt_br: Visualizar o curso como:
tr_tr: Dersi Görüntüle
zh_cn: 查看课程的身份：

source: Learner
pt_br: Aluno
zh_cn: 学员

source: Partner
zh_cn: 参与者

source: Specific learner
pt_br: Aluno específico
tr_tr: Belli bir öğrenci
zh_cn: 特定学员

source: Learner in {content_group}
pt_br: Aluno em {content_group}
tr_tr: {content_group} içerisindeki öğrenci
zh_cn: {content_group}中的学员

source: Username or email:
pt_br: Nome do usuário ou e-mail:
tr_tr: Kullanıcı adı veya e-posta:
zh_cn: 用户名或电子邮件：

source: Set preview mode
pt_br: Definir modo de pré-visualização
tr_tr: Önizleme modunu düzenle
zh_cn: 设为预览模式

source: You are now viewing the course as {i_start}{user_name}{i_end}.
pt_br: Agora você está vendo o curso como {i_start}{user_name}{i_end}.
tr_tr: Dersi {i_start}{user_name}{i_end} kullanıcısı olarak görüntülüyorsunuz.
zh_cn: 现在，您正在将课程视为 {i_start}{user_name}{i_end}。

source: You have used {num_used} of {num_total} attempt
pt_br: Você usou {num_used} de {num_total} tentativas
tr_tr: {num_total} deneme hakkınızdan {num_used} tanesini kullandınız
zh_cn: 您已使用{num_total}尝试中的{num_used}

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
pt_br: Alguns problemas têm opções como salvar, redefinir, dicas ou mostrar resposta. Essasopções seguem o botão Enviar
tr_tr: Bazı problemler kaydet, sıfırla, ipucu veya cevabı göster gibi seçeneklere sahiptir. Gönder düğmesinden sonra bu özellikler görünür hale gelir.
zh_cn: 某些问题具有保存、重置、提示或显示答案等选项。这些选项遵循"提交"按钮。

source: Hint
pt_br: Dica
tr_tr: İpucu
zh_cn: 提示

source: Save
pt_br: Salvar
tr_tr: Kaydet
zh_cn: 保存

source: Save your answer
pt_br: Salve sua resposta
tr_tr: Cevabınızı kaydedin
zh_cn: 保存您的答案

source: Reset your answer
pt_br: Resete sua resposta
tr_tr: Cevabınızı sıfırlayın
zh_cn: 重置您的答案

source: Next Hint
pt_br: Próxima dica
tr_tr: Sonraki İpucu
zh_cn: 下一个提示

source: Review
pt_br: Revisar
tr_tr: İnceleme
zh_cn: 检查

source: Log In
pt_br: Entrar
tr_tr: Giriş Yap
zh_cn: 登录

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
pt_br: O seu nome de usuário, e-mail, e nome completo serão enviados para {destination}, sendo que estas informações serão reunidas e utilizadas de acordo com os termos do serviço e a política de privacidade.
tr_tr: Kullanıcı adınız, e-posta adresiniz ve tam adınız bu bilgilerin toplanması ve kullanılmasının, hizmet şartları ve gizlilik politikasına tabi olacağı {destination} adresine gönderilecektir.
zh_cn: 您的用户名、邮箱地址及全名将发送到 {destination}，收集和使用这些信息将遵循他们的服务和隐私保护条款。

source: Return To %s
pt_br: Voltar para %s
tr_tr: %s Sayfasına Geri Dön
zh_cn: 返回%s

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
pt_br: Desculpe, mas esta versão do navegador não é suportado. Tente novamente usando um navegador diferente ou uma versão mais recente do seu navegador.
tr_tr: Üzgünüz ama web tarayıcınızın bu sürümü desteklenmiyor. Farklı bir tarayıcı veya tarayıcınızın daha yeni sürümüyle tekrar deneyin.
zh_cn: 很抱歉，我们不支持您的浏览器版本。请使用不同的浏览器或您的浏览器的较新版本重试。

source: The following errors occurred while processing your registration:
pt_br: Os seguintes erros ocorreram ao processar a sua inscrição:
tr_tr: Kaydınızı işlerden aşağıdaki hatalar oldu:
zh_cn: 在处理您的注册信息时发生了下列错误：

source: Sign up with {provider_name}
pt_br: Registre-se usando {provider_name}
tr_tr: {provider_name} ile kayıt ol
zh_cn: 使用 {provider_name} 帐号登录

source: Create your own {platform_name} account below
pt_br: Criar minha conta em {platform_name}
tr_tr: Kendi {platform_name} hesabınızı oluşturun
zh_cn: 在下面创建您的 {platform_name} 帐号

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
pt_br: Os campos obrigatórios estão marcados em <strong class="indicator">negrito e com um asterisco (*)</strong>.
tr_tr: Gerekli kısımlar <strong class="indicator">(*) yıldızla ve kalınlaştırılarak</strong> vurgulanmıştır.
zh_cn: 必需的字段已经被<strong class="indicator">粗体和星号(*)</strong>所标记。

source: You've successfully signed in with {selected_provider}.
pt_br: Você entrou com {selected_provider}.
tr_tr: {selected_provider} oturumunuz başarıyla açıldı.
zh_cn: 您已成功地以{selected_provider}登录。

source: We just need a little more information before you start learning with {platform_name}.
pt_br: Só precisamos de um pouco mais de informação antes de você começar a aprender com {platform_name}.
tr_tr: {platform_name} ile öğrenmeye başlamadan önce biraz daha bilgiye ihtiyacımız var.
zh_cn: 您只需再多提供一点信息就可以开始在{platform_name}学习了。

source: Please complete the following fields to register for an account.
pt_br: Por favor, preencha os campos abaixo para registrar uma conta.
tr_tr: Kayıt olmak için lütfen aşağıdaki gerekli alanları tamamlayın.
zh_cn: 请将以下字段补充完整以完成账户注册。

source: Your legal name, used for any certificates you earn.
pt_br: Seu nome oficial, usado para qualquer certificado emitido.
tr_tr: Kazandığınız her sertifikalar için kullanılan hukuki adınız.
zh_cn: 将在您获得的所有证书上显示的法定姓名

source: Will be shown in any discussions or forums you participate in
pt_br: Será exibido em todas as discussões ou fóruns nos quais você participar
tr_tr: İçinde olduğunuz forumlarda ve tartışmalarda gözükecek olan
zh_cn: 将会在您参加的任何讨论或论坛上显示

source: cannot be changed later
pt_br: não poderá ser alterado depois
tr_tr: daha sonra değiştirilemez
zh_cn: 以后不能更改

source: Welcome {username}
pt_br: Bem-vindo, {username}
tr_tr: Hoş geldin {username}
zh_cn: 欢迎 {username}

source: Enter a Public Display Name:
pt_br: Insira um nome para exibição pública
tr_tr: Görüntülenecek İsminizi Giriniz:
zh_cn: 输入一个公开的显示名称：

source: Public Display Name
pt_br: Nome para exibição pública
tr_tr: Halka Açık Görüntülenen İsim
zh_cn: 公开显示名称

source: Additional Personal Information
pt_br: Informações Pessoais Adicionais
tr_tr: Ek Kişisel Bilgi
zh_cn: 更多个人信息

source: example: New York
pt_br: exemplo: Nova York
tr_tr: örnek: İstanbul
zh_cn: 例：北京

source: Highest Level of Education Completed
pt_br: Nível mais alto de escolaridade completa
tr_tr: Bitirdiğiniz En Yüksek Okul Seviyesi
zh_cn: 最高教育程度

source: Please share with us your reasons for registering with {platform_name}
pt_br: Compartilhe conosco o que o motivou a registrar-se no {platform_name}
tr_tr: Lütfen {platform_name}a kaydolma sebeplerinizi bizimle paylaşın
zh_cn: 请告诉我们您注册 {platform_name}的原因

source: Account Acknowledgements
pt_br: Validação da conta
tr_tr: Hesap Onayları
zh_cn: 账户致谢

source: I agree to the {link_start}Terms of Service{link_end}
pt_br: Concordo com os {link_start}Termos de serviço{link_end}
tr_tr: {link_start}Hizmet Koşullarını{link_end} kabul ediyorum
zh_cn: 我同意{link_start}服务条款{link_end}

source: I agree to the {link_start}Honor Code{link_end}
pt_br: Concordo com o {link_start}Código de honra{link_end}
tr_tr: {link_start}Onur Kodu Şartlarını{link_end} kabul ediyorum
zh_cn: 我同意{link_start}诚信准则{link_end}

source: Register
pt_br: Registre-se
tr_tr: Kayıt Ol
zh_cn: 注册

source: Create My Account
pt_br: Criar a minha conta
tr_tr: Hesabımı Oluştur
zh_cn: 创建我的账户

source: Preferences for {platform_name}
pt_br: Preferências para {platform_name}
tr_tr: {platform_name} için Tercihler
zh_cn: {platform_name}偏好设置

source: Update my {platform_name} Account
pt_br: Atualizar a minha conta do {platform_name}
tr_tr: {platform_name} Hesabımı Güncelleyin
zh_cn: 更新我的{platform_name}账户

source: Welcome {username}! Please set your preferences below
pt_br: Bem-vindo, {username}! Por favor, configure suas preferências abaixo
tr_tr: Hoş geldin, {username}! Lütfen tercihlerinizi aşağıda işaretleyin
zh_cn: 欢迎 {username}! 接下来请进行您的偏好设置

source: Enter a public username:
pt_br: Insira um nome de usuário público:
tr_tr: Genel kullanıcı adı girin:
zh_cn: 输入用户昵称

source: Update My Account
pt_br: Atualizar a minha conta
tr_tr: Hesabımı Güncelle
zh_cn: 更新我的账户

source: Registration Help
pt_br: Ajuda para registro
tr_tr: Kayıt yardım
zh_cn: 注册帮助

source: Already registered?
pt_br: Já está registrado?
tr_tr: Zaten kayıtlı mısın?
zh_cn: 已经注册过了？

source: Log in
pt_br: Entrar
tr_tr: Giriş yap
zh_cn: 登录

source: Welcome to {platform_name}
pt_br: Bem-vindo a {platform_name}
tr_tr: {platform_name} platformuna hoş geldiniz
zh_cn: 欢迎来到{platform_name}

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
pt_br: Ao registrar-se no {platform_name} você terá acesso a todos os cursos gratuitos atuais e futuros. Ainda não está pronto para fazer um curso? Ao registrar-se, você será incluído na nossa lista de contatos e receberá informações sobre os cursos adicionados.
tr_tr: {platform_name}'e kayıt olmak size tüm ücretsiz derslere ulaşma olanağını verir. Henüz ders almadınız mı? Kayıt olduğunuzda e-posta listemize eklenirsiniz ve yeni bir ders açıldığında size haber verilir.
zh_cn: 在 {platform_name} 注册之后, 您可以访问我们现有和将来所有的免费课程。现在还不想加入课程？注册后您将加入我们的收件人列表，您将通过邮件收到新课程的通知。

source: Next Steps
pt_br: Próximos passos
tr_tr: Sonraki Adımlar
zh_cn: 下面的步骤

source: As part of joining {platform_name}, you will receive an email message with instructions for activating your account. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
tr_tr: {platform_name} platformuna katıldığınızda hesabınızı etkinleştirme bağlantısını içeren bir e-posta alacaksınız. E-postayı görmediniz mi? Spam klasörünüzü kontrol edin ve {platform_name} e-postalarını 'spam değil' olarak işaretleyin. {platform_name} platformunda, iletişim kurmak için çoğunlukla e-posta kullanırız.
zh_cn: 作为加入{platform_name}的一部分，您将收到一封电子邮件，其中包含激活帐户的说明。看不到电子邮件？检查您的垃圾邮件文件夹，并将 {platform_name} 电子邮件标记为"不是垃圾邮件"。在{platform_name}，我们主要通过电子邮件进行交流。

source: Need help registering with {platform_name}?
pt_br: Precisa de ajusta para se registrar no {platform_name}?
tr_tr: {platform_name} platformuna kayıt için yardıma mı ihtiyacınız var?
zh_cn: 注册{platform_name}时需要帮助吗？

source: View our FAQs for answers to commonly asked questions.
pt_br: Leia as nossas Perguntas frequentes para ver respostas às perguntas mais comuns.
tr_tr: Sorunlarınız için sık sorulan soruları ziyaret edin.
zh_cn: 查看我们的FAQ来获得常见问题的解答。

source: You can find the answers to most of your questions in our list of FAQs. After you enroll in a course, you can also find answers in the course discussions.
pt_br: Você pode encontrar as respostas para a maioria das suas perguntas em nossa lista de perguntas frequentes. Depois de se inscrever em um curso, você também pode encontrar respostas no curso discussões
tr_tr: Pek çok sorunuzun cevabını SSS listemizde bulabılirsiniz. Bir derse kaydolduktan sonra, ders tartışmalarında da aradığınız cevaplara kavuşabilirsiniz.
zh_cn: 您可以在我们的常见问题解答列表中找到大多数问题的答案。注册课程后，您还可以在课程讨论中找到答案。

source: Register for {platform_name}
pt_br: Registrar-se no {platform_name}
tr_tr: {platform_name} için kayıt ol
zh_cn: {platform_name}注册

source: Create My {platform_name} Account
pt_br: Criar a conta do {platform_name}
tr_tr: {platform_name} Hesabımı Oluşturun
zh_cn: 创建我的{platform_name}账户

source: Welcome!
pt_br: Bem-vindo!
tr_tr: Hoş geldiniz!
zh_cn: 欢迎！

source: Register below to create your {platform_name} account
pt_br: Registre-se abaixo para criar a sua conta no {platform_name}
tr_tr: {platform_name} hesabınızı oluşturmak için aşağıda kaydolun
zh_cn: 在下面注册来创建您在 {platform_name}的账户

source: Re-subscribe Successful!
pt_br: A nova inscrição foi bem sucedida!
tr_tr: Yeniden Abonelik Başarılı!
zh_cn: 重新订阅成功！

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
pt_br: Você reativou as notificações de fórum via e-mail de {platform_name}. Clique para {dashboard_link_start}retornar ao painel de controle{link_end}.
tr_tr: {platform_name} forum bildirim e-postalarını yeniden etkinleştirdiniz. Ana panelinize {dashboard_link_start}geri dönebilirsiniz{link_end}.
zh_cn: 您已重新启用{platform_name}的论坛邮件提醒。您可以{dashboard_link_start}返回您的课程面板{link_end}。

source: Important!
pt_br: Importante!
tr_tr: Önemli!
zh_cn: 重要!

source: Previous
pt_br: Anterior
tr_tr: Önceki
zh_cn: 上一个

source: Next
pt_br: Próximo
tr_tr: Sonraki
zh_cn: 下一个

source: Sequence
pt_br: Sequencia
tr_tr: Sıralı
zh_cn: 序列

source: Sign Up for {platform_name}
pt_br: Registre-se no {platform_name}
tr_tr: {platform_name} için kaydolun
zh_cn: 注册为{platform_name}平台的会员

source: e.g. yourname@domain.com
pt_br: ex.: seunome@dominio.com.br
tr_tr: Ör. adınız@domain.com
zh_cn: 例如 yourname@domain.com

source: e.g. yourname (shown on forums)
pt_br: ex.: seunome (mostrado nos fóruns)
tr_tr: ör. isminiz (forumlarda gözükecek)
zh_cn: 例如：昵称(在论坛上显示的名称)

source: e.g. Your Name (for certificates)
pt_br: ex.: seu nome (para certificados)
tr_tr: ör. İsminiz (sertifikada gözükecek)
zh_cn: 例如：姓名(用于证书)

source: <i>Welcome</i> {name}
pt_br: <i>Bem-Vindo(a)</i> {name}
tr_tr: <i>Hoşgeldiniz</i> {name}
zh_cn: <i>欢迎</i> {name}

source: Full Name *
pt_br: Nome Completo*
tr_tr: Tam İsim *
zh_cn: 全名 *
