Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Source URL
pt_br: URL de origem
tr_tr: Kaynak URL
zh_cn: 资源URL

source: Poster Image URL
pt_br: URL da imagem do pôster
tr_tr: Poster Resim URL'si
zh_cn: 封面图片URL

source: Poster URL
pt_br: URL do pôster
zh_cn: 封面URL

source: Instructions
pt_br: Instruções
tr_tr: Yönergeler
zh_cn: 说明

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
pt_br: Adicione instruções para ajudar os alunos a entender como usar a nuvem de palavras. Instruções claras são importantes, especialmente para alunos que têmnecessidades de acessibilidade.
tr_tr: Öğrencilere kelime bulutunu nasıl kullanacaklarına dair yönergeler ekleyin. Anlaşılır yönergeler, özellikle erişilebilirlik sorunu olan engelli öğrenciler için son derece önemlidir.
zh_cn: 添加说明以帮助学员了解如何使用词云。 明确的说明很重要，特别是对于具有辅助功能要求的学习者。

source: Inputs
pt_br: Entradas
tr_tr: Girdiler
zh_cn: 投入

source: The number of text boxes available for learners to add words and sentences.
pt_br: O número de caixas de texto disponíveis para os alunos adicionarem palavras e frases.
tr_tr: Öğrencilerin kelime ve cümle eklemeleri için mevcut olan metin kutularının sayısı.
zh_cn: 可供学习者添加单词和句子的文本框数量。

source: Maximum Words
pt_br: Limite máximo de palavras
tr_tr: Maksimum Kelime
zh_cn: 字数上限

source: The maximum number of words displayed in the generated word cloud.
pt_br: O número máximo de palavras exibidas na nuvem de palavras gerada.
tr_tr: Oluşturulan kelime bulutunda gösterilecek maksimum kelime sayısı.
zh_cn: 生成的词云中显示的最大单词数。

source: Show Percents
pt_br: Exibir porcentagens
tr_tr: Yüzdelikleri Göster
zh_cn: 显示百分比

source: Statistics are shown for entered words near that word.
pt_br: Os dados estatísticos são exibidos para as palavras digitadas perto daquela palavra.
tr_tr: Girilen kelimeye yakın olan kelime için gösterilen istatistikler.
zh_cn: 展示了临近那个单词输入的单词的统计信息。

source: Whether this learner has posted words to the cloud.
tr_tr: Bu öğrencinin buluta kelime gönderip göndermediği.
zh_cn: 此学习者是否已将文字发布到云端。

source: Learner answer.
pt_br: Resposta do aluno.
zh_cn: 学员答案

source: All possible words from all learners.
tr_tr: Tüm öğrencilerden gelen tüm mümkün kelimeler.
zh_cn: 所有学习者的所有可能的话。

source: Top num_top_words words for word cloud.
pt_br: O máximo de palavras num_max_palavras para uma nuvem de palavras.
tr_tr: Kelime bulutu için en iyi num_top_words kelimeleri.
zh_cn: 词云中的最热门词汇

source: Password Reset
pt_br: Redefinir senha
tr_tr: Parola Sıfırlama
zh_cn: 密码重置

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
pt_br: Você está recebendo este email porque solicitou uma redefinição de senha para suaconta de usuário em %(platform_name)s.
tr_tr: Bu e-postayı %(platform_name)s platformundaki kullanıcı hesabınızın parolasını sıfırlama talebinde bulunduğunuz için alıyorsunuz.
zh_cn: 您收到此电子邮件是因为您要求在%(platform_name)s.处为您的用户帐户重置密码。

source: However, there is currently no user account associated with your email address: %(email_address)s.
pt_br: No entanto, atualmente não há uma conta de usuário associada ao seu email%(email_address)s.
tr_tr: Şu anda e-posta adresinizle ilişkili bir kullanıcı hesabı yok.: %(email_address)s.
zh_cn: 但是，目前没有与您的电子邮件地址关联的用户帐户：%(email_address)s.

source: If you did not request this change, you can ignore this email.
pt_br: Se você não solicitou essa alteração, pode ignorar este email.
tr_tr: Bu değişikliği talep etmediyseniz, bu e-postayı dikkate almayınız.
zh_cn: 如果您未请求此更改，则可以忽略此电子邮件。

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
pt_br: Caso não tenha solicitado esta alteração, por favor, desconsidere este e-mail, a sua senha ainda não foi redefinida.
tr_tr: Bu değişikliği talep etmediyseniz, bu e-postayı dikkate almayınız - Parolanızı henüz sıfırlamadık.
zh_cn: 如果你没有请求该变更，请忽略本邮件——我们尚未重置你的密码。

source: Change my Password
pt_br: Mudar minha senha
tr_tr: Parolamı Değiştir
zh_cn: 修改我的密码

source: Please go to the following page and choose a new password:
pt_br: Por favor, acesse a próxima página e defina uma nova senha:
tr_tr: Lütfen aşağıdaki sayfaya gidip yeni bir parola seçin:
zh_cn: 请到以下页面设置新的密码：

source: Thanks for using our site!
pt_br: Obrigado por utilizar o nosso site!
tr_tr: Sitemizi kullandığınız için teşekkür ederiz!
zh_cn: 谢谢您访问我们的网站！

source: The %(platform_name)s Team
pt_br: A Equipe de %(platform_name)s
tr_tr: %(platform_name)s Ekibi
zh_cn: %(platform_name)s 团队

source: Welcome to %(platform_name)s.
pt_br: Bem-vindo a {platform_name}
zh_cn: 欢迎来到 %(platform_name)s。

source: You can sign in with your email address: %(user_email)s
zh_cn: 您可以使用您的电子邮件地址进行登录：%(user_email)s

source: Please go to the following page to create your password:
pt_br: Por favor, acesse a próxima página e defina uma nova senha:
zh_cn: 请到以下页面创建您的密码：

source: Password reset on %(platform_name)s
pt_br: Senha resetada em %(platform_name)s
tr_tr: %(platform_name)s parola sıfırlaması
zh_cn: 密码重置在%(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
pt_br: Concluído o curso "{course_name}" ({course_mode}, {start_date} - {end_date})
tr_tr: "{course_name}" dersini tamamlamış ({course_mode}, {start_date} - {end_date})
zh_cn: 已修完课程“{course_name}”({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
pt_br: Concluído o curso "{course_name}" ({course_mode})
tr_tr: "{course_name}" dersini tamamlamış ({course_mode})
zh_cn: 已修完课程“{course_name}”({course_mode})

source: The badge image must be square.
pt_br: A imagem do emblema deve ser quadrada.
tr_tr: Rozet görüntüsü kare olmalıdır.
zh_cn: 徽章图片必须为正方形。

source: The badge image file size must be less than 250KB.
pt_br: O arquivo de imagem do crachá deve ser menor que 250KB.
tr_tr: Rozet görüntüsünün dosya boyutu 250KB den küçük olmalıdır.
zh_cn: 徽章图片的文件大小必须小于250KB。

source: This value must be all lowercase.
pt_br: Este valor deve estar em letras minúsculas
tr_tr: Bu değer tamamen küçük harf olmalı.
zh_cn: 该值必须全部为小写字母。

source: The course mode for this badge image. For example, "verified" or "honor".
pt_br: Módulo do curso para este emblema. Por exemplo, "comprovado" ou "honra".
tr_tr: Bu rozet görüntüsü için ders modu. Örneğin, "onaylı" ya da "onurlu".
zh_cn: 该课程模式的徽章图像。例如，“合格”或“荣誉”。

source: Badge images must be square PNG files. The file size should be under 250KB.
pt_br: As imagens de crachás devem ser arquivos PNG quadrados. O tamanho do arquivo deve ser menor que 250KB.
tr_tr: Rozet görüntüleri kare PNG dosya şeklinde olmalıdır. Dosya boyutu 250KB'nin altında olmalıdır.
zh_cn: 徽章图片必须为正方形的PNG文件，且文件大小应小于250KB。

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
pt_br: Configure este valor para Verdadeiro se você deseja que esta imagem seja a padrão para quaisquer modos de cursos que não possuam emblema específico. Você só pode ter apenas uma imagem padrão.
tr_tr: Eğer belirlenmiş bir rozet görüntüsü olmayan bir ders modu için bu görüntünün varsayılan görüntü olmasını istiyorsanız bu değeri True olarak işaretleyin.
zh_cn: 对于那些没有指定徽章图片的课程模式，如果您想设置此图为其默认图片，则将该值设为True。您只能设置一张默认图片。

source: There can be only one default image.
pt_br: Pode haver apenas uma imagem padrão.
tr_tr: Burada sadece bir tane varsayılan görüntü olabilir.
zh_cn: 只能有一张默认图片。

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
pt_br: Em cada linha, coloque o número de cursos concluídos para atribuir um crachá, uma vírgula e o slug de uma classe de medalha que você criou que possui o componente emissor 'openx__course'. Por exemplo: 3,enrolled_3_courses
zh_cn: 在每一行上，列出为了获得徽章的已完成课程的数目、一个逗号以及你创建的具有发行组件“openedx__course”的徽章类别标语。例如：3, 已登记_3_个课程

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
pt_br: Em cada linha, coloque o número de cursos concluídos para atribuir um crachá, uma vírgula e o slug de uma classe de medalha que você criou que possui o componente emissor 'openx__course'. Por exemplo: 3,enrolled_3_courses
tr_tr: Her satıra, rozet verilecek kayıtlı derslerin sayısını, virgül ve oluşturduğunuz ve 'openedx__course' bileşeninince yayınlayan bir rozet sınıfının slug bilgisini koyun. Örneğin: 3,enrolled_3_courses
zh_cn: 在每一行上，列出为了获得徽章的已登记课程的数目、一个逗号以及你创建的具有发行组件“openedx__course”的徽章类别标语。例如：3, 已登记_3_个课程

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
pt_br: Cada linha é uma lista separada por vírgula. O primeiro item de cada linha é a lesma de uma classe de crachá que você criou que possui um componente de emissão de openx__course '. Os itens restantes em cada linha são as chaves do curso que o aluno precisa concluir para receber o selo. Por exemplo: slug_for_compsci_courses_group_badge, curso-v1: CompSci + Curso + Primeiro, curso-v1: CompsSci + Curso + Segundo
zh_cn: 每一行都是以逗号分隔的列表。每一行的第一项是你创建的具有发行组件“openedx__course”的徽章类别标语。每一行的其余项是学员为了获得徽章需要完成的课程要领。例如：slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second

source: Please check the syntax of your entry.
pt_br: Por favor, verifique a sintaxe da sua entrada
tr_tr: Lütfen girdinizin imlasını kontrol edin.
zh_cn: 请检查你的条目的句法。

source: Take free online courses at edX.org
pt_br: Faça cursos on-line gratuitos em edX.org
tr_tr: edX.org üzerinden ücretsiz eğitimler alın
zh_cn: 在edX.org上免费在线课程

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and their respective logos are trademarks or registered trademarks of edX Inc.
pt_br: © {org_name}. Todos os direitos reservados, exceto onde indicado. EdX, Open edX e seus respectivos logotipos são marcas comerciais ou marcas comerciais registradas da edX Inc.
tr_tr: © {org_name}. Belirtilen yerler dışında tüm hakları saklıdır. EdX, Open edX ve ilgili logoları edX Inc'in tescilli ticari markalarıdır.
zh_cn: ©{org_name}。 保留所有权利，除非另有说明。 EdX，Open edX及其各自的徽标是edX Inc.的商标或注册商标。

source: Blog
zh_cn: 博客

source: Contact Us
pt_br: Contate-nos
tr_tr: Bizimle İletişime Geçin
zh_cn: 联系我们

source: Help Center
pt_br: Central de ajuda
tr_tr: Yardım Merkezi
zh_cn: 帮助中心

source: Media Kit
pt_br: Kit de mídia
tr_tr: Medya Kiti
zh_cn: 多媒体工具箱

source: Donate
pt_br: Doe
tr_tr: Bağış Yap
zh_cn: 捐助

source: News
pt_br: Notícias
tr_tr: Haberler
zh_cn: 新闻

source: Contact
pt_br: Contato
tr_tr: İletişim
zh_cn: 联系我们

source: Careers
pt_br: Carreiras
tr_tr: Kariyer
zh_cn: 招聘

source: Terms of Service & Honor Code
pt_br: Termos de Serviço e Código de Honra
tr_tr: Kullanım Şartları & Etik Kuralları
zh_cn: 服务条款 & 荣誉准则

source: Privacy Policy
pt_br: Política de Privacidade
tr_tr: Gizlilik Politikası
zh_cn: 隐私政策

source: Accessibility Policy
pt_br: Política de Assessibilidade
tr_tr: Erişilebilirlik İlkesi
zh_cn: 可访问策略

source: Sitemap
pt_br: Mapa do site
tr_tr: Site haritası
zh_cn: 网站导航

source: Terms of Service
pt_br: Termos do Serviço
tr_tr: Kullanım Koşulları
zh_cn: 服务条款

source: Affiliates
pt_br: afiliados
tr_tr: Satış ortakları
zh_cn: 关联公司

source: Open edX
zh_cn: 打开edX

source: Trademark Policy
pt_br: Política de Marcas Registradas
tr_tr: Ticari Marka Politikası
zh_cn: 商标政策

source: Download the {platform_name} mobile app from the Apple App Store
pt_br: Baixar o aplicativo móvel {platform_name} em Apple App Store
tr_tr: Apple App Store'dan {platform_name} mobil uygulamasını indir
zh_cn: 从Apple App Store下载{platform_name}的移动客户端

source: Download the {platform_name} mobile app from Google Play
pt_br: Baixar o aplicativo móvel {platform_name} em Google Play
tr_tr: Google Play'den {platform_name} mobil uygulamasını indir
zh_cn: 从Google Play下载{platform_name}的移动客户端

source: "{course_title}" Course Staff
pt_br: "{course_title}" Equipe do Curso
tr_tr: "{course_title}" Ders Ekibi
zh_cn: “{course_title}”课程人员

source: CCX Coach
pt_br: Técnico CCX
tr_tr: CCX Eğitmeni
zh_cn: CCX指导

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
pt_br: Um CCX só pode ser criado neste curso através de um serviço externo.Entre em contato com um administrador do curso para lhe dar acesso.
tr_tr: Bu derste CCX Özel Dersi sadece harici bir servis aracılığıyla oluşturulabilir. Bu hakka erişim için ders yöneticisiyle iletişime geçin.
zh_cn: CCX 仅可以通过外部服务在此课程上创建。联系课程管理员授予你访问权限。

source: The course is full: the limit is {max_student_enrollments_allowed}
pt_br: O curso está cheio: o limite é {max_student_enrollments_allowed}
tr_tr: Bu ders doldu: kontenjan {max_student_enrollments_allowed} kişidir
zh_cn: 此门课已额满:人数限制为 {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
pt_br: Você deve ser um Técnico CCX para acessar esta visualização.
tr_tr: Bu görüntülemeye erişebilmeniz için CCX Eğitmeni olmanız gerekir.
zh_cn: 你需要成为CCX指导才能访问该视图。

source: You must be the coach for this ccx to access this view
pt_br: Você deve ser um técnico para este ccx para acessar esta visualização
tr_tr: Bu görüntülemeye erişebilmeniz için bu ccx'in koçu olmanız gerekir
zh_cn: 您必须要成为该CCX的指导才能够访问该视图

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
pt_br: Você não pode criar um CCX de um curso usando uma identificação expirada. Por favor crie uma reprise deste curso no estúdio para permitir essa ação.
tr_tr: Artık kullanılmayan bir kimlik kullanan bir dersten CCX oluşturamazsınız. Bu eyleme izin vermek için lütfen dersin yeniden çalıştırılmasını oluşturun.
zh_cn: 您不能使用一个过时的ID从课程中创建CCX，请在studio中创建该课程的重启以允许此操作。

source: created
pt_br: criado
tr_tr: oluşturuldu
zh_cn: 创建

source: regenerated
pt_br: recuperado
tr_tr: yeniden oluşturuldu
zh_cn: 重新产生

source: generated
pt_br: gerado
tr_tr: oluşturuldu
zh_cn: 已生成

source: All learners
pt_br: Todos os estudantes
tr_tr: Tüm öğrenciler
zh_cn: 所有学习者

source: For exceptions
pt_br: Para exceções
tr_tr: İstisnalar için
zh_cn: 例外

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
pt_br: Uma descrição legível do modelo de certificado. Por exemplo, 'comprovado' ou 'honra' para diferenciar entre os dois tipos de certificados.
tr_tr: Örnek sertifikanın okunabilir tanımı. Örneğin iki tür sertifikayı birbirinden ayırmak için 'onaylı' veya 'onur' şeklinde belirtilir.
zh_cn: 范例证书的可读说明。例如，“合格”或“荣誉"两类证书区分。

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
pt_br: Um identificador exclusivo para o modelo de certificado. É usado quando recebemos uma resposta para determinar qual certificado foi processado dentre vários de uma lista.
tr_tr: Örnek sertifika için özgün tanıtıcı. Hangi örnek sertifikanın işlendiğini belirlemek için sıradan bir yanıt aldığımızda kullanılır.
zh_cn: 示例证书的唯一标识符。可用于当我们从队列中得到响应以决定哪个示例证书已被处理。

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
pt_br: Chave de acesso para o modelo de certificado. É usado quando recebemos uma resposta de uma lista para validar que o que está sendo remetido é o mesmo que foi solicitado para ser gerado.
tr_tr: Örnek sertifika için erişim anahtarı. Göndericinin bu sertifikayı oluşturmasını istediğimiz kişi ile aynı olduğunu doğrulamak için sıradan bir yanıt aldığımızda kullanılır.
zh_cn: 范例证书会有访问的金钥。我们接收到回应是用来检核与验证，与我们申请产生证书的验证是相同的。

source: The full name that will appear on the certificate.
pt_br: O nome completo que irá aparecer no certificado.
tr_tr: Sertifikada görünecek olan ismin tamamı.
zh_cn: 将显示在证书上的全名

source: The template file to use when generating the certificate.
pt_br: Arquivo modelo a ser usado para gerar o certificado.
tr_tr: Sertifika oluştururken kullanılan şablon dosya.
zh_cn: 当生成证书时使用的模板文件。

source: The status of the example certificate.
pt_br: O status do certificado modelo.
tr_tr: Örnek sertifikanın durumu.
zh_cn: 示例证书状态。

source: The reason an error occurred during certificate generation.
pt_br: Ocorreu um erro durante o processamento do certificado.
tr_tr: Sertifika oluşturma esnasında meydana gelen hatanın nedeni.
zh_cn: 生成证书过程中发生错误的原因

source: The download URL for the generated certificate.
pt_br: A url para baixar o certificado gerado.
tr_tr: Oluşturulan sertifika için indirme URL'si.
zh_cn: 已生成证书的下载URL。

source: Name of template.
pt_br: Nome de modelo
tr_tr: Şablon adı.
zh_cn: 模板名称。

source: Description and/or admin notes.
pt_br: Descrição e/ou notas do administrador.
tr_tr: Tanım ve/veya yönetici notları.
zh_cn: 叙述与／或管理员笔记

source: Django template HTML.
pt_br: Modelo Django HTML.
tr_tr: Django şablon HTML.
zh_cn: Django模板HTML

source: Organization of template.
pt_br: Organização do modelo.
tr_tr: Şablonun organizasyonu.
zh_cn: 模板的组织

source: The course mode for this template.
pt_br: O modo de curso para este modelo.
tr_tr: Bu şablon için ders modu.
zh_cn: 该模板的课程模式。

source: On/Off switch.
pt_br: Botão Liga/desliga.
tr_tr: Aç/Kapa anahtarı.
zh_cn: 开／关切换

source: Description of the asset.
pt_br: Descrição do ativo.
tr_tr: Verilerin tanımı.
zh_cn: 该资源的描述。

source: Asset file. It could be an image or css file.
pt_br: Arquivo ativo. Pode ser um arquivo de imagem ou css.
tr_tr: Veri dosyası. Görüntü ya da css dosyası olabilir.
zh_cn: 资源档。可以是一张图片或css文件。

source: Asset's unique slug. We can reference the asset in templates using this value.
pt_br: Slug exclusiva do ativo. Nós podemos fazer a referência desse ativo em modelos usando este valor.
tr_tr: Varlık'ın benzersiz slug'ı. Bu değeri kullanarak şablonlarda varlığa referans verebiliriz.
zh_cn: Asset's unique slug.我们可以参考使用这个参数用在这个模版。

source: user is not given.
pt_br: O usuário não foi fornecido
tr_tr: kullanıcı yok.
zh_cn: 没有提供使用者

source: user '{user}' does not exist
pt_br: O usuário {user} não existe
tr_tr: '{user}' kullanıcısı bulunmuyor
zh_cn: 使用者'{user}'不存在

source: Course id '{course_id}' is not valid
pt_br: ID do curso '{course_id}' não é válido
tr_tr: Belirtilen '{course_id}' ders kimliği geçersiz
zh_cn: 无效之课程id '{course_id}'

source: The course does not exist against the given key '{course_key}'
pt_br: O curso não existe contra a chave dada '{course_key}'
tr_tr: '{course_key}' anahtarına sahip ders mevcut değil.
zh_cn: 本课程不存在指定的金钥'{course_key}'

source: User {username} does not exist
pt_br: O usuário {username} não existe.
tr_tr: {username} kullanıcısı bulunmuyor.
zh_cn: 使用者 {username} 不存在。

source: {course_key} is not a valid course key
pt_br: {course_key} não é um ID de curso válido.
tr_tr: {course_key} anahtarı geçerli bir ders anahtarı değil
zh_cn: {course_key} 不是有效的课程密钥。

source: The course {course_key} does not exist
pt_br: O curso {course_key} não existe
tr_tr: {course_key} dersi bulunmuyor
zh_cn: {course_key} 课程不存在。

source: User {username} is not enrolled in the course {course_key}
pt_br: O usuário {username} não está matriculado no curso {course_key}
tr_tr: {username} kullanıcısı {course_key} dersine kayıt olmadı
zh_cn: 使用者 {username} 还没有注册 {course_key} 课程。

source: An unexpected error occurred while regenerating certificates.
pt_br: Ocorreu um erro inesperado durante a geração de certificados.
tr_tr: Sertifikaları yeniden oluştururken beklenmeyen bir hata meydana geldi.
zh_cn: 在重新产生证书时，发生了一个未预期的错误。

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
pt_br: Um {cert_type} certificado significa que um aluno concordou em cumprir o código de honra estabelecido pela {platform_name} e completou todas as tarefas exigidas para o curso sob suas diretrizes.
tr_tr: {cert_type} sertifikası bir öğrencinin {platform_name} tarafından belirlenen etik kurallarına uymayı kabul ettiğini ve dersin tüm yönergelerine uyarak gerekli görevlerin hepsini tamamladığını belirtir.
zh_cn: An {cert_type} 证书象征著学习者已同意由{platform_name}建立及遵守荣誉守则，并已经完成根据此门课之指引完成所有任务。

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
pt_br: Um {cert_type} certificado significa que um aluno concordou em cumprir o código de honra estabelecido por {platform_name} e completou todas as tarefas exigidas para este curso sob suas diretrizes. Um certificado {cert_type} também indica que a identidade do aluno foi verificada e é válida.
tr_tr: {cert_type} sertifikası bir öğrencinin {platform_name} tarafından belirlenen etik kurallarına uymayı kabul ettiğini ve dersin tüm yönergelerine uyarak gerekli görevlerin hepsini tamamladığını belirtir. {cert_type} sertifikası aynı zamanda öğrencinin kimliğinin kontrol edilerek doğrulandığına da işaret eder.
zh_cn: A {cert_type} 证书象征著学习者已同意由{platform_name}建立及遵守荣誉守则，并已经完成根据此门课之指引完成所有任务。A {cert_type} 证书也意味着学习者的身份已被确认且是有效的。

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the learner's identity.
pt_br: Um {cert_type} certificado demonstra um alto nível de sucesso no programa de estudo, e inclui a verificação da identidade dos alunos.
zh_cn: 一张 {cert_type} 证书证明学习课程高水準的成果，并包括验证学员的身份。

source: {month} {day}, {year}
zh_cn: {year} {month} {day}

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
pt_br: Este é um certificado válido {platform_name} para {user_name} que participou no {partner_short_name} {course_number}
tr_tr: {partner_short_name} {course_number}'a katılan {user_name} kullanıcısı için bu bir geçerli {platform_name} sertifikasıdır
zh_cn: 此为有效的 {platform_name} 证书给{user_name}，并参与了{partner_short_name}{course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
pt_br: {partner_short_name} {course_number} Certificado {platform_name}
tr_tr: {partner_short_name} {course_number} Sertifikası | {platform_name}
zh_cn: {partner_short_name} {course_number} 修课证明 | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
pt_br: completou com sucesso, recebeu uma nota de aprovação, e foi concedido {platform_name} {certificate_type} este Certificado de Conclusão em
tr_tr: başarılı bir şekilde tamamlandı, geçerli not alındı, ve {platform_name} Platformu {certificate_type} Bitirme Sertifikası'na hak kazanıldı
zh_cn: 完成课程、测验及格，并荣获该{platform_name} {certificate_type} 之证书
