Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: If a learner's grade is overridden, there will be a red revert button on the left side of the learner's name. Clicking on this button will revert all the learner's grades to their original state.
pt_br: Se a nota de um aluno for substituída, haverá um botão vermelho de reversão no lado esquerdo do nome do aluno. Clicar nesse botão reverterá todas as notas do aluno para o estado original.
zh_cn: 如果学员的成绩被覆盖，则学员姓名左侧将有一个红色恢复按钮。单击此按钮会将学员的所有成绩恢复到其原始状态。

source: Revert to original score
pt_br: Reverter para a pontuação atual
zh_cn: 还原到原始分数

source: undo
pt_br: desfazer
zh_cn: 还原

source: Confirm
pt_br: Confirmação
zh_cn: 确认

source: previous page
pt_br: Página anterior
tr_tr: önceki sayfa
zh_cn: 上一页

source: next page
pt_br: Próxima página
tr_tr: sonraki sayfa
zh_cn: 下一页

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
tr_tr: Dersinizin analitikleri için, lütfen {link_start}{analytics_dashboard_name}{link_end} paneline gidin.
zh_cn: 关于您的课程的分析数据，请进入 {link_start}{analytics_dashboard_name}{link_end}。

source: Enrollment Code Status
pt_br: Status do código de matrícula
tr_tr: Kayıt Kodu Durumu
zh_cn: 选课码状态

source: Change the status of an enrollment code.
pt_br: Alterar o status de um código de matrícula.
tr_tr: Kayıt kodunun durumunu değiştir.
zh_cn: 改变选课码的状态

source: Enrollment Code
pt_br: Código de Matrícula
tr_tr: Kayıt Kodu
zh_cn: 选课码

source: Find Enrollment Code
pt_br: Localizar código de matrícula
tr_tr: Kayıt Kodunu Bul
zh_cn: 搜索选课码

source: You will not get notification for emails that bounce, so please double-check spelling.
pt_br: Você não receberá notificações caso as mensagens para o seu e-mail retornem, por favor, certifique-se que o seu e-mail foi digitado corretamente.
tr_tr: Geri dönen e-postalarınız için bildirim almayacaksınız, bu yüzden lütfen yazım denetimi yapınız.
zh_cn: 对该类问题您不会受到提示邮件，因此请仔细检查，确保拼写无误。

source: Role of the users being enrolled.
pt_br: Papel do usuário sendo inscrito
tr_tr: Kayıtlanan kullanıcıların rolü.
zh_cn: 正在注册的用户的角色。

source: Enter the reason why the learners are to be manually enrolled or unenrolled.
pt_br: Insira a razão pela qual os alunos estão inscritos ou cancelados manualmente.
zh_cn: 输入学员需被手动加入选课或手动取消选课的原因。

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
pt_br: Este campo não pode ser deixado em branco e será gravado e apresentado nos relatórios de matrícula.
tr_tr: Bu boş bırakılamaz ve Kayıt Raporlarında kayıt altına alınacak ve sunulacak.
zh_cn: 此处不能为空，将被记录并呈现在选课报告中。

source: Therefore, please give enough detail to account for this action.
pt_br: Desta forma, por favor forneça os detalhes suficientes para explicar esta ação.
tr_tr: Bu yüzden, bu eylem için lütfen hesaba gerekli detayları veriniz.
zh_cn: 因此，请提供足够的信息来解释这个操作。

source: Reason
pt_br: Razão
tr_tr: Neden
zh_cn: 原因

source: Register/Enroll Learners
pt_br: Inscrição de alunos
zh_cn: 注册／录取学员

source: To register and enroll a list of users in this course, choose a CSV file based on the following template:
pt_br: Para registrar e inscrever uma lista de usuários neste curso, escolha um arquivo CSVcom base no seguinte modelo:
zh_cn: 要注册并注册本课程中的用户列表，请选择基于以下模板的 CSV 文件：

source: Please include one learner per row and do not include any headers, footers, or blank lines.
pt_br: Inclua um aluno por linha e não inclua cabeçalhos, rodapés ou linhas em branco.
zh_cn: 请每行包含一个学员，并且不包含任何标题、页脚或空白行。

source: A maximum of 200 users by batch is advised to ensure optimal response times.
pt_br: Recomenda-se um máximo de 200 usuários por lote para garantir tempos de resposta ideais.
zh_cn: 建议按批次最多 200 个用户，以确保最佳响应时间。

source: Upload a CSV for bulk enrollment
pt_br: Carregar um CSV para inscrição em massa
tr_tr: Yığın kayıtlanma için CSV dosyası yükle
zh_cn: 为批量注册上传一个CSV文件

source: Browse
pt_br: Procurar
zh_cn: 浏览

source: Test CSV file
pt_br: Arquivo de texto (.csv)
zh_cn: 测试CSV文件

source: Register/Enroll
pt_br: Inscrição de alunos
zh_cn: 注册／录取

source: To update a list of user accounts, choose a CSV file based on the following template:
pt_br: Para atualizar uma lista de contas de usuário, escolha um arquivo CSV com base nos seguintes modelos:
zh_cn: 要更新用户帐户列表，请选择基于以下模板的 CSV 文件：

source: Note that users must have an activated {platform_name} account prior to this update.
pt_br: Nota: Os usuários devem ter uma conta ativada na {platform_name} antes que possam ser inscritos como testadores beta.
zh_cn: 注意：用户必须首先拥有已激活的{platform_name}账户才可以收到这一更新。

source: Update user accounts
pt_br: Atualizar a minha conta
zh_cn: 更新用户账户

source: Batch Beta Tester Addition
pt_br: Adição de testadores beta em lote
tr_tr: Yığın Beta sınayıcı ilavesi
zh_cn: 批量添加Beta测试员

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
pt_br: Nota: Os usuários devem ter uma conta ativada na {platform_name} antes que possam ser inscritos como testadores beta.
tr_tr: Not: Kullanıcıların beta sınayıcısı olarak kayıt olabilmeleri için önce aktif bir {platform_name} hesabına sahip olmaları gerekir.
zh_cn: 注：用户必须首先拥有已激活的{platform_name}账户方可成为Beta测试员。

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
pt_br: Se esta opção estiver marcada {em_start} {em_end}, usuários que não se inscreveramno seu curso serão automaticamente matriculados.
tr_tr: Bu seçenek {em_start}işaretliyse{em_end}, dersinize henüz kaydolmamış kullanıcılar otomatik olarak kayıtlanacak.
zh_cn: 如果此选项为 {em_start}检查{em_end}，则未注册课程的用户将自动注册。

source: Checking this box has no effect if 'Remove beta testers' is selected.
pt_br: Marcar esta caixa não terá efeito se 'Excluir testadores beta' for selecionado.
tr_tr: Eğer 'beta sınayıcısını kaldır' seçiliyse bu kutucuğu kontrol etmenin bir etkisi yoktur.
zh_cn: 如果“删除Beta测试员”被选中，勾选本项并无效果。

source: Remove beta testers
pt_br: Excluir testadores beta
tr_tr: Beta sınayıcılarını sil
zh_cn: 删除beta测试人员

source: Add beta testers
pt_br: Adicionar testadores beta
tr_tr: Beta sınayıcısı ekle
zh_cn: 添加beta测试人员

source: Course Team Management
pt_br: Gestão de Equipe de Curso
tr_tr: Ders Takım Yönetimi
zh_cn: 课程团队管理

source: Select a course team role:
pt_br: Selecione uma função na equipe do curso:
tr_tr: Bir ders takım rolü seçin:
zh_cn: 选择一个课程团队角色：

source: Getting available lists...
pt_br: Obtendo as listas disponíveis...
tr_tr: Uygun olan listeler alınıyor...
zh_cn: 正在获取可用列表……

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
pt_br: A equipe não pode modificar estas listas. Para gerenciar a filiação da equipe do curso, um Administrador do curso deve lhe conceder uma função de Administrador para adicionar Equipe ou Testadores Beta, ou a função de Administrador de Discussão para adicionar moderadores de discussão e TAs.
tr_tr: Personel bu listeler üzerinde değişiklik yapamaz. Ders takımı üyeliğini yönetmek için bir ders yöneticisi Personel ya da Beta Sınayıcı eklemeniz için size yönetici rolü vermeli veya tartışma moderatörü ve öğretim elemanı eklemek için Tartışma Yöneticisi rolü vermeldir.
zh_cn: 工作人员无法修改这些列表。若想管理课程团队成员，课程管理员必须授予您管理员角色来添加工作人员和Beta测试员，或者给予您论坛管理员角色来添加讨论区版主和助教。

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
pt_br: Os membros da equipe do curso com o título de Equipe ajudam você a gerenciar o curso. Os membros da equipe podem matricular e cancelar matrículas, bem como fazer alterações nas notas e ter acesso a todos os dados do curso. Eles também têm acesso ao curso no Studio e Insights. Só é possível dar o título de Equipe para usuários matriculados no curso.
tr_tr: Personel rolüne sahip ders takımı üyeleri dersi yönetmenize yardımcı olur. Personel; öğrencileri kayıt edebilir ya da kayıtlarını silebilir, notları üzerinde değişiklik yapablir ve tüm ders verisine erişebilir. Personel ayrıca Studio ve Insight'ta bulunan dersinize erişebilir. Yalnızca kayıtlı kullanıcılara ders takımı rollerini verebilirsiniz.
zh_cn: 拥有工作人员权限的课程团队成员帮助您管理您的课程。工作人员可以帮您录取或移除学员，修改成绩和访问所有课程数据。工作人员也可以在Studio和Insights中访问您的课程。您只能授予已选课的用户课程团队成员职责。

source: Add Staff
pt_br: Adicionar integrante da equipe
tr_tr: Personel Ekle
zh_cn: 添加工作人员

source: Admin
pt_br: Administrador
tr_tr: Yönetici
zh_cn: 管理员

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
pt_br: Os membros da Equipe do curso com a função de administradores tem ajudam a gerenciar o curso. Eles podem fazer todas as tarefas que um funcionário pode fazer, também pode adicionar e remover as funções dos funcionários e administradores, funções dos moderadores de discussão, e a função do testador beta para gerenciar a associação da equipe do curso. Você só pode dar as funções dos integrantes de equipe do curso para usuários inscritos.
tr_tr: Yönetici rolündeki ders takımı üyeleri dersi yönetmenize yardımcı olur. Personelin yapabildiği tüm görevleri yerine getirebililrler ve ayrıca ders takımı üyeliğini yönetmek için Personel ve Yönetici, tartışma moderasyonu rolü ve beta sınayıcı rolü ekleyebilir/çıkarabilir. Yalnızca kayıtlı kullanıcılara ders takımı rollerini verebilirsiniz.
zh_cn: 拥有管理员权限的课程团队成员帮助您管理您的课程。他们能做所有工作人员可以做的任务，并且添加和移除工作人员、管理员和论坛版主。您只能将课程团队成员职责授予已选课的用户。

source: Add Admin
pt_br: Adicionar Administrador
tr_tr: Yönetici Ekle
zh_cn: 添加管理员

source: Beta Testers
pt_br: Testadores beta
tr_tr: Beta Sınayıcılar
zh_cn: Beta测试者

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
pt_br: Testadores Beta podem ver o conteúdo do curso antes dos outros alunos. Eles podem assegurar que o conteúdo do curso funciona, mas não têm privilégios adicionais. Você pode designar funções na equipe do curso apenas para usuários matriculados.
tr_tr: Beta Sınayıcıları diğer öğrencilerden önce ders içeriğini görebilir. İçeriğin doğru olarak sunulduğunu kontrol edebilirler ancak buna ek olarak yetkileri bulunmamaktadır. Yalnızca kayıtlı kullanıcıları ders takımı rolü verebilirsiniz.
zh_cn: Beta测试者可以比其他学员先看到课程内容。他们可以确保内容正常运行，但没有额外特权。您只能将课程团队角色授予已选课的用户。

source: Add Beta Tester
pt_br: Adicionar testador beta
tr_tr: Beta Sınayıcısı Ekle
zh_cn: 添加beta测试人员

source: Discussion Admins
pt_br: Administradores da discussão
tr_tr: Tartışma Yöneticileri
zh_cn: 论坛管理员

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
tr_tr: Forum Yöneticileri bir iletiyi düzenleyebilir ya da silebilir, uygunsuz kullanım olarak işaretlenen gönderileri temizleyebilir, ileti dizilerini kapatabilir ya da yeniden açabilir, yanıtları onaylayabilir ve tüm gruplardan gönderilerini görebilir. Onların gönderileri 'personel' olarak işaretlidir. Ayrıca ders takımı üyeliğini yönetmek için tartışma moderasyonu rolleri ekleyebilir veya silebilirler. Yalnızca kayıtlı kullanıcılar Forum Yöneticisi olabilir.
zh_cn: 讨论管理员可以编辑或删除任何帖子、清除误用标志、关闭并重新打开线程、认可响应以及查看所有组的帖子。他们的职位被标记为"工作人员"。他们还可以添加和删除讨论审核角色，以管理课程团队成员。只能将已注册用户添加为"讨论管理员"。

source: Add Discussion Admin
pt_br: Adicionar administrador de fórum
tr_tr: Tartışma Yöneticisi Ekle
zh_cn: 添加论坛管理员

source: Discussion Moderators
pt_br: Moderadores do fórum
tr_tr: Tartışma Moderatörleri
zh_cn: 版主

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
tr_tr: Tartışma Moderatörleri herhangi bir iletiyi düzenleyebilir veya silebilir, uygunsuz kullanım olarak işaretlenen gönderileri kaldırabilir, ileti dizilerini kapatabilir ya da yeniden açabilir, yanıtları onaylayabilir ve tüm gruplardan gelen gönderileri görebilir. Onların gönderileri 'personel' olarak işaretlenir. Tartışma Moderasyon göreviyle ders takımı üyeliklerini yönetemezler. Tartışma Moderatörü rolünü yalnızca kayıtlı kullanıcılar alabilir.
zh_cn: 讨论主持人可以编辑或删除任何帖子、清除误用标志、关闭并重新打开线程、认可响应以及查看所有组的帖子。他们的职位被标记为"工作人员"。他们无法通过添加或删除讨论审核角色来管理课程团队成员身份。只能将已注册用户添加为讨论主持人。

source: Add Moderator
pt_br: Adicionar moderador
tr_tr: Moderatör Ekle
zh_cn: 添加版主

source: Group Community TA
pt_br: AT da Comunidade do Grupo
tr_tr: Grup Topluluk Öğretim Elemanı
zh_cn: 团体社区助教

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
pt_br: Os ATs da comunidade do grupo são membros da comunidade que ajudam as equipes do curso a moderar as discussões. Os TAs da comunidade do grupo veem apenas as postagens dos alunos no grupo designado. Eles podem editar ou excluir postagens, limpar sinalizadores, fechar e reabrir tópicos e endossar respostas, mas apenas para postagens de alunos do grupo. Suas postagens estão marcadas como 'AT da comunidade'. Somente os alunos inscritos podem ser adicionados como ATs da comunidade do grupo
tr_tr: Grup Topluluğu Asistanları, ders ekiplerinin tartışmaları yönetmesine yardımcı olan topluluk üyeleridir. Grup Topluluğu Asistanları yalnızca atandıkları gruplardaki öğrencilerin gönderilerini görür. Yalnızca kendi gruplarındaki öğrencilerin gönderilerini düzenleyebilir veya silebilir, bayrakları temizleyebilir, ileti dizilerini kapatabilir ve yeniden açabilir ve yanıtları onaylayabilir. Gönderileri 'Topluluk Asistanı' olarak işaretlenir. Yalnızca kayıtlı öğrenciler Grup Topluluğu Asistanları olarak eklenebilir.
zh_cn: 团体社区助教 是社区成员，他们帮助课程团队进行适度的讨论。小组社区助教仅查看其分配组中的学员的帖子。他们可以编辑或删除帖子、清除标志、关闭和重新打开线程，并为响应背书，但仅限于其组中的学员的帖子。他们的帖子被标记为"社区助教"。只能将已注册的学员添加为小组社区助教。

source: Add Group Community TA
pt_br: Adicionar grupo de comunidade AT
tr_tr: Grup Topluluk Öğretim Elemanı Ekle
zh_cn: 添加小组社区助教

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
pt_br: Os ATs da comunidade são membros da comunidade que ajudam as equipes do curso a moderar as discussões. Eles podem ver as postagens dos alunos na faixa de grupo ou inscrição designada e podem editar ou excluir postagens, limpar sinalizadores, fechar ou reabrir tópicos e endossar respostas. Suas postagens estão marcadas como 'TA da Comunidade'. Somente os alunos inscritos podem ser adicionados como ATs da Comunidade.
tr_tr: Topluluk Asistanları, ders ekiplerinin tartışmaları yönetmesine yardımcı olan topluluk üyeleridir. Atandıkları grup veya kayıtlanma yolundaki öğrencilerin gönderileri görebilir ve düzenleyebilir veya silebilir, bayrakları temizleyebilir, konuları kapatabilir veya yeniden açabilir ve yanıtları onaylayabilirler. Gönderileri 'Topluluk Asistanı' olarak işaretlenir. Yalnızca kayıtlı öğrenciler Topluluk Asistanları olarak eklenebilir.
zh_cn: 社区助教是社区成员，帮助课程团队进行适度的讨论。他们可以查看学员在分配的队列或注册跟踪中的帖子，还可以编辑或删除帖子、清除标志、关闭或重新打开线程以及认可响应。他们的帖子被标记为"社区助教"。只能将已注册的学员添加为社区助教。

source: Add Community TA
pt_br: Adicionar assistente de ensino da comunidade
tr_tr: Topluluk Öğretim Görevlisi Ekle
zh_cn: 添加社区助教

source: CCX Coaches
pt_br: Treinadores CCX
tr_tr: CCX Eğitmenleri
zh_cn: CCX指导

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own learners based in this course material.
pt_br: Os Técnicos CCX são aptos para criar o próprio Curso Personalizado baseado neste curso, no qual podem utilizar para fornecer as instruções personalizadas para os seus próprios alunos baseadas no conteúdo deste curso.
zh_cn: CCX指导可以根据本课程创建自己的定制课程，利用本课程的资料给自己的学员提供个性化指导。

source: Add CCX Coach
pt_br: Adicionar Técnico CCX
tr_tr: CCX Eğitmeni Ekle
zh_cn: 增加CCX指导

source: There is no data available to display at this time.
pt_br: Não há dados disponíveis para exibição no momento.
tr_tr: Şu anda gösterilecek veri bulunmuyor.
zh_cn: 目前没有可用的数据

source: Use Reload Graphs to refresh the graphs.
pt_br: Utilize a opção Recarregar gráficos para atualizar os gráficos.
tr_tr: Grafikleri yenilemek için yükle grafikler kullanın
zh_cn: 使用重新加载图片来刷新

source: Reload Graphs
pt_br: Recarregar gráficos
tr_tr: Grafikleri Yeniden Yükle
zh_cn: 重新载入图片

source: Subsection Data
pt_br: Dados da subseção
tr_tr: Alt-bölüm Verisi
zh_cn: 小节数据

source: Each bar shows the number of learners that opened the subsection.
pt_br: Cada barra exibe o número de alunos que abriram a subseção.
zh_cn: 每个条形图显示了打开小节的学员数量

source: You can click on any of the bars to list the learners that opened the subsection.
pt_br: Clique em qualquer barra para listar os alunos que abriram a subseção.
zh_cn: 您可以点击任一栏目去查看打开小节的学员名单

source: You can also download this data as a CSV file.
pt_br: É possível também baixar estes dados em um arquivo CSV.
tr_tr: Bu veriyi ayrıca bir CSV dosyası olarak da indirebilirsiniz.
zh_cn: 您也可以以CSV文件下载这些数据

source: Download Subsection Data for all Subsections as a CSV
pt_br: Baixar dados da subseção para todas as subdivisões em um arquivo CSV
tr_tr: Tüm Alt-bölümler için Alt-bölüm Verilerini CSV olarak indir.
zh_cn: 所有的小节数据以CSV文件下载

source: Grade Distribution Data
pt_br: Dados de distribuição de notas
tr_tr: Not Dağılımı Verisi
zh_cn: 成绩分布数据

source: Each bar shows the grade distribution for that problem.
pt_br: Cada barra mostra a distribuição de notas para esse problema.
tr_tr: Her çubuk o problem için not dağılımını gösterir.
zh_cn: 每个条形图显示该问题的成绩分布区间

source: You can click on any of the bars to list the learners that attempted the problem, along with the grades they received.
pt_br: Clique em qualquer uma das barras para listar os alunos que tentaram resolver o problema, juntamente com as notas que receberam.
zh_cn: 你可以点击任一每个条形图去查看所有尝试回答问题的学员名单以及他们获得的成绩

source: Download Problem Data for all Problems as a CSV
pt_br: Baixar dados dos problemas para todos os problemas em um arquivo CSV
tr_tr: Tüm problem verilerini CSV olarak indir.
zh_cn: 以CSV文件下载所有问题数据

source: Grade Distribution per Problem
pt_br: Distribuição de notas por problema
tr_tr: Her Problem için Not Dağılımı
zh_cn: 每个问题的成绩分布

source: Download Learner Opened as a CSV
pt_br: Baixar aluno aberto como CSV
zh_cn: 以CSV格式下载学员开放数据

source: Download Learner Grades as a CSV
pt_br: Baixe as notas dos alunos como arquivo CSV
zh_cn: 以CSV格式下载被评分的学员信息

source: This is a partial list, to view all learners download as a csv.
pt_br: Esta é uma lista parcial, para ver todos os alunos baixe como csv.
zh_cn: 这是一个部分列表，查看所有以CSV格式下载的学员信息

source: There are no problems in this section.
pt_br: Não há problemas nesta seção.
tr_tr: Bu bölümde problem bulunmamaktadır.
zh_cn: 本章没有问题

source: Send to:
pt_br: Enviar para:
tr_tr: Gönderilecek kişi:
zh_cn: 发至：

source: Myself
pt_br: eu mesmo
tr_tr: Kendim
zh_cn: 我自己

source: Staff and Administrators
pt_br: Equipe e Administradores
tr_tr: Personel ve Yöneticiler
zh_cn: 工作人员和管理员

source: Cohort:
pt_br: Grupo:
tr_tr: Topluluk:
zh_cn: 群组：

source: (Learners not explicitly assigned to a cohort)
pt_br: (Alunos não explicitamente designados a um grupo)
tr_tr: (Açıkça bir topluluğa üye olmamış tüm öğrenciler)
zh_cn: (没有被分到特定群组的学员)

source: Learners in the {track_name} Track
pt_br: Alunos na trila {track_name}
tr_tr: {track_name} Kayıtlanma yolundaki öğrenciler
zh_cn: {track_name} 跟踪中的所有学员

source: Subject:
pt_br: Assunto:
tr_tr: Konu:
zh_cn: 主题：

source: (Maximum 128 characters)
pt_br: {Máximo de 128 caracteres)
tr_tr: (Maksimum 128 karakter)
zh_cn: (最多128个字符)

source: Message:
pt_br: Mensagem:
tr_tr: Mesaj:
zh_cn: 消息：

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
pt_br: Recomendamos que o aluno não envie mais de uma mensagem de e-mail por semana. Antes de enviar seu e-mail, revise o texto com cuidado e envie-o primeiro para você mesmo, para que você possa visualizar a formatação e garantir que as imagens e os links incorporados funcionem corretamente.
tr_tr: Öğrencilere haftada birden fazla ileti göndermemenizi salık veririz. E-postanızı göndermeden önce metni dikkatlice gözden geçirin ve önce kendinize gönderin, böylelikle biçimlendirmenizi görebilir ve gömülü görsel ve bağlantıların doğru çalışıp çalışmadığını kontrol edebilirsiniz.
zh_cn: 我们建议您给学员发送邮件不多于一周一封。在您发送之前，仔细地检查文本，并先发送给自己，预览邮件格式，确保嵌入的图片和链接显示或运行正常。

source: CAUTION!
pt_br: IMPORTANTE!
tr_tr: DİKKAT!
zh_cn: 注意！

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
pt_br: Quando você seleciona Enviar email, sua mensagem de email é adicionada à fila paraenviando e não pode ser cancelado.
tr_tr: E-Posta Gönder'i seçtiğinizde, iletiniz gönderim kuyruğuna alınır ve geri çekilemez.
zh_cn: 当您选择“发送邮件”，您的邮件将被加入发送队列，任务无法被取消。

source: Send Email
pt_br: Enviar e-mail
tr_tr: E-posta Gönder
zh_cn: 发送邮件

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
pt_br: As ações que envolvem o e-mail são executadas em segundo plano. O status para as tarefas ativas, incluindo as tarefas relacionadas ao e-mail, aparece na tabela abaixo.
tr_tr: E-posta işlemleri arka planda çalışır. Bütün aktif görevler -buna e-posta görevleri de dahildir - aşağıdaki tabloda görülebilir.
zh_cn: 电子邮件操作在后台执行。任何当前正在执行的任务状态 - 包括电子邮件任务 - 都在下表中列出。

source: Email Task History
pt_br: Histórico de tarefas envolvendo o e-mail
tr_tr: E-posta Görev Geçmişi
zh_cn: 邮件任务历史

source: To see the content of previously sent emails, click this button:
pt_br: Para ver o conteúdo dos emails enviados anteriormente, clique neste botão:
tr_tr: Önceden gönderilmiş e-postaların içeriğini görmek için, bu düğmeye tıklayın:
zh_cn: 查看之前发送的邮件内容，点击这个按钮：

source: Show Sent Email History
pt_br: Mostrar histórico de emails enviados
tr_tr: Gönderilmiş e-Posta Geçmişini Göster
zh_cn: 显示已发送邮件历史

source: To read a sent email message, click its subject.
pt_br: Para ler uma mensagem de email enviada, clique no assunto
tr_tr: Gönderilmiş e-postayı okumak için, konu kısmına tıklayın.
zh_cn: 阅读已发送的邮件，点击它的主题。

source: To see the status for all email tasks submitted for this course, click this button:
pt_br: Para ver o status de todas as tarefas de email enviadas para este curso, clique neste botão:
tr_tr: Bu ders için gönderilen görev e-postalarının durumunu görmek için, bu düğmeye tıklayın:
zh_cn: 查看这个课程中所有提交的邮件任务，点击这个按钮：
