Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
pt_br: Lamentamos. Nossa equipe do curso não aprovou sua solicitação para alterar seunome de {old_name} para {new_name}. Se precisar de mais ajuda, por favor-envie para o suporte técnico em {email}
tr_tr: Üzgünüz. Ders görevlilerimiz {old_name} isminizi {new_name} ismiyle değiştirmeye dair isteğinizi onaylamadı. Daha fazla yardıma ihtiyacınız olursa, lütfen teknik desteğin {email} e-posta adresine yazın.
zh_cn: 很抱歉我们的课程工作人员没有批准您将您的姓名从{old_name} 更改为 [新名称] {new_name}。如果您需要进一步帮助，请发送电子邮件至 {email}

source: Put your Terms of Service here!
pt_br: Coloque aqui seus Termos de Serviço
tr_tr: Kullanım Şartları'nızı buraya koyun!
zh_cn: 将您的服务条款置于此处！

source: Put your Privacy Policy here!
pt_br: Coloque aqui a sua Política de Privacidade!
tr_tr: Gizlilik Şartları'nızı buraya koyun!
zh_cn: 将您的隐私政策置于此处！

source: Put your Honor Code here!
pt_br: Coloque seu Código de Honra aqui!
tr_tr: Etik Kuralları'nızı buraya koyun!
zh_cn: 将您的诚信准则置于此处！

source: Put your Copyright Text here!
pt_br: Coloque aqui o seu texto de direitos autorais!
tr_tr: Telif Hakları metninizi buraya koyun!
zh_cn: 将您的版权文本置于此处！

source: Forbidden
pt_br: Proíbido
zh_cn: 禁止

source: You must be Course Admin to access this view.
pt_br: Você deve ser um Técnico CCX para acessar esta visualização.
zh_cn: 你需要成为课程管理员才能访问该视图。

source: The page that you were looking for was not found.
pt_br: A página que você está procurando não foi encontrada.
tr_tr: Aradığınız sayfa bulunamadı.
zh_cn: 您查找的页面无法找到。

source: Go back to the {homepage} or let us know about any pages that may have been moved at {email}.
pt_br: Volte para a {homepage} ou nos informe através do endereço {email} sobre qualquer página que possa ter sido movida.
tr_tr: {homepage} adresine geri dönün veya taşınmış sayfayı {email} adresine bildirin.
zh_cn: 返回到{homepage}或发电子邮件至{email}告诉我们被移动的页面。

source: Server Error
pt_br: Erro interno do servidor
zh_cn: 服务器错误

source: The {em_start}{studio_name}{em_end} servers encountered an error
pt_br: Os servidores de {em_start}{studio_name}{em_end} encontraram um erro.
tr_tr: {em_start}{studio_name}{em_end} sunucularında bir hata oluştu
zh_cn: {em_start}{studio_name}{em_end} 服务器出错了！

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
pt_br: Ocorreu um erro em {studio_name} e a página não pôde ser carregada. Por favor, tente novamente em alguns minutos.
tr_tr: {studio_name} sunucusundaki hatadan dolayı sayfa yüklenemedi. Lütfen birkaç dakika sonra tekrar deneyin.
zh_cn: {studio_name}出现错误，页面无法加载，请稍后再试。

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
pt_br: Nós registramos o erro e nossa equipe está trabalhando para resolvê-lo o mais rápido possível.
tr_tr: Bir hata tespit ettik ve hatayı bir an önce düzeltmek için üzerinde çalışıyoruz.
zh_cn: 我们已经记录下这个错误，我们的员工正在试图尽快解决这个问题。

source: If the problem persists, please email us at {email_link}.
pt_br: Se o problema persistir, por favor, envie-nos um email para o endereço eletrônico {email_link}.
tr_tr: Eğer sorun tekrar ederse, {email_link} adresine e-posta atınız.
zh_cn: 如果问题仍然存在，请发送电子邮件至{email_link}。

source: Studio Accessibility Policy
pt_br: Política de Assessibilidade do Studio
tr_tr: Studio Erişilebilirlik Politikası
zh_cn: Studio辅助功能策略

source: {studio_name} Account Activation
pt_br: {studio_name} Ativação de conta
tr_tr: {studio_name} Hesap Etkinleştirme
zh_cn: {studio_name}账户激活

source: Your account is already active
pt_br: Sua conta já está ativada
tr_tr: Hesabınız zaten etkinleştirilmiş durumda
zh_cn: 您的账户已经激活

source: This account, set up using {email}, has already been activated. Please sign in to start working within {studio_name}.
pt_br: Esta conta, configurada usando{email}, já foi ativada. Por favor logue para começar a trabalhar com {studio_name}
tr_tr: {email} Bu e-posta ile oluşturulmuş hesap zaten doğrulanmış. Lütfen e-posta adresiniz ve parolanız ile {studio_name} eğitimine giriş yapın.
zh_cn: 通过{email}注册的这个账户已被激活，请登录以开始在{studio_name}中工作。

source: Sign into {studio_name}
pt_br: Entrar no {studio_name}
tr_tr: {studio_name} platformunda oturum aç
zh_cn: 登录{studio_name}

source: Your account activation is complete!
pt_br: A ativação da sua conta está completa!
tr_tr: Hesap etkinleştirmeniz tamamlandı!
zh_cn: 您的账户激活已经完成！

source: Thank you for activating your account. You may now sign in and start using {studio_name} to author courses.
pt_br: Obrigado por ativar sua conta. Você já pode entrar e começar a utilizar o {studio_name} para criar cursos.
tr_tr: Hesabınızı etkinleştirdiğiniz için teşekkür ederiz. Giriş yaptıktan sonra {studio_name} içinde dersleri yönetebilirsiniz.
zh_cn: 谢谢您激活了您的账户，您现在可以登录 {studio_name}并开始创建课程了。

source: Your account activation is invalid
pt_br: A ativação da sua conta é inválida
tr_tr: Hesap etkinleştirmeniz geçersiz
zh_cn: 您的账户激活是无效的

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct, as e-mail programs will sometimes split it into two lines.
pt_br: Pedimos desculpas. Algo deu errado com a sua ativação. Verifique se a URL que você visitou estava correta, pois serviços de e-mail às vezes às separam em duas linhas.
tr_tr: Üzgünüz! Etkinleştirme esnasında bir hata oluştu. Lütfen etkinleştirme için gönderilen URL'yi kontrol edin, e-posta istemcileri bazen adresleri iki satıra bölebiliyor.
zh_cn: 很抱歉，您的激活中出现了一些错误。请核对以确保您进入了正确的 URL，因为某些时候电子邮件程序会将其分割成两行。

source: If you still have issues, contact {platform_name} Support. In the meantime, you can also return to {link_start}the {studio_name} homepage.{link_end}
pt_br: Se você ainda tem problemas, entre em contato com o suporte do {platform_name}. Durante esse tempo, você também pode retornar à {link_start}página inicial do {studio_name} .{link_end}
tr_tr: Hâlâ sorunlarınız varsa, {platform_name} desteğiyle bağlantı kurun. Bu arada, {link_start}{studio_name} anasayfasına dönebilirsiniz.{link_end}
zh_cn: 如果您仍然有问题，请联系{platform_name}支持。同时，您也可以返回到{link_start}{studio_name}主页{link_end}。

source: Files & Uploads
pt_br: Arquivos e Uploads
tr_tr: Dosyalar & Yüklemeler
zh_cn: 文件 & 上传

source: Course Certificates
pt_br: Certificados do Curso
tr_tr: Ders Sertifikaları
zh_cn: 课程证书

source: This module is not enabled.
pt_br: Este módulo está desabilitado.
tr_tr: Bu modül etkin değil.
zh_cn: 该模块未启用

source: This course does not use a mode that offers certificates.
pt_br: Este curso não usa um modo que ofereça certificados.
tr_tr: Bu ders sertifika sunan herhangi bir mod kullanmıyor.
zh_cn: 本课程不使用提供证书的模式。

source: Working with Certificates
pt_br: Trabalhando com certificados
tr_tr: Sertifikalarla Çalışmak
zh_cn: 证书工作中

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
pt_br: Especifique um título objetivo para usar no certificado, caso o título oficial do curso seja muito longo para ser exibido no certificado.
tr_tr: Dersin resmi başlık iyi görüntülenmek için çok uzunsa sertifikada kullanmak için bir ders başlığı belirtin.
zh_cn: 如果课程的正式标题太长，无法很好地显示，请指定要在证书上使用的课程标题。

source: For verified certificates, specify between one and four signatories and upload the associated images.
pt_br: Para os certificados verificados, especifique entre uma e quatro assinaturas e carregue as imagens associadas.
tr_tr: Onaylanmış sertifikalar için, bir ila dört imzacı belirleyin ve ilgili görselleri yükleyin.
zh_cn: 对于已验证的证书，请在 1 个签名人和四个签名者之间指定并上载关联的图像。

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
pt_br: Para editar ou apagar um certificado antes que ele seja ativado, passe o mouse sobre o canto superior direito do formulário e selecione {em_start} Editar {em_end} ou o botão apagar.
tr_tr: Etkinleştirilmeden önce sertifika düzenlemek ya da silmek için, formun sağ üst köşesinin üzerine gelerek {em_start}Düzenle{em_end}'yi seçin ya da simgeyi silin.
zh_cn: 要在激活证书之前对其进行编辑或删除，请将鼠标悬停在窗体的右上角，然后选择 {em_start}编辑{em_end}或删除图标。

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
pt_br: Para visualizar um certificado de exemplo, escolha um modo e selecione {em_start}Pré-visualizar certificado{em_end}.
tr_tr: Bir örnek sertifikasını görüntülemek için, ders modunu seçin ve {em_start} Önizleme Belgesi {em_end} seçin.
zh_cn: 要查看示例证书，请选择课程模式并选择{em_start}预览证书{em_end}。

source: Issuing Certificates to Learners
pt_br: Emitindo Certificados para Alunos
tr_tr: Öğrencilere Sertifika Veren
zh_cn: 给学员颁发证书

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
pt_br: Para começar a emitir certificados de curso, um membro da equipe do curso com a função Staff ou Admin seleciona {em_start} Ativar {em_end}. Somente os membros da equipe do curso com essas funções podem editar ou excluir um certificado ativado.
tr_tr: Sertifikaların verilmesine başlamak için, yönetici rolüne sahip bir Yönetici veya Personel {em_start}Etkinleştir{em_end}'i seçebilir. Sadece bu yetkilere sahip üyeler etkinleştirilmiş bir sertifikayı düzenlebilir veya iptal edebilir.
zh_cn: 要开始颁发课程证书，具有"工作人员"或"管理员"角色的课程团队成员将选择{em_start}激活{em_end}。只有具有这些角色的课程团队成员才能编辑或删除激活的证书。

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
pt_br: {em_start} Não {em_end} apaga certificados depois de um curso ter iniciado; alunos que já tenham recebido certificados não poderão mais acessá-los.
tr_tr: Bir ders başladıktan sonra sertifikaları {em_start}silmeyin{em_end}; kazanılan sertifikalara sahip öğrencilerin artık onlara erişmesi zaten mümkün olmayacak.
zh_cn: {em_start}不要{em_end} 在课程开始之后删除证书；已经取得证书的学员将无法进入证书。

source: Learn more about certificates
pt_br: Saiba mais sobre os certificados
tr_tr: Sertifikalar hakkında daha fazla öğren
zh_cn: 了解有关证书的更多信息

source: Other Course Settings
pt_br: Outras configurações do Curso
tr_tr: Diğer Ders Ayarları
zh_cn: 课程其他设置

source: Details &amp; Schedule
pt_br: Detalhes &amp; Horário
tr_tr: Ayrıntılar &amp; Takvim
zh_cn: 细节＆日程

source: Grading
pt_br: Avaliando
tr_tr: Notlandırma
zh_cn: 评分

source: Course Team
pt_br: Equipe do Curso
tr_tr: Ders Takımı
zh_cn: 课程团队

source: Advanced Settings
pt_br: Configurações avançadas
tr_tr: Gelişmiş Ayarlar
zh_cn: 高级设置

source: Checklists
tr_tr: Kontrol listeleri
zh_cn: 列表

source: Tools
pt_br: Ferramentas
tr_tr: Araçlar
zh_cn: 工具

source: Duplicate
pt_br: Duplicar
tr_tr: Kopyasını Çıkar
zh_cn: 复制

source: Duplicate this component
pt_br: Duplicar este componente
tr_tr: Bu bileşenin kopyasını çıkarın
zh_cn: 复制该组件

source: Move
pt_br: Mover
tr_tr: Taşı
zh_cn: 移动

source: Delete this component
pt_br: Excluir este componente
tr_tr: Bu bileşeni silin
zh_cn: 删除此组件

source: Drag to reorder
pt_br: Arraste para reordenar
tr_tr: Tekrar düzenlemek için sürükle
zh_cn: 拖动以重排序

source: Page Actions
pt_br: Ações da página
tr_tr: Sayfa İşlemleri
zh_cn: 页面操作

source: Open the courseware in the LMS
pt_br: Abra o material do curso no LMS
tr_tr: LMS'deki ders içeriğini açın
zh_cn: 点击以在新的标签页中使用LMS打开课件

source: View Live Version
pt_br: Ver versão ao Vivo
tr_tr: Canlı Sürümü Görüntüle
zh_cn: 观看在线版本

source: Preview the courseware in the LMS
pt_br: Visualizar o material do curso no LMS
tr_tr: LMS'deki ders içeriğini önizle
zh_cn: 在 LMS 中预览课件

source: Adding components
pt_br: Adicionando componentes
tr_tr: Bileşenler ekleniyor
zh_cn: 添加组件

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
pt_br: Selecione um tipo de componente em {strong_start}Adicionar novo componente{strong_end}. Em seguida, selecione um modelo.
tr_tr: {strong_start}Yeni Bileşen Ekle{strong_end} altından bir bileşen türünü seçin. Ardından bir şablon seçin.
zh_cn: 在{strong_start}添加新元素{strong_end}下选择一个元素类型. Then select a template.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
pt_br: O novo componente é adicionado na parte inferior da página ou grupo. Você pode então editar e mover o componente.
tr_tr: Sayfanın veya grubun altındaki yeni bileşen eklenir. Daha sonra düzenleyebilir ve bileşen taşıyabilirsiniz.
zh_cn: 新建的组件会添加到页面或组的底部，然后您可以编辑或移动该组件。

source: Editing components
pt_br: Editando componentes
tr_tr: Bileşenler düzenleniyor
zh_cn: 编辑组件

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
pt_br: Clique no ícone {strong_start}Editar{strong_end} em um componente para editar seu conteúdo.
tr_tr: Bileşen içindeki {strong_start}Düzenle{strong_end} simgesine tıklayarak içeriğini düzenleyebilirsiniz.
zh_cn: 点击{strong_start}编辑{strong_end} 按钮来编辑元素内容。

source: Reorganizing components
pt_br: Reorganizando componentes
tr_tr: Bileşenleri tekrar organize et
zh_cn: 重新组织组件

source: Drag components to new locations within this component.
pt_br: Arraste componentes para novas localizações dentro deste componente.
tr_tr: Bu bileşen kapsamında yeni yerlere sürükleyin bileşenleri.
zh_cn: 在该组件中将组件拖动到新位置。

source: For content experiments, you can drag components to other groups.
pt_br: Para as experiências de conteúdo, você pode arrastar componentes para outros grupos.
tr_tr: İçerik deneyleri için, diğer gruplara bileşenleri sürükleyebilirsiniz.
zh_cn: 对于内容实验，您可以拖拽组件到其他组里。

source: Working with content experiments
pt_br: Trabalhando com experiências de conteúdo
tr_tr: İçerik deneyleri ile çalışma
zh_cn: 使用内容实验

source: Confirm that you have properly configured content in each of your experiment groups.
pt_br: Confirme se você configurou corretamente o conteúdo de cada um dos seus grupos experimentais.
tr_tr: Düzgün bir şekilde deneme gruplarınızın her birinin içeriğinin yapılandırılmış olduğunu doğrulayın.
zh_cn: 确认您的每个实验组中都有正确配置的内容。

source: Learn more about component containers
pt_br: Saiba mais sobre os recipientes de componentes
tr_tr: İçerik taşıyıcıları hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于组件容器的信息

source: Unit Location
pt_br: Localização da unidade
tr_tr: Ünite Yeri
zh_cn: 单元位置

source: To create a link to this unit from an HTML component in this course, enter "/jump_to_id/<location ID>" as the URL value.
pt_br: Para criar um link para esta unidade de um componente HTML neste curso, digite "/jump_to_id/<location ID>" como o valor de URL.
tr_tr: Bu ders içindeki bir HTML bileşeninden bu üniteye bağlantı oluşturmak için, URL değeri olarak "/jump_to_id/<location ID>" girin.
zh_cn: 要在课程中创建一个链接来跳转到HTML元素单元，输入"/jump_to_id/<location ID>" 作为URL数值。

source: Location in Course Outline
pt_br: Localização no esboço do curso
tr_tr: Ders Özetindeki Konum
zh_cn: 在课程大纲中的位置

source: Create a Course Rerun of:
pt_br: Criar uma reprise de curso de:
tr_tr: Dersleri Yeniden Çalıştırmak için Ders Oluşturun:
zh_cn: 创建课程重启：

source: Create a re-run of a course
pt_br: Criar reprise de algum curso
tr_tr: Bir dersin yeniden çalıştırmasını oluştur
zh_cn: 创建一次课程重启

source: You are creating a re-run from:
pt_br: Você está criando uma reprise a partir de:
tr_tr: Yeniden çalıştırma oluşturuyorsunuz:
zh_cn: 您正在为以下课程创建一次重启：

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
pt_br: Forneça informações de identificação para essa reprise do curso. O curso original não é afetado de forma alguma pela reprise.
tr_tr: Bu dersi yeniden çalıştırmak için tanımlayıcı bilgi veriniz. Özgün ders yeniden çalıştırmadan herhangi bir şekilde etkilenmez.
zh_cn: 请为该重启的课程提供识别信息，原来的课程不会受重启的影响。

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
pt_br: Comentário: Juntos, a organização, o número do curso e versão do curso devem identificar unicamente a nova instância de curso.
tr_tr: Not: Birlikte, kurum, ders sayısı ve ders çalıştırma benzersiz bir şekilde yeni ders örneğini tanımlamalıdır.
zh_cn: 注意：机构名称、课程编号以及开课时间三者合在一起必须能够唯一标识此新建的课程实例。

source: Required Information to Create a re-run of a course
pt_br: Informações necessárias para Criar uma reprise de um curso
tr_tr: Dersin yeniden çalıştırılmasını oluşturmak için Gerekli Bilgiler
zh_cn: 创建一次课程重启所必需的信息

source: e.g. Introduction to Computer Science
pt_br: Ex: Introdução à Ciência da Computação
tr_tr: örn. Bilgisayar Bilimlerine Giriş
zh_cn: 例如，计算机科学导论

source: The public display name for the new course. (This name is often the same as the original course name.)
pt_br: Nome público do novo curso. (O mais comum é esse nome ser o mesmo do curso original)
tr_tr: Yeni ders için herkese görünen isim. (Bu isim genellikle asıl ders adıyla aynıdır).
zh_cn: 新课程的公开显示名称。(该名字通常与原始的课程名称相同。)

source: Organization
pt_br: Organização
tr_tr: Kurum
zh_cn: 机构

source: e.g. UniversityX or OrganizationX
pt_br: Ex. Universidade X ou Organização X
tr_tr: örn. ÜniversiteX veya KurumX
zh_cn: 例如：UniversityX 或 OrganizationX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
pt_br: O nome da organização patrocinando o novo curso. (O mais comum é esse nome ser o mesmo da organização original)
tr_tr: Yeni dersi sunan kurumun adı. (Bu ad genellikle kurumun adıyla aynıdır.)
zh_cn: 资助该新课程的机构的名称。(该名字通常与原始的机构名称相同。)

source: Note: No spaces or special characters are allowed.
pt_br: Comentário: espaços e caracteres especiais não são permitidos.
tr_tr: Not: Boşluk veya özel karakter olmamalıdır.
zh_cn: 注意：不允许有空格或特殊字符。

source: Course Number
pt_br: Número do curso
tr_tr: Ders Numarası
zh_cn: 课程代码

source: e.g. CS101
pt_br: por exemplo, CS101
tr_tr: örn. CS101
zh_cn: 例如： CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
tr_tr: Bu dersi kurumunuz içinde tanımlayan benzersiz numara. (Bu numara genellikle özgün ders numarasıyla aynıdır ve değiştirilemez.)
zh_cn: 在组织里识别课程的唯一号码。（该号码将会是课程的原始号码并且不能被更改）

source: Course Run
pt_br: Versão do Curso
tr_tr: Dersi Yayın Tarihi
zh_cn: 开课时间

source: e.g. 2014_T1
pt_br: por exemplo, 2014_T1
tr_tr: örn. 2014_YY1
zh_cn: 例如：2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
pt_br: Semestre a partir do qual o curso se iniciará. (Essa informação, normalmente, é diferente da que consta no curso original)
tr_tr: Yeni dersin yayında olacağı zaman aralığı. (Bu değer, özgün ders çalışma değerinden genellikle farklıdır.)
zh_cn: 将开设该新课程的学期。(该值通常与原始开课时间的值不同。)

source: Create Re-run
pt_br: Criar reprise
tr_tr: Yeniden Çalıştırma Oluştur
zh_cn: 创建重启

source: When will my course re-run start?
pt_br: Quando a minha reprise do curso vai começar?
tr_tr: Dersim ne zaman yeniden başlayacak?
zh_cn: 我的课程何时可以重启？

source: The new course is set to start on January 1, 2030 at midnight (UTC).
pt_br: O novo curso está marcado para começar no dia 1˚ de janeiro de 2030 à meia-noite (UTC).
tr_tr: Yeni ders 1 Ocak 2030 tarihinde geceyarısı (UTC) başlayacak şekilde ayarlanır.
zh_cn: 新课程设置为将于2030年1月1日午夜开始(UTC)。

source: What transfers from the original course?
pt_br: O que transferir do curso original?
tr_tr: Asıl dersten ne aktarılacak?
zh_cn: 原始课程中的哪些内容会复制过来？

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
pt_br: O novo curso tem o mesmo esboço e conteúdos do curso original. Todos os problemas, vídeos, pronunciamentos, e outros arquivos foram duplicados para o novo curso.
tr_tr: Yeni ders asıl dersle aynı anahat ve içeriğe sahiptir. Asıl dersin tüm problem, video, duyuru ve diğer dosyaları yeni derse kopyalanır.
zh_cn: 新课程与原始课程具有相同的课程大纲，所有的问题、视频、通知以及其他文件都复制到了新课程中。

source: What does not transfer from the original course?
pt_br: O que não transfere do curso original?
tr_tr: Asıl dersten ne aktarılmaz?
zh_cn: 原始课程中的哪些内容不会复制过来？

source: You are the only member of the new course's staff. No learners are enrolled in the course, and there is no learner data. There is no content in the discussion topics or wiki.
pt_br: Você é o único na equipe do novo curso. Nenhum aluno se matriculou ainda e não há informações sobre alunos. Não há nada no fórum de discussão ou no wiki.
zh_cn: 您是新课程的唯一课程员工。没有学员选修该课程，没有学员数据，论坛或Wiki里也没有内容。

source: Learn more about Course Re-runs
pt_br: Aprenda mais sobre reprisar cursos
tr_tr: Ders yeniden çalıştırması hakkında daha fazla bilgi edinin
zh_cn: 了解更多关于课程重启的信息

source: Course Updates
pt_br: Atualizações dos cursos
tr_tr: Ders Güncellemeleri
zh_cn: 课程更新

source: New Update
pt_br: Nova atualização
tr_tr: Yeni Güncelleme
zh_cn: 新的更新

source: Use course updates to notify learners of important dates or exams, highlight particular discussions in the forums, announce schedule changes, and respond to learner questions. You add or edit updates in HTML.
pt_br: Use as atualizações do curso para informar os alunos sobre datas importantes ou provas, destacar discussões específicas nos fóruns, anunciar mudanças de horário e responder a perguntas dos alunos. Voce pode adicionar ou editar essas atualizações em HTML.
zh_cn: 使用课程更新来通知学员重要的日期或者考试，高亮显示论坛中的特别讨论，发布进度变更，以及回复学员问题。您可以用HTML来编辑更新。

source: Course Outline
pt_br: Esboço de Curso
tr_tr: Ders Taslağı
zh_cn: 课程大纲

source: This course was created as a re-run. Some manual configuration is needed.
pt_br: Esse curso foi criado como uma reprise. Você vai precisar fazer algumas configurações manualmente.
tr_tr: Bu ders yeniden çalıştırma olarak oluşturulmuştur. Bazı elle yapılandırma işlemleri gerekecek.
zh_cn: 本课程已作为重启创建，需要进行一些必要的手动配置。

source: No course content is currently visible, and no learners are enrolled. Be sure to review and reset all dates, including the Course Start Date; set up the course team; review course updates and other assets for dated material; and seed the discussions and wiki.
tr_tr: Hiçbir dersin içeriği şu anda görünür değil ve hiçbir öğrenci kayıtlı değil. Ders Başlangıç Tarihi dahil tüm tarihleri gözden geçirin ve sıfırlayın; ders ekibini kurun; ders güncellemeleri ile diğer zamanlanmış varlıklarınızı gözden geçirin; ve forum ile wikinizi hareketlendirin.
zh_cn: 目前没有课程内容是可见的，而且尚未有学员注册课程。请确保您预览并且重新设定好日期，包括课程开始日期；建立课程团队，预览课程更新和其他日期相关方面；创立好课程讨论区和课程维基。

source: Warning
pt_br: Aviso
tr_tr: Uyarı
zh_cn: 警告

source: This course uses features that are no longer supported.
pt_br: Este curso utiliza recursos que não estão mais disponíveis.
tr_tr: Bu ders artık desteklenmeyen özellikleri kullanıyor.
zh_cn: 该课程使用的功能已被停止。

source: You must delete or replace the following components.
pt_br: Você deve excluir ou substituir os seguintes componentes.
tr_tr: Takip eden bileşenleri silmek ya da yerini değiştirmek zorundasınız.
zh_cn: 您必须删除或者替换一下组件。

source: Unsupported Components
pt_br: Componentes Indisponíveis
tr_tr: Desteklenmeyen Bileşenler
zh_cn: 不支持元素

source: Deprecated Component
pt_br: Componente desaprovado
tr_tr: Kullanımdan Kaldırılmış Bileşen
zh_cn: 弃用元素
