Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
pt_br: Adicione os pares de chave/valor para cada parâmetro de personalização, tais como a sua página de e-book que deverá abrir ou a cor de fundo deste componente. <br />Ver {docs_anchor_open} a documentação de edX LTI {anchor_close} para mais detalhes de configurações.
tr_tr: E-kitabınızın hangi sayfadan açılacağı ya da bu bileşenin arkaplan rengi gibi her özel parametre için anahtar/değer çifti ekleyin.<br />Bu ayar hakkında daha detaylı bilgi için {docs_anchor_open}edX LTI belgelendirmesine{anchor_close} bakın.
zh_cn: 任意自定义的参数都要添加键/值且成对，例如你要打开的电子书的页面或者这个组件的背景颜色。<br />这项设置的更多信息请查看{docs_anchor_open}edX LTI文档{anchor_close}

source: Open in New Page
pt_br: Abrir em uma nova página
tr_tr: Yeni Sayfada Aç
zh_cn: 在新的窗口打开

source: Select True if you want learners to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
pt_br: Selecione Verdadeiro se quiser que os alunos abram a ferramenta LTI em uma nova janela ao clicar no link. Selecione Falso se quiser que o conteúdo da ferramenta LTI seja aberto em um iFrame na página atual. Esta configuração será utilizada apenas quando a opção "Esconder Ferramenta Externa" estiver definida como Falso.
zh_cn: 如果你想要学员通过点击一个链接在一个新窗口中打开LTI工具，选择True。如果你想要在当前页面的一个IFrame中打开LTI内容，选择False。这个设置只有在 隐藏外部工具 设置为False的时候才能使用。

source: Scored
pt_br: Pontuado
tr_tr: Puanlandı
zh_cn: 可评分

source: Select True if this component will receive a numerical score from the external LTI system.
pt_br: Selecione Verdadeiro se este componente for receber uma pontuação numérica do sistema LTI externo.
tr_tr: Bu bileşen dış LTI sisteminden rakamsal bir skor alacaksa True olarak işaretleyin.
zh_cn: 如果允许该组件接收来自外部的LTI系统的数值分数请选择True。

source: Weight
pt_br: Peso
tr_tr: Ağırlık
zh_cn: 权重

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
pt_br: Entre com o número de pontos possíveis para este componente. O valor padrão é 1.0. Esta configuração só é usada quando a opção "Pontuável" estiver marcada como Verdadeiro.
tr_tr: Bu bileşen için muhtemel puan sayısını girin. Varsayılan değer 1.0. Bu ayar sadece Puanlandı değeri True olarak ayarlandıysa kullanılır.
zh_cn: 输入该组件可能的分数，默认值为 1.0。该设置仅在“可评分”设置为true的时候才有用。

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
pt_br: A pontuação utilizada no xblock KVS - cópia da pontuação publicada no BD do django.
tr_tr: Puan xblock KVS'de tutuldu -- django DB'deki yayınlanan puanın kopyası
zh_cn: 分数保存在xblock KVS中——已公布分数的分本存储在django数据库中

source: Hide External Tool
pt_br: Esconder ferramenta externa
tr_tr: Harici Aracı Gizle
zh_cn: 隐藏扩展工具

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
pt_br: Selecione True caso deseje deseje utilizar este componente como um substituto para sincronização com um sistema de avaliação externo ao invés de abrir uma ferramenta externa. Esta configuração oculta o botão Abrir e quaisquer IFrames para este componente.
tr_tr: Bu bileşenin harici bir araç başlatması yerine harici bir notlandırma sistemi ile senkronize etmek için yerine geçmesini istiyorsanız, değeri True olarak işaretleyin. Bu ayar Başlat düğmesini ve bu bileşen için olan IFrames'i gizler.
zh_cn: 若您想要使用该组件作为一个与外部评分系统同步的占位符，而不是启动一个外部工具，则设该值为Ture。该设置会隐藏启动按钮和该组件的任何内联框架。

source: Request user's username
pt_br: Requerer o nome de usuário
tr_tr: Kullanıcının kullanıcı adını iste
zh_cn: 需要用户名

source: Select True to request the user's username.
pt_br: Selecione Verdadeiro para solicitar o nome dos usuários.
tr_tr: Kullanıcının kullanıcı adını istemek için True'yu seçin.
zh_cn: 选择True 以要求用户的用户名 username。

source: Request user's email
pt_br: Requerer o endereço de e-mail do usuário
tr_tr: Kullanıcının e-posta adresini iste
zh_cn: 需要用户邮箱

source: Select True to request the user's email address.
pt_br: Selecione Verdadeiro para solicitar o endereço de e-mail do usuário.
tr_tr: Kullanıcının e-posta adresini istemek için True'yu seçin.
zh_cn: 选择True 以要求用户的电子邮件地址。

source: LTI Application Information
pt_br: Informações sobre o aplicativo LTI
tr_tr: LTI Uygulama Bilgisi
zh_cn: LTI应用信息

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
pt_br: Digite uma descrição do aplicativo de terceiros. Se solicitando nome de usuário e/ou e-mail, use esta caixa de texto para informar aos usuários por que seu nome de usuário e/ou e-mail será encaminhado para um aplicativo de terceiros.
tr_tr: Üçüncü parti uygulamanın açıklamasını girin. Eğer kullanıcı adı ve/veya e-posta talep ediliyorsa bu metin kutusuna kullanıcıların neden üçüncü parti uygulamaya kullanıcı adlarının ve/veya e-postalarının gönderileceğine ilişkin açıklama yazın.
zh_cn: 输入第三方应用程序的描述。用来告诉用户为什么第三方应用程序需要用户的用户名及E-mail。

source: Button Text
pt_br: Texto do Botão
tr_tr: Buton Metni
zh_cn: 按钮文本

source: Enter the text on the button used to launch the third party application.
pt_br: Digite o texto no botão usado para executar o aplicativo de terceiros.
tr_tr: Üçüncü kişi uygulamasını başlatmak için kullanılan düğmenin üzerindeki metni girin.
zh_cn: 输入按钮上的文字用于加载第三方应用。

source: Accept grades past deadline
pt_br: Aceitar notas após o prazo final
tr_tr: Tarihi geçmiş notları kabul et
zh_cn: 接受超过限期的成绩

source: Select True to allow third party systems to post grades past the deadline.
pt_br: Selecione Verdadeiro para permitir que sistemas de terceiros possam postar notas fora do prazo.
tr_tr: Bitiş tarihi geçmiş notlarını göndermek için üçüncü parti sistemlere izin vermek için True'yu seçin.
zh_cn: 请选择“True”以同意第三方系统在截止日期之后发布成绩。

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
pt_br: Não foi possível analisar o parâmetro personalizado: {custom_parameter}. Deve ser uma sequência "x=y".
tr_tr: Özel parametre okunamadı: {custom_parameter}. "x=y" dizgesi olmalıdır.
zh_cn: 无法解析自定义参数：{custom_parameter}。参数格式必须类似于“x=y”。

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
pt_br: Não foi possível analisar o passaporte LTI: {lti_passport}. Deve ser uma string "id:key:secret".
tr_tr: LTI pasaportu okunamadı: {lti_passport}. "id:key:secret" dizgesi olmalıdır.
zh_cn: 无法解析LTI通行证：{lti_passport}，这应当是一个由“id:key:secret”构成的字符串。

source: Due Date
pt_br: Prazo de Entrega
tr_tr: Teslim Tarihi
zh_cn: 截止日期

source: Enter the default date by which problems are due.
pt_br: Digite a data padrão pelo qual os problemas ficam pendentes.
tr_tr: Süresi dolan problemler vasıtasıyla varsayılan tarihi girin.
zh_cn: 输入问题的默认截止日期。

source: If true, can be seen only by course staff, regardless of start date.
pt_br: Se for verdadeiro, pode ser visto apenas pela equipe do curso, independentemente da data de início.
tr_tr: Eğer True ise, başlangıç tarihine bakmaksızın sadece ders personeli tarafından görülebilir.
zh_cn: 如果为真，则无论开始日期为何时都只能被课程员工看到。

source: Enter the URL for the course data GIT repository.
pt_br: Digite a URL do repositório do GIT que possui os dados do curso.
tr_tr: GIT havuzunun ders verileri için URL girin.
zh_cn: 为课程数据GIT仓库输入URL

source: XQA Key
pt_br: Chave XQA
tr_tr: XQA Anahtarı
zh_cn: XQA 密钥

source: This setting is not currently supported.
pt_br: Esta configuração não é suportada atualmente.
tr_tr: Bu ayar şu anda desteklenmiyor.
zh_cn: 当前不支持此设置。

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
pt_br: Digite a localização do servidor de armazenamento de anotação. Os módulos avançados de anotações de texto, de vídeo, e de imagem exigem essa configuração.
tr_tr: İpucu depolama sunucusunun yerini giriniz. Metin ipucu, video ipucu ve görüntü ipucu gelişmiş modüllerinin bu ayara ihtiyacı var.
zh_cn: 请输入批注存储服务器的位置，高级模块“textannotation”、“videoannotation”和“imageannotation ”都需要此设置。

source: URL for Annotation Storage
pt_br: URL para armazenamento da Anotação
tr_tr: İpucu Depolama için URL
zh_cn: 用于批注存储的 URL

source: Enter the secret string for annotation storage. The textannotation, videoannotation, and imageannotation advanced modules require this string.
pt_br: Digite a senha para armazenamento da anotação. Os módulos avançados de anotações de texto, de vídeo, e de imagem exigem essa senha
tr_tr: İpucu depolama için gizli dizge giriniz. Metin ipucu, video ipucu ve görüntü ipucu gelişmiş modüllerinin bu ayara ihtiyacı var.
zh_cn: 请输入用于批注存储的秘密字符串，高级模块“textannotation”、“videoannotation”和“imageannotation ”都需要此设置。

source: Enter the ids for the content groups this problem belongs to.
pt_br: Digite os identificadores para os grupos de conteúdo que este problema pertence.
tr_tr: Bu problemin ait olduğu içerik grupları için kimlikleri girin.
zh_cn: 输入这个问题所属的内容组的编号。

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
pt_br: Especificar quando o botão Mostrar Resposta aparecerá para cada problema. Os valores válidos são "sempre", "respondido", "tentado", "fechado", "terminado", "atrasado", "corrigido_ou_atrasado", e "nunca".
tr_tr: Her bir problem için Cevabı Göster düğmesinin ne zaman görüneceğini belirle. Geçerli değerler "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due" ve "never".
zh_cn: 在每个问题中何时出现显示答案按钮，有效值是：“always”，“answered”，“attempted”，“closed”，“finished”，“past_due”， "correct_or_past_due"和“never”。

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
pt_br: Especificar quando mostrar a resposta certa e a pontuação dos alunso. Valores validos são "sempre", "nunca", and "vencido".
tr_tr: Öğrencilere cevaplarının doğru veya yanlış olmadığını ve notlarının ne zaman gösterileceğini belirleyin. Geçerli parametreler "always", "never" ve "past_due" değerleridir.
zh_cn: 指定何时向学员显示答案正确性并评分。有效值为"始终"、"从不"和"过期"。

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
pt_br: Especifique a definição de com que frequência as variáveis de valor em um problema são randomizadas. Essa definição deve ser estabelecida para "nunca" a menos que você planeje fornecer um script Python para identificar e randomizar valores na maioria dos problemas no seu curso. Valores válidos são "sempre", "ao restabelecer", "nunca", e "por_aluno".
tr_tr: Bir problemdeki değişken değerlerin hangi sıklıkla rasgele sıralanacağını belirtin. Bu ayar dersinizin çoğu problemindeki değerleri Python betikleriyle sağlamayı ve rasgele sıralamayı planlamayı düşününceye dek "never" olarak ayarlanmalıdır. Geçerli değerler "always", "onreset", "never" ve "per_student"dır.
zh_cn: 指定隐含变量值多久会发生问题是采随机系统默认。此设定应设为“从不”，除非你打算提供一个Python script 来随机辨识您的课程中大部分问题。有效字段为“永远”，“当reset 时”，“从不”，以及“每名学员”。

source: Days Early for Beta Users
pt_br: Dias Antes do Início do Curso para Usuários Beta
tr_tr: Beta Kullanıcıları için Erken Günler
zh_cn: Beta 测试用户提前访问天数

source: Enter the number of days before the start date that beta users can access the course.
pt_br: Digite o número de dias antes da data de início que os usuários beta podem acessar o curso.
tr_tr: Beta kullanıcılarının başlangıç tarihinden önce derse giriş yapabileceği gün sayısını giriniz.
zh_cn: 输入课程测试员可以提前访问课程的天数。

source: Static Asset Path
pt_br: Caminho dos Ativos Estáticos
tr_tr: Statik Veri Yolu
zh_cn: 静态资源路径

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
pt_br: Digite o caminho a ser usado para arquivos na página Arquivos & Uploads. Esse valor substitui o padrão do Studio, c4x://.
tr_tr: Dosyalar & Yüklemeler sayfasında dosyalar için kullanmak üzere yolu girin. Bu değer Studio varsayılanının üzerine yazılır, c4x://.
zh_cn: 请输入要使用的文件＆上传页面中文件的路径。这将覆盖 Studio 的默认值（c4x:// 格式）。

source: Enable LaTeX Compiler
pt_br: Habilitar Compilador LaTeX
tr_tr: LaTeX Derleyici Etkin
zh_cn: 启用 LaTeX 编译器

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
pt_br: Digite verdadeiro ou falso. Se for verdadeiro, você pode usar os modelos do LaTeX para componentes HTML e componentes avançados do problema.
tr_tr: True ya da False değerleriyle işaretleyin. Eğer bu değer True olarak girilmişse, HTML bileşenleri ve gelişmiş Soru bileşenleri için LaTeX şablonlarını kullanabilirsiniz.
zh_cn: 请输入 true 或者 false ，当输入为 true 时，您可以使用 LaTeX 编辑器，编辑 HTML 模块和问题模块。

source: Enter the maximum number of times a learner can try to answer problems. By default, Maximum Attempts is set to null, meaning that learners have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
pt_br: Entre o número máximo de vezes que um estudante pode tentar responder os problemas. Por padrão, Máximo de Tentativas é configurado para nulo, significando que estudantes têm um número ilimitado de tentativas nos problemas. Você pode substituir esta configuração do curso em problemas individuais. Entretanto, se a configuração do curso tiver um número específico, você não poderá configurar o Máximo de Tentativas de problemas individuais para ilimitado.
zh_cn: 请输入学员可以尝试回答问题的最大次数。最大尝试次数默认被设置为null，也就是说学员可以无限制的尝试回答问题。对于不同的问题您可以设置不同的回答次数限制。

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
pt_br: Digite a chave de API fornecida pela MathWorks para acessar o Serviço Hospedado MATLAB. Esta chave é concedida para uso exclusivo neste curso na duração especificada. Não compartilhe a chave de API com outros cursos. Notifique a MathWorks imediatamente se você acredita que a chave foi exposta ou comprometida. Para obter uma chave para o seu curso, ou para relatar um problema, por favor contate moocsupport@mathworks.com
tr_tr: MATLAB hizmetine ulaşmak için MAthWorks tarafından sağlanan API anahtarını girin. Bu anahtar yalnızca belirlenen süre içinde bu derste kullanılmak üzere verilmiştir. API anahtarını diğer derslerde paylaşmayın. Anahtarın ortaya çıktığına ya da başkası tarafından kullanıldığına inanıyorsanız hemen MathWorks'e bildirin. Dersiniz için bir anahtar almak veya bir sorunu bildirmek için moocsupport@mathworks.com adresi ile iletişim kurun.
zh_cn: 请输入由 MathWorks 提供的、用于访问 MATLAB 宿主服务的 API Key 。请保证该 API Key 在指定的一段时间内由本课程独占使用，不要与其他课程共享该 API Key 。如果您确认 API Key 泄露或受损，请立刻通知 MathWorks 。要为您的课程获取 API Key 或报告问题，请联系 moocsupport@mathworks.com

source: Group Configurations
pt_br: Configurações de Grupo
tr_tr: Grup Ayarları
zh_cn: 组配置

source: Enter the configurations that govern how learners are grouped together.
pt_br: Entre as configurações que determinam como os alunos são agrupados.
zh_cn: 请输入学员分组的标准。

source: Enable video caching system
pt_br: Habilitar o sistema de cache de vídeo
tr_tr: Video önbellekleme sistemini etkinleştir
zh_cn: 启用视频缓存系统

source: Enter true or false. If true, video caching will be used for HTML5 videos.
pt_br: Escolha entre verdadeiro ou falso. Se verdadeiro, o sistema de armazenamento prévio de vídeo será usado para vídeos HTML5.
tr_tr: True ya da False değerleriyle işaretleyin. Eğer bu değer true olarak girilmişse, video önbellekleme HTML5 videoları için kullanılacak.
zh_cn: 请输入true或者false。如果输入true，HTML5的视频将被缓存。

source: Enable video auto-advance
pt_br: Habilitar o avanço automático dos vídeos
tr_tr: Video otomatik ilerleme özelliğini etkinleştir
zh_cn: 启用视频自动前进功能

source: Specify whether to show an auto-advance button in videos. If the learner clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
pt_br: Especifique se deseja exibir um botão de avanço automático nos vídeos. Se o aluno clicar nele, quando o último vídeo de uma unidade termina, ele se move automaticamente para a próxima unidade e reproduza automaticamente o primeiro vídeo.
zh_cn: 指定是否在视频中显示自动前进按钮。 如果学员点击它，当单元中的最后一个视频完成时，它将自动移动到下一个单元并自动播放第一个视频。

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
tr_tr: Ders videolarından önce gösterilmesi için 5-10 saniye uzunluğunda bir video belirleyin. Video Yüklemeleri sayfasından Video ID'sini ve bir ya da daha fazla altyazı dosyasını şu formatta girin: {format}. Örneğin iki farklı altyazıya sahip bir video için giriş şu şekilde görünür: {example}
zh_cn: 课程视频前指定一个 5-10 秒的视频。从 Video Uploads 中输入 Video ID，以及一个或多个字幕档，以下面的格式：{format}。例如，使用两个字幕档的一段视频如同： {example}

source: Show Reset Button for Problems
pt_br: Mostrar o botão de reinicialização para problemas
tr_tr: Problemler için Sıfırla Düğmesini Göster
zh_cn: 为问题显示重置按钮

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
pt_br: Entre verdadeiro ou falso. Se verdadeiro, o padrão do curso será mostrar um botão 'Limpar' nos problemas. Você pode substituir isto na configuração de cada problema. Todos os problemas existentes são afetados quando a configuração do curso é alterada.
tr_tr: True ya da False değerleriyle işaretleyin. Eğer bu değer true olarak girilmişse, dersteki problemlerde varsayılan olarak 'Sıfırla' düğmesi bulunacak. Her problemin ayarlar kısmından bu durumu geçersiz hale getirebilirsiniz. Tüm derse etki eden bu ayar değiştirildiğinde var olan tüm sorular etkilenecektir.
zh_cn: 输入true或false。为true时，课程中的问题总是默认显示一个“重置”按钮，你可以在每个问题的设置中重设。当该课程范围内的设置改变时，所有已存在的问题都将受影响。

source: Enable Learner Notes
pt_br: Habilitar anotações de estudantes.
zh_cn: 启用学员笔记

source: Enter true or false. If true, learners can use the Learner Notes feature.
pt_br: Digite verdadeiro ou falso. Se for verdadeiro, estudantes podem usar a funcionalidade de Notas dos Alunos
zh_cn: 输入true或false。为true时，学员可以使用学员笔记特性。

source: Indicates whether Learner Notes are visible in the course. Learners can also show or hide their notes in the courseware.
pt_br: Indique se as Notas do Estudante estarão visíveis no curso. Estudantes podem também exibir ou ocultar suas notas nas páginas do curso.
zh_cn: 表明学员笔记是否在课程中可见。学员也可以在课件中显示或隐藏他们的笔记。

source: Tag this module as part of an Entrance Exam section
pt_br: Identifique esse módulo como parte de uma seção do Teste de Entrada
tr_tr: Bu modülü Giriş Sınavı bölümünün bir parçası olarak etiketle
zh_cn: 标记该模块为入学考试的部分

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
pt_br: Digite verdadeiro ou falso. Se verdadeiro, a resposta enviada para os módulos de problema será considerada como um algorítimo de pontuação/registro no Exame de Admissão.
tr_tr: True ya da False değerleriyle işaretleyin. Eğer bu değer true olarak girilmişse, problem modülleri için olan cevap gönderimleri Giriş Sınavı scoring/gating algoritmasında kabul edilecektir.
zh_cn: 输入true或false。若为true，问题模块的答案提交将会被考虑在入学考试的得分/控制算法中。

source: Enrollment Track Groups
pt_br: Acompanhamento de Inscrição de Grupo
tr_tr: Kayıtlanma Yolu Grupları
zh_cn: 注册追踪组

source: Partition for segmenting users by enrollment track
pt_br: Partição para segmentar usuários por faixa de inscrição
tr_tr: Kullanıcıları kayıtlanma yollarına göre ayrıştırma için bölümleme
zh_cn: 按注册跟踪细分用户的分区

source: Whether this learner has voted on the poll
pt_br: Se este aluno votou na enquete
zh_cn: 这名学员是否投了票

source: Learner answer
pt_br: Resposta do aluno
zh_cn: 学员回答

source: Poll answers from all learners
pt_br: Resposta de Enquete de todos os alunos
zh_cn: 民意调查回答所有学员

source: Poll answers from xml
pt_br: Resposta de Enquete de xml
tr_tr: XML kaynağından gelen anket cevapları
zh_cn: 民意调查回答从xml

source: Poll question
pt_br: Pergunta de Enquete
tr_tr: Anket sorusu
zh_cn: 民意调查问题

source: Enter the date by which problems are due.
pt_br: Digite a data a partir da qual os problemas ficam pendentes.
tr_tr: Süresi dolan problemler vasıtasıyla tarihi girin.
zh_cn: 输入问题的截止日期。

source: Hide sequence content After Due Date
pt_br: Ocultar o conteúdo da sequência após a data de vencimento
tr_tr: Bitiş Tarihinden Sonra sıradaki içeriği gizle
zh_cn: 在截止日期之后隐藏序列内容

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
pt_br: Se definido, o conteúdo da sequência será oculto para usuários que não pertencem à equipe após o vencimento.
tr_tr: Ayarlandığında, sıradaki içerik, bitiş tarihi geçtikten sonra akademik olmayan kullanıcılar için gizlenir.
zh_cn: 如果设置，则在截止日期过后，将为非工作人员用户隐藏序列内容。

source: Is Entrance Exam
pt_br: É Teste de Entrada
tr_tr: Giriş Sınavı Mı
zh_cn: 是入学考试

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
pt_br: Marcar este módulo do curso como um Exame de Admissão. Atenção, você deve habilitar o Exame de Admissão para que esta definição tenha efeito para o curso.
tr_tr: Bu ders modülünü Giriş Sınavı olarak etikleyin. Bu ders ayarının geçerli olması için Giriş Sınavları'nı etkinleştirmeniz gerektiğine dikkat edin.
zh_cn: 标记该课程模块作为入学考试。注意，您必须开启此课程设置的入学考试功能才可生效。

source: Estimated time for subsection
pt_br: Tempo estimado para subseção
zh_cn: 子章节预计时间

source: If set, estimated time will show in subsection display area.
pt_br: Se definido, o tempo estimado será exibido próximo à subseção.
zh_cn: 如果设置，预计时间将显示在子章节相关区域

source: Is Time Limited
pt_br: Tempo limitado
tr_tr: Zaman Sınırlı Mı
zh_cn: 时间是否受限

source: This setting indicates whether learners have a limited time to view or interact with this courseware component.
pt_br: Esta configuração indica se os estudantes tem um tempo limitado para visualizar ou interagir com este componente de material didático.
zh_cn: 该设置表明学员是否有一段有限的时间去查看或与课件组件交互。

source: Time Limit in Minutes
pt_br: Tempo limite em minutos
tr_tr: Dakika Cinsinden Süre Sınırı
zh_cn: 时间限制在几分钟内

source: The number of minutes available to learners for viewing or interacting with this courseware component.
pt_br: O número de minutos disponíveis para os alunos poderem visualizar ou interagir com este componente de material didático.
zh_cn: 学员可查看或与课件交互的时间（分钟）。

source: Is Proctoring Enabled
pt_br: A Supervisão Está Ativada?
tr_tr: Gözetmenlik Etkin Mi
zh_cn: 是否启动监考
