Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Internal reference code for this invoice.
pt_br: Código de referência interna para esta fatura.
tr_tr: Bu fatura için iç referans kodu.
zh_cn: 该发票的内部参考代码。

source: Customer's reference code for this invoice.
pt_br: Código de referência do cliente para esta fatura.
tr_tr: Bu fatura için müşteri referans kodu.
zh_cn: 该发票的客户参考代码。

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
pt_br: O montante da transação. Use valores positivos para pagamentos e negativos para reembolsos.
tr_tr: İşlem bedeli. Ödemeler için pozitif değer, iadeler için negatif değer kullanın.
zh_cn: 交易的总额，使用正总额的当作付款，负总额的当作退款。

source: Lower-case ISO currency codes
pt_br: Código de moeda ISO em letra minúscula
tr_tr: Küçük harfli ISO para birimi kodları.
zh_cn: 小写国际标準组织通货代号

source: Optional: provide additional information for this transaction
pt_br: Opcional: forneça informações adicionais para essa transação
tr_tr: İsteğe bağlı: bu işlem için ek bilgi ver.
zh_cn: 可选：为该交易提供附加信息

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
pt_br: Status do pagamento ou reembolso. 'Iniciado' significa que o pagamento é aguardado, mas o dinheiro ainda não foi transferido. 'Concluído' significa que o pagamento ou reembolso foi recebido. 'Cancelado' significa que o pagamento ou reembolso era aguardado, mas foi cancelado antes de o dinheiro ser transferido.
tr_tr: Ödeme ya da iadenin durumu. 'başladı' ifadesi ödemenin beklendiğini ancak para tranferinin henüz gerçekleşmediğni belirtir. 'tamamlandı' ifadesi ödemenin veya iadenin alındığını belirtir. 'iptal edildi' ifadesi ödeme ya da iadenin beklendiğini ancak para transferinden önce iptal edildiğini belirtir.
zh_cn: 付款和退款的状态。“开始”意味着即将付款，但钱尚未转移。“完成”意味着付款或退款已经收到。“取消”意味着即将付款或退款，但在钱转移之前就被取消了。

source: The number of items sold.
pt_br: O número de itens vendidos.
tr_tr: Satılan ögelerin sayısı.
zh_cn: 已售项目的数量。

source: The price per item sold, including discounts.
pt_br: O preço por item vendido, incluindo descontos.
tr_tr: Satılan öge başına düşen fiyat, indirimler dahil.
zh_cn: 没意见商品出售的价格，包括折扣。

source: Registration for Course: {course_name}
pt_br: Registro para o curso: {course_name}
tr_tr: {course_name} dersine kayıt
zh_cn: 注册课程：{course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
pt_br: Por favor, visite seu {link_start}Painel de Controle{link_end} para acessar seu novo curso.
tr_tr: {link_start}ana panel{link_end}inizde yeni dersinizi görebilirsiniz.
zh_cn: 请前往你的{link_start}课程面板{link_end}查看新课程。

source: Enrollment codes for Course: {course_name}
pt_br: Códigos de inscrição para o curso : {course_name}
tr_tr: Ders için kayıt olma kodları: {course_name}
zh_cn: 课程：{course_name}的选课码

source: Mode {mode} does not exist for {course_id}
pt_br: O modo {mode} não existe para {course_id}
tr_tr: {course_id} için mod {mode} bulunmuyor
zh_cn: {course_id}不存在 {mode}模式

source: {mode_name} for course {course}
pt_br: {mode_name} para o curso {course}
tr_tr: {course} dersi için {mode_name}
zh_cn: 课程{course}的{mode_name}

source: You can unenroll in the course and receive a full refund for 14 days after the course start date.
pt_br: Você pode cancelar a inscrição do curso e receber um reembolso total até 14 dias após a data de início do curso.
tr_tr: Dersin başlangıç tarihinden sonraki 14 gün içerisinde silebilir ve paranızı tamamen geri alabilirsiniz.
zh_cn: 您可以取消注册课程，并在开课后14天收到全额退费。

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
pt_br: Se ainda não tiver verificado sua identidade, pedimos que inicie o processo de verificação ({verification_url}).
tr_tr: Henüz kimliğinizi doğrulamadıysanız, lütfen doğrualama sürecini başlatın ({verification_url}).
zh_cn: 如果你还没有验证你的身份，请立即开始验证过程吧({verification_url})。

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
pt_br: Você pode cancelar a inscrição do curso e receber um reembolso total até 2 dias após a data de início do curso.
tr_tr: Dersten kaydınızı dersin başlangıç tarihinden sonraki 2 gün içerisinde silebilir ve paranızı tamamen geri alabilirsiniz.
zh_cn: 您可以取消注册课程，并在开课后2天收到全额退费。

source: {refund_reminder_msg}To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
pt_br: {refund_reminder_msg} Para receber teu reembolso, entrar em contato com {billing_email}. Por favor, inclua o teu número de pedido no e-mail. Por favor, NÃO inclua as informações do teu cartão de crédito.
tr_tr: {refund_reminder_msg}İadenizi almak için {billing_email} adresinden iletişime geçin. Lütfen mail'e sipariş numaranızı ekleyin. Lütfen kredi kartı bilginizi EKLEMEYİN.
zh_cn: {refund_reminder_msg} 如要收到退费请联系 {billing_email}。请包含您的订单号码及您的email。请不要提供您的信用卡讯息。

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
pt_br: Agradecemos imensamente esta contribuição generosa e seu apoio à {platform_name} missão. Este recibo foi preparado para apoiar as contribuições de caridade para efeitos fiscais. Confirmamos que nem bens nem serviços foram prestados em troca deste presente.
tr_tr: {platform_name} hedeflerine olan katkınız ve desteğiniz için çok teşekkür ediyoruz. Bu makbuz, katkılarınızı vergi beyanınızda desteklemek amacıyla hazırlanmıştır. Bu hediye karşılığında hiçbir ürün ya da hizmetin sağlanmadığını doğruluyoruz.
zh_cn: 我们非常感谢慷慨的贡献，您的支持{platform_name}的任务。该收据準备支持为稅收目的的慈善捐款。我们确认，没有商品，也没有服务，以换取这份礼物。

source: Could not find a course with the ID '{course_id}'
pt_br: Não foi possível encontrar um curso com o ID '{course_id}'
tr_tr: '{course_id}' kimlikli ders bulunamadı
zh_cn: 无法找到ID为‘{course_id}’的课程

source: Donation for {course}
pt_br: Doação para {course}
tr_tr: {course} için bağış yap
zh_cn: 给{course}捐款

source: Donation for {platform_name}
pt_br: Doação para {platform_name}
tr_tr: {platform_name} için bağış
zh_cn: 为 {platform_name}捐款

source: Page {page_number} of {page_count}
pt_br: Página {page_number} de {page_count}
tr_tr: Sayfa no {page_number} / {page_count}
zh_cn: 翻到{page_count}的{page_number}

source: Invoice
pt_br: Fatura
tr_tr: Fatura
zh_cn: 收据

source: Order
pt_br: Pedido
tr_tr: Sipariş
zh_cn: 顺序

source: Date: {date}
pt_br: Data: {date}
tr_tr: Tarih: {date}
zh_cn: 日期: {date}

source: Quantity
pt_br: Quantidade
tr_tr: Miktar
zh_cn: 数量

source: List Price per item
pt_br: Listar Preço por item
tr_tr: Ürün başına Liste Fiyatı
zh_cn: 数量

source: Discount per item
pt_br: Desconto por item
tr_tr: Ürün başına İndirim
zh_cn: 折扣 每一项

source: Amount
pt_br: Quantidade
tr_tr: Miktar
zh_cn: 量

source: Payment Received
pt_br: Pagamento Recebido
tr_tr: Ödeme Alındı
zh_cn: 付款已收到

source: Balance
pt_br: Saldo
tr_tr: Bakiye
zh_cn: 金额

source: Billing Address
pt_br: Endereço de Cobrança
tr_tr: Fatura Adresi
zh_cn: 帐单地址

source: Disclaimer
pt_br: Renúncia
tr_tr: Yasal Uyarı
zh_cn: 免责声明

source: TERMS AND CONDITIONS
pt_br: TERMOS E CONDIÇÕES
tr_tr: Şartlar ve Koşullar
zh_cn: 条款声明

source: The payment processor did not return a required parameter: {0}
pt_br: O processador de pagamentos não retornou o parâmetro exigido: {0}
tr_tr: Ödeme işlemcisi gerekli bir parametreyi döndürmedi: {0}
zh_cn: 付款处理器没有返回所需的参数：{0}

source: The payment processor returned a badly-typed value {0} for param {1}.
pt_br: O processador de pagamento retornou um valor digitado incorretamente {0} para o parâmetro {1}.
tr_tr: Ödeme işlemcisi, {1} parametresi için kötü yazılmış {0} değer döndürdü.
zh_cn: 对于参数 {1} ，付款处理器返回一个错误类型值 {0} 。

source: The payment processor accepted an order whose number is not in our system.
pt_br: O processador de pagamento aceitou um pedido cujo número não está no nosso sistema.
tr_tr: Ödeme işlemcisi, numarası sistemimizde olmayan bir sipariş kabul etti.
zh_cn: 付款处理器接受了一个号码不在我们系统中的订单。

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
pt_br: O valor cobrado pelo processador {0} {1} é diferente do custo total do pedido {2} {3}.
tr_tr: İşlemci tarafından hesaplanan {0} {1}, {2} {3} siparişinin toplam maliyetinden farklı.
zh_cn: 付款处理器收取的总金额 {0} {1} 与订单总金额 {2} {3} 不一致。

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
pt_br: Ops! Nosso Processador de Pagamentos não aceitou seu Pagamento. A resposta que tivemos foi {decision_text}, e a razão foi {reason_text}. Você não foi cobrado. Por favor, tente usar uma forma diferente de pagamento. Se tiver dúvidas sobre pagamentos, mande uma mensagem para {email}.
tr_tr: Üzgünüz! Aracı ödeme kurumumuz ödemenizi kabul etmedi. İşlemi geri çevirme kararı: {decision_text}, nedeni: {reason_text}. Hesabınızdan ücret tahsil edilmedi. Lütfen farklı bir ödeme türü deneyin. Ödemeyle ilgili sorunlarınız için bize {email} adresinden ulaşabilirsiniz.
zh_cn: 抱歉！我们的支付系统处理没有受理您的缴费申请。答复是：{decision_text}，原因为：{reason_text}。您尚未缴费，请尝试其他支付形式。相关问题请联系{email}。

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data!We apologize that we cannot verify whether the charge went through and take further action on your order.The specific error message is: {error_message}. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
pt_br: Desculpe! Nosso processador de pagamentos retornou uma confirmação de pagamento com dados inconsistentes! Infelizmente não podemos verificar se o pagamento foi realizado e dar prosseguimento ao seu pedido. A mensagem de erro recebida foi: {error_message}. Seu cartão de crédito pode ter sido debitado. Envie dúvidas específicas sobre pagamentos para o endereço {email}.
tr_tr: Üzgünüz! Aracı ödeme kurumumuz içeriğinde tutarsız veri bulunan bir ödeme doğrulaması gönderdi! Ödeme işleminin gerçekleştiğini doğrulayamadığımızdan ve satın alma talebinizi tamamlayamadığımızdan ötürü özür dileriz. Belirtilen hata mesajı: {error_message}. Kredi kartınızdan ücret tahsil edilmiş olabilir. Ödemeyle ilgili sorularınız için bize {email} adresinden ulaşabilirsiniz.
zh_cn: 抱歉！支付系统返回的支付确认数据不一致。无法确认支付成功并进一步处理您的订单，对此我们深表歉意。具体的错误信息为：{error_message}。您的信用卡可能已经被扣费了。相关问题请联系{email}。

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
pt_br: Ops! Por causa de um erro cobramos um valor diferente do total do pedido! A mensagem de erro foi: {error_message}. Seu cartão de crédito provavelmente foi cobrado. Envie uma mensagem para {email} para solucionarmos este problema!
tr_tr: Üzgünüz! Bir hata sonucu sipariş toplamından farklı bir ücret alındı. Spesifik hata mesajı:{error_message}. Kredi kartınızdan ücret tahsil edimiş olabilir. Ödemeyle ilgili sorularınız için bize {email} adresinden ulaşabilirsiniz.
zh_cn: 抱歉！实际扣费金额与订单总额不符！具体的错误信息为：{error_message}。您的信用卡可能已被扣费。相关问题请联系{email}。

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
pt_br: Desculpe! Nosso processador de pagamentos retornou uma mensagem corrompida sobre a sua cobrança, de modo que não podemos validar se a mensagem foi realmente enviada pelo processador de pagamentos. A mensagem de erro específica é: {error_message}. Infelizmente não podemos verificar se a cobrança foi efetivada e dar prosseguimento ao seu pedido. Seu cartão de crédito pode ter sido debitado. Envie dúvidas específicas sobre pagamentos para {email}.
tr_tr: Üzgünüz! Aracı ödeme kurumumuz ödemenizle ilgili bozuk bir veri gönderdi. Bu nedenle mesajın gerçekten ödeme işlemcisinden gelip gelmediğini doğrulayamadık. Belirtilen hata mesajı {error_message}. Ödemenin gerçekleştiğini doğrulayamadığımız ve siparişinizi tamamlayamadığımızdan ötürü özür dileriz. Kredi kartınızdan ücret tahsil edilmiş olabilir. Ödemeyle ilgili sorularınız için bizimle {email} adresinden iletişim kurabilirsiniz.
zh_cn: 抱歉！支付系统返回信息受损，无法解析系统返回结果。具体的错误信息为：{error_message}。无法确认支付成功并进一步处理您的订单，对此我们深表歉意。您的信用卡可能已被扣费。相关问题请联系{email}。

source: Successful transaction.
pt_br: Transação bem sucedida.
tr_tr: Başarılı işlem.
zh_cn: 交易成功。

source: The request is missing one or more required fields.
pt_br: Um ou mais campos não foram preenchidos na solicitação.
tr_tr: Talepte gerekli alanlardan biri veya daha fazlasında eksiklik var.
zh_cn: 请求缺少了一个或多个必须的字段

source: One or more fields in the request contains invalid data.
pt_br: Um ou mais campos da solicitação possuem dados inválidos.
tr_tr: Talep içindeki bir ya da birden fazla alan geçersiz veri içeriyor.
zh_cn: 请求中的一个或多个字段包含了无效数据。

source: The merchantReferenceCode sent with this authorization request matches the merchantReferenceCode of another authorization request that you sent in the last 15 minutes. Possible fix: retry the payment after 15 minutes.
pt_br: O código de referência do vendedor enviado com esta solicitação de autorização coincide com o de outro pedido de autorização que você enviou nos últimos 15 minutos. Correção possível: repetir o pagamento após 15 minutos.
tr_tr: Bu doğrulama talebi için olan satıcı referans kodu geçen 15 dakika içerisinde göndermiş olduğunuz diğer doğrulama talebiyle eşleşiyor. Olası eylem: talebi aynı olmayan bir referans kodu ile yeniden gönderin.
zh_cn: 此次授权请求的merchantReferenceCode 与您15分钟内所发起的另一个授权请求的merchantReferenceCode一致。 解决方法：15分钟后再尝试支付。

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
pt_br: Erro: falha no sistema geral. Correção possível: tente fazer o pagamento novamente em alguns minutos.
tr_tr: Hata: Genel sistem hatası. Olası onarım: bir kaç dakika içinde ödemeyi tekrar deneyin.
zh_cn: 错误：系统故障。可能的解决方法：几分钟后重试支付。

source: Error: The request was received but there was a server timeout. This error does not include timeouts between the client and the server. Possible fix: retry the payment after some time.
pt_br: Erro: a solicitação foi recebida, mas o tempo limite do servidor foi excedido. Este erro não inclui os tempos de espera entre o cliente e o servidor. Correção possível: repetir o pagamento após algum tempo.
tr_tr: Hata: Talep alındı ama sunucuda zaman aşımı oldu. Bu hata istemci ve sunucu arasındaki zaman aşımını içermemektedir. Olası çözüm: ödemeyi bir süre sonra tekrar deneyin.
zh_cn: 错误: 请求已接受但服务器响应超时。 此错误不包括客户端与服务器之间的超时。 解决方法：稍后重试支付。

source: Error: The request was received, but a service did not finish running in time Possible fix: retry the payment after some time.
pt_br: Erro: a solicitação foi recebida, mas um determinado serviço não foi executado a tempo Correção possível: repetir o pagamento após algum tempo.
tr_tr: Hata: Talep alıncı ama bir servis zamanında bitmedi. Olası çözüm: ödemeyi bir süre sonra tekrarlayın
zh_cn: 错误：请求已接受，但是服务未按时完成 解决办法：稍后再尝试支付。

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
pt_br: O banco emissor tem dúvidas sobre a solicitação. Correção possível: tente utilizar outra forma de pagamento
tr_tr: Söz konusu bankanın talep konusunda soruları var. Olası çözüm: diğer bir ödeme türünü seçerek deneyin
zh_cn: 发卡银行对请求有问题。可能的解决方法：重试另一种付款方式。

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible fix: retry with another form of payment
pt_br: Cartão vencido. Esta mensagem também pode ser exibida se ​​a data de validade informada não corresponder à data que o banco emissor tem nos seus registros. Correção possível: repetir o processo com outra forma de pagamento
tr_tr: Süresi dolmuş kart. Bu hatayı belirtmiş olduğunuz son kullanma tarihinin bankanın belirttiği tarih ile aynı olmaması nedeniyle de görüyor olabilirsiniz. Olası çözüm: farklı bir ödeme türü ile tekrar deneyin.
zh_cn: 信用卡已过期。也有可能是由于您所提供的有效期 与银行提供的日期不一致。 解决办法：尝试其他支付形式

source: General decline of the card. No other information provided by the issuing bank. Possible fix: retry with another form of payment
pt_br: O cartão foi recusado. Nenhuma outra informação foi fornecida pelo banco emissor. Correção possível: repetir com outra forma de pagamento
tr_tr: Kart genel olarak reddedildi. İşlem yapılan banka bu konu hakkında daha fazla bilgi vermedi. Olası çözüm: farklı bir ödeme aracıyla yeniden deneyin.
zh_cn: 拒绝支付。发卡行未提供其他信息。 解决办法：尝试其他支付形式

source: Insufficient funds in the account. Possible fix: retry with another form of payment
pt_br: Fundos insuficientes na conta. Correção possível: tente utilizar outra forma de pagamento
tr_tr: Hesaptaki bakiye yetersiz. Olası çözüm: farklı bir ödeme aracıyla yeniden deneyin.
zh_cn: 账户中的资金不足。可能的解决方法：重试另一种付款方式

source: Unknown reason
pt_br: Razão desconhecida
tr_tr: Bilinmeyen neden
zh_cn: 未知的原因

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
pt_br: Banco emissor indisponível. Correção possível: tente novamente em alguns minutos
tr_tr: Söz konusu bankaya ulaşılamadı. Olası çözüm: birkaç dakika içinde yeniden deneyin
zh_cn: 发卡银行无响应。可能的解决方法：几分钟后重试

source: Inactive card or card not authorized for card-not-present transactions. Possible fix: retry with another form of payment
pt_br: Cartão inativo ou não autorizado para transações à distância. Correção possível: repetir com outra forma de pagamento
tr_tr: Aktif olmayan kart veya yetkilendirilmemiş kart kullanıldı. Olası çözüm: diğer bir ödeme türüyle tekrar deneyin
zh_cn: 未激活的卡或卡主未授权无卡交易。 解决办法：尝试其他交易形式

source: The card has reached the credit limit. Possible fix: retry with another form of payment
pt_br: O cartão atingiu o limite de crédito. Correção possível: tente utilizar outra forma de pagamento
tr_tr: Kart kredi limitine ulaşmış. Olası çözüm: diğer bir ödeme türünü seçerek deneyin
zh_cn: 已超过该卡信用额度。可能的解决方法：重试另一种付款方式

source: Invalid card verification number. Possible fix: retry with another form of payment
pt_br: Código de verificação do cartão inválido. Correção possível: tente utilizar outra forma de pagamento
tr_tr: Geçersiz kart onaylama numarası. Olası çözüm: diğer bir ödeme türünü seçerek deneyin
zh_cn: 无效的信用卡验证码。可能的解决方法：重试另一种付款方式

source: Invalid account number. Possible fix: retry with another form of payment
pt_br: Número de conta inválido. Correção possível: tente utilizar outra forma de pagamento
tr_tr: Geçersiz hesap numarası. Olası çözüm: diğer bir ödeme türünü seçerek deneyin
zh_cn: 无效的帐户号码。可能的解决方法：重试另一种付款方式

source: The card type is not accepted by the payment processor. Possible fix: retry with another form of payment
pt_br: O tipo de cartão não é aceito pelo processador de pagamentos. Correção possível: repetir com outra forma de pagamento
tr_tr: Bu kart türü aracı kurum tarafından kabul edilmiyor. Olası çözüm: farklı bir ödeme aracıyla tekrar deneyin.
zh_cn: 支付系统不受理该信用卡类型。 解决办法：尝试其他支付形式

source: General decline by the processor. Possible fix: retry with another form of payment
pt_br: Recusa genérica do processador. Correção possível: tente utilizar outra forma de pagamento
tr_tr: Aracı kurum tarafından reddedildi. Olası çözüm: Farklı bir ödeme aracıyla yeniden deneyin.
zh_cn: 付款被拒绝。可能的解决方法：重试另一种付款方式

source: There is a problem with our CyberSource merchant configuration. Please let us know at {0}
pt_br: Houve um problema com a configuração do nosso CyberSource. Por favor, informe-nos sobre o problema em {0}
tr_tr: CyberSource satıcı yapılandırmasında bir sorun var. Lütfen {0} adresinden bize ulaşın.
zh_cn: 此问题可能与CyberSource商务系统配置相关。请通知我们 {0}

source: The requested amount exceeds the originally authorized amount.
pt_br: O valor solicitado excede o valor autorizado originalmente.
tr_tr: Talep edilen provizyon tutarı onaylanmış harcama tutarını geçiyor.
zh_cn: 所要求的数额超过的原始授权的金额。

source: Processor Failure. Possible fix: retry the payment
pt_br: Falha no processamento. Possível correção: tente fazer o pagamento novamente
tr_tr: Aracı kurum hatası. Olası çözüm: ödemeyi tekrar deneyin
zh_cn: 处理器故障。可能的解决方法：重试支付。

source: The authorization has already been captured
pt_br: A autorização já foi obtida
tr_tr: Onay zaten alınmış.
zh_cn: 预授权完成

source: The requested transaction amount must match the previous transaction amount.
pt_br: O valor solicitado da transação deve ser igual ao valor da transação anterior.
tr_tr: Talep edilen miktar önceki işlemi miktarına eşit olmalı
zh_cn: 要求的交易金额必须与先前的交易金额一致。

source: The card type sent is invalid or does not correlate with the credit card number. Possible fix: retry with the same card or another form of payment
pt_br: O tipo de cartão é inválido ou não corresponde ao número do cartão de crédito informado. Correção possível: repetir com o mesmo cartão ou outra forma de pagamento
tr_tr: Kart tipi geçersiz veya kredi kartı numarasıyla ilgisi bulunmuyor. Olası çözüm: aynı kredi kartıyla deneyin veya farklı bir tür ödeme seçin
zh_cn: 所发送的信用卡类型无效或者所关联的信用卡卡号错误。 解决办法：以此卡重试或者尝试其他支付形式

source: The request ID is invalid.
pt_br: O ID da solicitação é inválido.
tr_tr: Talep numarası geçersiz.
zh_cn: 请求ID无效。

source: You requested a capture through the API, but there is no corresponding, unused authorization record.
pt_br: Você solicitou uma captura através da API, mas não há registro de autorização correspondente que não tenha sido utilizada.
tr_tr: API üzerinden yakalama talep ettiniz, fakat buna karşılık gelen ve kullanılmayan yetki kaydı bulunmamaktadır.
zh_cn: 你通过API发起预授权请求，但是当前没有相关的、未使用的授权记录。

source: The transaction has already been settled or reversed.
pt_br: A transação já foi confirmada ou revertida.
tr_tr: İşlem zaten sonlandırılmış veya geri alınmış
zh_cn: 该交易已经得到处理或已被退回。

source: The capture or credit is not voidable because the capture or credit information has already been submitted to your processor. Or, you requested a void for a type of transaction that cannot be voided.
pt_br: O crédito não é anulável, pois as informações de crédito já foram enviadas ao seu processador. Outra possibilidade é que você tenha pedido a anulação para um tipo de operação que não pode ser anulada.
tr_tr: Provizyon veya kredi iptal edilemez çünkü provizyon veya kredi bilgisi aracı kuruma çoktan gönderildi, ya da iptal edilemeyen bir işlem türünün iptal edilmesini talebinde bulunmuşsunuz.
zh_cn: 扣费／预授权申请信息已经提交到支付系统，不可撤销。 或者，你所请求的交易类型是不可撤销的。

source: You requested a credit for a capture that was previously voided
pt_br: Você solicitou crédito para uma captação previamente anulada
tr_tr: Daha önce reddedilen bir provizyon için kredi talebinde bulundunuz.
zh_cn: 您请求确认扣款的预授权已经撤销

source: Error: The request was received, but there was a timeout at the payment processor. Possible fix: retry the payment.
pt_br: Erro: a solicitação foi recebida, mas excedeu o tempo limite estabelecido pelo processador de pagamentos. Correção possível: repetir o pagamento
tr_tr: Hata: Talep alındı, ancak ödeme aracı kurumunda zaman aşımı oldu. Olası çözüm: ödeme işlemini tekrar deneyiniz.
zh_cn: 错误：请求已收到，但是支付服务超时。 可能的解决办法：重试交易
