Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
pt_br: Seu certificado não foi emitido porque você não possui uma identidade verificada com {platform_name}.
tr_tr: Sertifikanız düzenlenmedi çünkü {platform_name} platformunda doğrulanmış bir kullanıcı kimliğiniz bulunmuyor.
zh_cn: 我们未向您颁发证书，是因为您未在当前的{platform_name}平台上验证您的身份。

source: Verify your identity now.
pt_br: Verifique sua identidade agora
tr_tr: Kimliğinizi hemen doğrulayın.
zh_cn: 立刻验证您的身份。

source: Your {cert_name_short} is Generating
pt_br: O seu {cert_name_short} está sendo gerado
tr_tr: {cert_name_short}'nız Oluşturuluyor
zh_cn: 您的{cert_name_short}生成中

source: This link will open the certificate web view
pt_br: Este link abrirá a visualização do certificação na web
tr_tr: Bu bağlantı sertifika web görüntüsünü açacak
zh_cn: 该链接将打开证书的网络版式视图

source: View {cert_name_short}
pt_br: Visualizar {cert_name_short}
tr_tr: Göster {cert_name_short}
zh_cn: 查看{cert_name_short}

source: This link will open/download a PDF document
pt_br: Este link abrirá/baixará um documento em PDF
tr_tr: Bu bağlantı bir PDF belgesini açacak/indirecek
zh_cn: 点击此链接打开或下载PDF文件

source: Download {cert_name_short} (PDF)
tr_tr: {cert_name_short} İndir (PDF)
zh_cn: 下载 {cert_name_short} (PDF)

source: Download Your {cert_name_short} (PDF)
pt_br: Faça o download do seu {cert_name_short} (PDF)
tr_tr: İndir {cert_name_short} (PDF)
zh_cn: 下载认证{cert_name_short}(PDF)

source: This link will open/download a PDF document of your verified {cert_name_long}.
pt_br: Este link abrirá ou baixará um PDF do seu certificado {cert_name_long} verificado.
tr_tr: Bu bağlantı onaylanmış {cert_name_long} sertifikanızı bir PDF belgesi olarak açacak/indirecek.
zh_cn: 此链接会以PDF格式打开或下载您验证过的{cert_name_long}证书。

source: Download Your ID Verified {cert_name_short} (PDF)
pt_br: Baixe o seu {cert_name_short} ID verificado (PDF)
tr_tr: Kimlik Onaylı {cert_name_short} (PDF)'ınızı İndirin
zh_cn: 下载您的已认证的 {cert_name_short} (PDF)

source: Complete our course feedback survey
pt_br: Responda a pesquisa de opinião sobre o nosso curso
tr_tr: Ders geri bildirim anketini tamamla
zh_cn: 填写课程反馈问卷

source: Add Certificate to LinkedIn Profile
pt_br: Adicionar Certificado ao Perfil do LinkedIn
tr_tr: Sertifikanı Linkedln Profiline Ekle
zh_cn: 将证书添加到LinkedIn的个人资料

source: Share on LinkedIn
pt_br: Compartilhar no LinkedIn
tr_tr: LinkedIn'de Paylaş
zh_cn: 分享到领英

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
pt_br: Como não recebemos o seu conjunto de fotos de verificação quando, o seu {cert_name_long} foi gerado, não foi possível fornecer um {cert_name_short} verificado. Foi emitido um {cert_name_short} com código de honra no seu lugar.
tr_tr: {cert_name_long}'nız oluşturulurken, sizin denetlenmiş fotoğraflarınız elimize geçmediğinden, onaylı {cert_name_short} veremiyoruz. Bunun yerine onur kodu {cert_name_short} verilmiştir.
zh_cn: 由于在生成你的{cert_name_long}时我们没有一套你的有效的身份认证照片，因此无法授予你认证的{cert_name_short}；我们已授予你标有诚信准则的{cert_name_short} 。

source: You must successfully complete {link_start}"{prc_display}"{link_end} before you begin this course.
pt_br: Você deve completar {link_start}{prc_display}{link_end} com sucesso antes de começar este curso.
zh_cn: 您必须先完成 {link_start}"{prc_display}"{link_end}才能开始此课程。

source: Course details
pt_br: Detalhes do Curso
tr_tr: Ders ayrıntıları
zh_cn: 课程详情

source: Course Programmatic Enrollments
pt_br: Inscrições Programáticas do Curso
zh_cn: 课程程序性注册

source: Set automatic enrollment rules for this course
pt_br: Definir regras de inscrição automáticas para este curso
zh_cn: 为该课程设置自动注册规则

source: Learning Groups
pt_br: Grupos de aprendizagem
zh_cn: 学习小组

source: Identify the enrollment learning groups here.
zh_cn: 在此设置注册学习小组

source: {course_number} {course_name} Home Page
pt_br: {course_number} {course_name} Página Inicial
tr_tr: {course_number} {course_name} Ana Sayfa
zh_cn: {course_number} {course_name} 主页

source: Enrolled as:
pt_br: Inscrito como:
tr_tr: Kaydolunan isim:
zh_cn: 选修为：

source: Coming Soon
pt_br: Em breve
tr_tr: Yakında
zh_cn: 即将上线

source: Ended - {date}
pt_br: Terminado - {data}
tr_tr: Sona Erdi - {date}
zh_cn: 结束 - {date}

source: Started - {date}
pt_br: Iniciado - {date}
tr_tr: Başlangıç Tarihi - {date}
zh_cn: 开课日期 - {date}

source: Starts - {date}
pt_br: Começa - {date}
tr_tr: Başlangıç Tarihi - {date}
zh_cn: 开始于 - {date}

source: You must select a session by {expiration_date} to access the course.
pt_br: Você deve selecionar uma sessão até {expiration_date} para acessar o curso.
tr_tr: Derse erişmek için {expiration_date} tarihine kadar oturum seçmelisiniz.
zh_cn: 您必须在 {expiration_date} 日期前选择课程小节才能访问课程。

source: You must select a session to access the course.
pt_br: Você deve selecionar uma sessão para acessar o curso.
tr_tr: Derse erişmek için oturum seçmelisiniz.
zh_cn: 您必须选择一个课程小节才能访问课程。

source: Change or Leave Session
pt_br: Alterar ou sair da sessão
tr_tr: Oturumu Değiştir veya Terket
zh_cn: 更改或离开会话

source: Download Certificate
pt_br: Baixe seu Certificado
zh_cn: 下载证书

source: You can no longer change sessions.
pt_br: Você não pode mais alterar as sessões.
tr_tr: Artık oturum değiştiremezsiniz.
zh_cn: 您无法再更改课程小节。

source: You can change sessions until {entitlement_expiration_date}.
pt_br: Você pode alterar as sessões até {entitlement_expiration_date}.
tr_tr: Oturumlarınızı {entitlement_expiration_date} tarihine dek değiştirebilirsiniz.
zh_cn: 您可以在{entitlement_expiration_date}前更改您的课程。

source: {num} badge
pt_br: {num} medalha
zh_cn: {num} 徽章

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
pt_br: Estou colocando {course_name} online no {facebook_brand}. Confira!
tr_tr: Çevrimiçi {course_name} dersini {facebook_brand} ile alıyorum. Hadi sen de gel!
zh_cn: 我在{facebook_brand}上上 {course_name} 。快来看看吧！

source: Share {course_name} on Facebook
pt_br: Compartilhe {course_name} no Facebook
tr_tr: {course_name} dersini Facebook'ta paylaş
zh_cn: 在Facebook上分享 {course_name}

source: Share on Facebook
pt_br: Compartilhe no Facebook
tr_tr: Facebook'ta Paylaş
zh_cn: 分享到Facebook

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
pt_br: Estou entrando em {course_name} on-line com {twitter_brand}. Confira!
tr_tr: Çevrimiçi {course_name} dersini {twitter_brand} ile alıyorum. Hadi sen de gel!
zh_cn: 我在{twitter_brand}上上{course_name} 。快来看看吧！

source: Share {course_name} on Twitter
pt_br: Compartilhar {course_name} no Twitter
tr_tr: {course_name} dersini Twitter'da paylaş
zh_cn: 在Twitter上分享{course_name}

source: Course options for
pt_br: Opções de curso para
zh_cn: 课程选项，关于

source: Available Actions
pt_br: Ações disponíveis
tr_tr: Kullanılabilir Faaliyetler
zh_cn: 可用的操作

source: Email Settings
pt_br: Configurações do e-mail
tr_tr: E-posta Ayarları
zh_cn: 电子邮件设置

source: Related Programs
pt_br: Programas Relacionados
tr_tr: İlgili Programlar
zh_cn: 相关项目

source: You can no longer access this course because payment has not yet been received. You can contact the account holder to request payment, or you can unenroll from this course
pt_br: Você não pode mais acessar este curso porque o pagamento ainda não foi recebido. Você pode entrar em contato com o titular da conta para solicitar o pagamento ou pode cancelar a inscrição neste curso
tr_tr: Artık bu derse erişemezsiniz çünkü ödeme hâlâ alınamadı. Ödeme için hesap sahibiyle iletişime geçebilir ya da bu dersten kaydınızı silebilirsiniz.
zh_cn: 您无法再访问此课程，因为我们尚未收到付款。您可以联系帐户持有人请求付款，也可以取消注册本课程

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
pt_br: Você não pode mais acessar este Curso porque seu pagamento não foi recebido. Você pode {contact_link_start}entrar em contato{contact_link_end} para efetuar o pagamento, ou pode se {unenroll_link_start} descadastrar {unenroll_link_end} neste Curso.
tr_tr: Artık bu derse erişemezsiniz çünkü ödeme henüz alınmadı. Ödeme isteğinde bulunmak için {contact_link_start}hesap sahibi ile iletişime geçebilirsiniz{contact_link_end}, ya da bu dersten {unenroll_link_start}kaydınızı silebilirsiniz{unenroll_link_end}.
zh_cn: 由于尚未收到你的付款，你将无法访问该课程。你可以{contact_link_start}联系账户持有人{contact_link_end}请求付款，也可以{unenroll_link_start}放弃选修{unenroll_link_end}该课程

source: Verification not yet complete.
pt_br: Verificação ainda não completa.
tr_tr: Doğrulama henüz tamamlanmadı.
zh_cn: 认证尚不完整

source: You only have {days} day left to verify for this course.
pt_br: Você tem somente {days} dia restante para realizar a verificação para o curso.
tr_tr: Bu derse yönelik kimliğinizi doğrulamak için sadece {days} gününüz kaldı.
zh_cn: 你还有 {days} 天时间验证此课程。

source: Almost there!
pt_br: Quase lá!
tr_tr: Neredeyse bitti!
zh_cn: 马上就好了！

source: You still need to verify for this course.
pt_br: Você ainda precisa fazer uma nova verficação para esse curso.
tr_tr: Bu ders için halen doğrulamaya ihtiyacınız var.
zh_cn: 您仍需为此课程进行认证

source: Verify Now
pt_br: Verifique agora
tr_tr: Şimdi Doğrula
zh_cn: 认证

source: You have submitted your verification information.
pt_br: Você enviou suas informações de verificação
tr_tr: Doğrulama bilgilerinizi gönderdiniz.
zh_cn: 您已提交验证信息。

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
pt_br: Você verá uma mensagem no seu painel quando o processo de verificação forcompleto (geralmente dentro de 1-2 dias)
tr_tr: Doğrulama süreci tamamlandığında panelinizde bir ileti göreceksiniz (genellikle 1-2 gün içerisinde).
zh_cn: 验证过程完成后（通常在 1-2 天内）将在课程面板上看到一条消息。

source: Your current verification will expire soon!
pt_br: Sua verificação atual expirará em breve!
tr_tr: Mevcut doğrulamanızın süresi yakında sona erecek!
zh_cn: 您当前的验证即将过期！

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
pt_br: Você enviou suas informações de reverificação. Você verá uma mensagemno seu painel quando o processo de verificação estiver concluído (geralmente dentro de1-2 dias).
tr_tr: Yeniden doğrulama bilgilerinizi gönderdiniz. Doğrulama süreciniz tamamlandığında panelinizde bir ileti göreceksiniz (genellikle 1-2 gün içerisinde).
zh_cn: 您已提交重新验证信息。验证过程完成后（通常在 1-2 天内）将在课程面板上看到一条消息。

source: You have successfully verified your ID with edX
pt_br: Você verificou seu ID com sucesso com edX
tr_tr: Kimliğinizi edX ile başarıyla doğruladınız
zh_cn: 您已成功使用 edX 验证您的 ID

source: Your current verification is effective until {date}.
pt_br: Sua verificação atual é efetiva até {date}
tr_tr: Mevcut doğrulamanız {date} tarihine dek geçerli.
zh_cn: 您当前的验证在{date} 之前有效。

source: Your current verification will expire soon.
pt_br: Sua verificação atual expirará em breve
tr_tr: Mevcut doğrulamanız yakında geçerliliğini yitirecek.
zh_cn: 您当前的验证将很快过期。

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
pt_br: Sua verificação atual expirará em {days} dias. {start_link} Verifique novamente sua identidade agora {end_link} usando uma webcam e um documento com foto emitido pelo governo.
tr_tr: Mevcut doğrulamanızın geçerliliği {days} gün içinde sona erecek. Devlet tarafından verilmiş fotoğraflı bir kimlik belgesi ve web kamera kullanarak {start_link}kimliğinizi yeniden doğrulayın{end_link}.
zh_cn: 您当前的验证将在{days}天后过期。{start_link}现在使用网络摄像头和政府颁发的带照片 ID 重新验证您的身份{end_link} 。

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
pt_br: Busque um {cert_name_long} para ressaltar o conhecimento e as habilidades que você adquire neste curso.
tr_tr: Derste kazandığınız bilgileri ve yetenekleri vurgulamak için {cert_name_long} edinin.
zh_cn: 获取一个 {cert_name_long} 来突显您在此课程中获得的知识和技能。

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
pt_br: É oficial. É facilmente compartilhável. É um motivador comprovado para concluiro curso. {line_break} {link_start} Saiba mais sobre o verificado{cert_name_long} {link_end}.
tr_tr: Bu resmidir. Bu kolayca paylaşılabilir. Bu dersi tamamlamak için etkisi kanıtlanmış bir motivasyon kaynağıdır. {line_break}{link_start}Doğrulanmış {cert_name_long} hakkında daha fazla bilgi edin{link_end}.
zh_cn: 证书由官方正式颁发，易于分享，已证明能激励学员完成课程。{line_break}{link_start}了解更多关于认证{cert_name_long}的信息{link_end}。

source: You have completed this course and are eligible to purchase course credit. Select <strong>Get Credit</strong> to get started.
pt_br: Você completou este curso e está apto a adquirir créditos do curso. Selecione <strong> Adquirir Créditos </strong> para iniciar.
tr_tr: Bu dersi tamamladınız ve ders kredisi satın almak için uygunsunuz. Başlamak için <strong>Kredi Al</strong> seçin.
zh_cn: 你已完成此课程并有资格购买课程学分。选择<strong>获得学分</strong>开始。

source: You are now eligible for credit from {provider}. Congratulations!
pt_br: Agora você está qualificado para receber crédito de {provider}. Parabéns!
tr_tr: {provider} sağlayıcısından kredi almaya uygunsunuz. Tebrikler!
zh_cn: 现在，你有资格从 {provider} 获得学分。恭喜你！

source: Get Credit
pt_br: Obter Crédito
tr_tr: Kredi Al
zh_cn: 获得学分

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select <b>Request Credit</b> to get started.
pt_br: Obrigado pelo pagamento. Para receber os créditos do curso você deve agora solicitar os créditos no site {link_to_provider_site}. Selecione <b>Solicitar Crédito</b> para iniciar.
tr_tr: Ödemeniz için teşekkür ederiz. Ders kredisi almak için, şu an {link_to_provider_site} sitesinden kredi talep etmelisiniz. Başlamak için <b>Kredi Talep Et</b> seçiniz.
zh_cn: 感谢你的付款。要获得课程学分，你现在必须在 {link_to_provider_site} 网站申请学分。选择<b>申请学分</b>开始。

source: Request Credit
pt_br: Pedido de crédito
tr_tr: Kredi Talep Et
zh_cn: 申请学分

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
pt_br: {provider_name} recebeu sua solicitação de crédito de curso. Você será informado quando o processo estiver concluído.
tr_tr: {provider_name} ders kredi talebinizi almıştır. Biz kredi işleme tamamlandığında sizi güncelleyeceğiz.
zh_cn: {provider_name} 已收到你的课程学分申请。完成学分处理后我们将通知你。

source: View Details
pt_br: Visualizar detalhes
tr_tr: Detayları Göster
zh_cn: 查看详情

source: <b>Congratulations!</b> {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
pt_br: <b>Parabéns!</b> {provider_name} aprovou sua solicitação para o crédito de curso. Para ver seu crédito de curso, acesse {link_to_provider_site}.
tr_tr: <b>Tebrikler!</b>{provider_name} ders kredisi isteğinizi onayladı. Ders kredinize bakmak için, {link_to_provider_site} websitesini ziyaret ediniz.
zh_cn: <b>恭喜你！</b> {provider_name} 已批准你的课程学分申请。要查看你的课程学分，请访问 {link_to_provider_site} 网站。

source: View Credit
pt_br: Visualizar crédito
tr_tr: Kredi Göster
zh_cn: 查看认证

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
pt_br: {provider_name} não aprovou sua solicitação de crédito de curso. Para mais informações, entre em contato com {link_to_provider_site} diretamente.
tr_tr: {provider_name} ders kredi talebinizi onaylamadı. Daha fazla bilgi için, {link_to_provider_site} ile doğrudan irtibata geçiniz.
zh_cn: {provider_name} 未批准你的课程学分申请。欲了解更多信息，请直接联系 {link_to_provider_site}。

source: An error occurred with this transaction. For help, contact {support_email}.
pt_br: Ocorreu um erro durante esta operação. Se precisar de ajuda, entre em contato com {support_email}.
tr_tr: Bu işlemle ilgili bir hata oluştu. Yardım için, {support_email} ile iletişime geçiniz.
zh_cn: 本次交易出错了。联系{support_email}寻求帮助。

source: Course options for {courseName}
pt_br: Opções do curso para {courseName}
tr_tr: {courseName} dersi için seçenekler
zh_cn: {courseName}的课程选项

source: Consent to share your data
pt_br: Consentimento em compartilhar seus dados
tr_tr: Verilerinizin paylaşımı için onay
zh_cn: 同意共享您的数据

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
pt_br: Para acessar este curso, você deve primeiro consentir em compartilhar seu aprendizadoconquistas com {nome_empresa_personalizado}.
tr_tr: Bu derse erişim için öncelikle öğrenim başarılarınızı {enterprise_customer_name} ile paylaşmaya izin vermelisiniz.
zh_cn: 要访问本课程，您必须首先同意与 {enterprise_customer_name}共享您的学习成果。

source: View Consent
pt_br: Ver Consentimento
tr_tr: Onayı Gör
zh_cn: 查看同意

source: Current Verification Status: Approved
pt_br: Status de verificação atual: aprovado
tr_tr: Kimlik Doğrulama Durumu: Onaylandı
zh_cn: 当前验证状态：已批准

source: Your edX verification has been approved. Your verification is effective for one year after submission.
pt_br: Sua verificação do edX foi aprovada. Sua verificação é efetiva paraum ano após o envio.
tr_tr: edX doğrulamanız onaylandı. Doğrulamanız gönderimden sonraki bir yıl boyunca geçerlidir.
zh_cn: 您的 edX 验证已获批准。您的验证在提交后一年内有效。

source: Current Verification Status: Pending
pt_br: Status de verificação atual: pendente
tr_tr: Kimlik Doğrulama Durumu: Bekliyor
zh_cn: 当前验证状态：挂起

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
pt_br: Sua verificação de ID do edX está pendente. Suas informações de verificação foram enviadas e serão analisadas em breve
tr_tr: edX kimlik doğrulamanız beklemede. Doğrulama bilginiz gönderildi ve kısa bir süre içinde incelenecek.
zh_cn: 您的 edX ID 验证处于挂起状态。您的验证信息已提交，并将很快得到审核。

source: Current Verification Status: Denied
pt_br: Status de verificação atual: negado
tr_tr: Kimlik Doğrulama Durumu: Reddedildi
zh_cn: 验证状态

source: Your verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
pt_br: O envio da sua verificação não foi aceito. Para receber uma confirmação decertificado, você deve enviar uma nova foto sua e do seu documentoemitido pelo governo um documento com foto antes do prazo de verificação para o seu curso.
tr_tr: Kimlik onayı gönderiminiz kabul edilmedi. Onaylı sertifika almak için, ders sona ermeden önce yeni bir fotoğrafınızı ve devlet tarafından verilen fotoğraflı kimliğinizi yüklemeniz gerekmektedir.
zh_cn: 您的验证提交未被接受。要获得经过验证的证书，您必须在课程验证截止日期之前提交您自己和政府颁发的带照片的身份证件的新照片。

source: Your verification was denied for the following reasons:
pt_br: Sua verificação foi negada pelos seguintes motivos:
tr_tr: Doğrulamanız aşağıdaki nedenlerle reddedildi:
zh_cn: 您的验证被拒绝，原因如下：

source: Resubmit Verification
pt_br: Submeter Verificação Novamente
tr_tr: Doğrulamayı Tekrar Yükle
zh_cn: 重新提交认证

source: Current Verification Status: Expired
pt_br: Status de verificação atual: expirado
tr_tr: Kimlik Doğrulama Durumu: Süresi Doldu
zh_cn: 当前验证状态：已过期

source: Your verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
pt_br: Sua verificação expirou. Para receber um certificado verificado, você deveenviar uma nova foto sua e de seu documento de identidade emitido pelo governo antes deo prazo de verificação para o seu curso.
tr_tr: Kimlik onayınızın süresi sona erdi. Onaylı sertifika almak için, dersinizin kimlik doğrulama süresi sona ermeden önce yeni bir fotoğrafınızı ve devlet tarafından verilen fotoğraflı kimliğinizi yüklemeniz gerekmektedir.
zh_cn: 您的身份验证已过期。您必须在课程结束之前提交您自己以及政府颁发的身份证的照片，来获得验证证书。

source: Could Not Link Accounts
pt_br: Não foi possível ligar as contas
tr_tr: Hesaplar Bağlanamadı
zh_cn: 无法链接帐户

source: The {provider_name} account you selected is already linked to another {platform_name} account.
pt_br: A conta {provider_name} selecionada já está vinculada a outra conta {platform_name}.
tr_tr: Seçtiğiniz {provider_name} hesabı önceden diğer {platform_name} hesabına bağlıdır.
zh_cn: 你选择的 {provider_name}账户已经和{platform_name}账户相关联。

source: We're sorry to see you go! Please share your main reason for unenrolling.
pt_br: Lamentamos vê-lo partir! Compartilhe seu principal motivo para cancelar a inscrição
tr_tr: Gittiğinizi görmek çok üzücü! Kaydınızı silmenizin nedenini lütfen paylaşın.
zh_cn: 我们很抱歉看到您离开我们的平台！请分享您取消注册的主要原因。

source: I just wanted to browse the material
pt_br: Eu só queria procurar o material
tr_tr: İçeriğe öylesine göz atmak istemiştim
zh_cn: 我只是想浏览一下材料

source: This won't help me reach my goals
pt_br: Isso não vai me ajudar a alcançar meus objetivos
tr_tr: Hedeflerime ulaşmakta bana yardımcı olmayacak
zh_cn: 这不会帮助我达到我的目标

source: I don't have the time
pt_br: Não tenho tempo
tr_tr: Zamanım yok
zh_cn: 我没有时间

source: I don't have the academic or language prerequisites
tr_tr: Dil veya akademik gereklilikleri karşılamıyorum
zh_cn: 我没有学术或语言先决条件

source: I don't have enough support
pt_br: Eu não tenho os pré-requisitos acadêmicos ou de idioma
tr_tr: Yeterince destek bulamadım
zh_cn: 我没有足够的支持

source: I am not happy with the quality of the content
pt_br: Não estou satisfeito com a qualidade do conteúdo
tr_tr: İçeriğin kalitesinden memnun kalmadım
zh_cn: 我对内容的质量不满意

source: The course material was too hard
pt_br: O material do curso era muito difícil
tr_tr: Dersin içeriği çok zordu
zh_cn: 课程材料太难了

source: The course material was too easy
pt_br: O material do curso foi muito fácil
tr_tr: Dersin içeriği çok kolaydı
zh_cn: 课程材料太简单了

source: Something was broken
pt_br: Algo estava quebrado
tr_tr: Bir şey ters gitti
zh_cn: 有东西坏了

source: Other
pt_br: Outro
tr_tr: Diğer
zh_cn: 其他

source: Thank you for sharing your reasons for unenrolling.
pt_br: Obrigado por compartilhar seus motivos para cancelar a inscrição
tr_tr: Kaydınızı silmenizin nedenlerini paylaştığınız için teşekkür ederiz.
zh_cn: 感谢您分享您取消注册的原因。

source: You are unenrolled from
pt_br: Você está desinscrito de
tr_tr: Kaydınızı şuradan sildiniz:
zh_cn: 您从取消注册

source: Return To Dashboard
pt_br: Retornar ao painel
tr_tr: Ana Panele Dön
zh_cn: 返回课程面板

source: Browse Courses
pt_br: Procurar Cursos
tr_tr: Dersleri Tara
zh_cn: 浏览课程

source: Results:
pt_br: Resultados:
tr_tr: Sonuçlar:
zh_cn: 结果：

source: Topic:
pt_br: Tópico
tr_tr: Konu:
zh_cn: 话题：

source: Show Discussion
pt_br: Mostrar Discussão
tr_tr: Tartışmayı Göster
zh_cn: 显示讨论

source: To view live discussions, click Preview or View Live in Unit Settings.
pt_br: Para visualizar discussões ao vivo, clique em Pré-visualização ou Ver ao vivo nas Configurações da unidade.
tr_tr: Canlı tartışmaları görüntülemek için, ünite ayarlarındaki Önizleme ya da Canlı Görüntü'ye tıklayınız.
zh_cn: 要查看现场讨论，请在单元设置中点击“预览”或“现场查看”

source: Discussion ID: {discussion_id}
pt_br: Identificação da Discussão: {discussion_id}
tr_tr: Tartışma ID: {discussion_id}
zh_cn: 讨论区用户名：{discussion_id}

source: Discussion topics list
pt_br: Lista de tópicos de discussão
tr_tr: Tartışma konuları listesi
zh_cn: 论坛主题列表

source: Filter Topics
pt_br: Filtrar tópicos
tr_tr: Konuları Filtrele
zh_cn: 过滤主题

source: filter topics
pt_br: filtrar tópicos
tr_tr: konuları filtrele
zh_cn: 过滤主题

source: Posts I'm Following
pt_br: Publicações que estou seguindo
tr_tr: Takip Ettiğim Gönderiler
zh_cn: 我关注的讨论帖

source: Filter:
pt_br: Filtrar:
tr_tr: Filtrele:
zh_cn: 筛选：
