Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Show all posts
pt_br: Mostrar todos as postagens
tr_tr: Tüm gönderileri göster
zh_cn: 显示所有帖子

source: Unread posts
pt_br: Postagens não lidas
tr_tr: Okunmamış gönderiler
zh_cn: 未读文章

source: Unanswered posts
pt_br: Postagens não respondidas
tr_tr: Cevaplanmamış gönderiler
zh_cn: 未回答的帖子

source: Flagged
pt_br: Marcado
tr_tr: İşaretlendi
zh_cn: 标记

source: Group:
pt_br: Grupo:
tr_tr: Grup:
zh_cn: 群组：

source: in all groups
pt_br: em todos os grupo
tr_tr: tüm gruplarda
zh_cn: 在所有组中

source: Sort:
pt_br: Classificar:
tr_tr: Sırala:
zh_cn: 排序：

source: by recent activity
pt_br: por atividade recente
tr_tr: son etkinlikle
zh_cn: 近期活动

source: by most activity
pt_br: pelo mais ativo
tr_tr: çoğu etkinlikle
zh_cn: 活跃度

source: by most votes
pt_br: pelos mais votados
tr_tr: çoğu oyla
zh_cn: 最多票数

source: Learner Notes
pt_br: Anotações de aluno
zh_cn: 学员笔记

source: Highlights and notes you've made in course content
pt_br: Marcações e anotações feitas no conteúdo do Curso
tr_tr: Ders içeriğinde yaptığınız vurgulamalar ve notlar
zh_cn: 您在课程内容里高亮和笔记的内容

source: Search notes for:
pt_br: Procurar anotações por:
tr_tr: Notları araştır:
zh_cn: 搜索笔记：

source: Search notes for...
pt_br: Procurar anotações por...
tr_tr: Notları araştır:
zh_cn: 搜索笔记...

source: View notes by:
pt_br: Visualizar anotações por:
tr_tr: Notları görüntüle:
zh_cn: 浏览笔记：

source: You have not made any notes in this course yet. Other learners in this course are using notes to:
pt_br: Você ainda não fez nenhuma anotação neste curso. Outros alunos neste curso estão usando notas para:
zh_cn: 您在本课中尚未做任何笔记。其他学员在本课程中使用笔记:

source: Mark a passage or concept so that it's easy to find later.
pt_br: Adicione uma Marcação à passagem ou ao conceito, para que seja simples encontrar mais tarde.
tr_tr: Bir parça ya da görüşü işaretleyiniz böylece sonra bulunması daha kolay olur.
zh_cn: 标记一段文章或一个概念，以便日后查找。

source: Record thoughts about a specific passage or concept.
pt_br: Registre pensamentos sobre uma passagem específica ou conceitos específicos.
tr_tr: Belirli bir parça ya da görüş hakkındaki düşüncelerinizi kaydediniz.
zh_cn: 记录有关具体文章或概念的想法。

source: Highlight important information to review later in the course or in future courses.
pt_br: Destaque informações importantes para revisar mais adiante no curso ou em próximos Cursos.
tr_tr: Dersteki ya da gelecek derslerdeki önemli bilgileri gözden geçirmek için vurgulayınız.
zh_cn: 在此课或者未来的课程中突出重要信息以便日后回顾。

source: Get started by making a note in something you just read, like {section_link}.
pt_br: Comece fazendo uma anotação sobre o que acabou de ler, como {section_link}
tr_tr: {Section_link} gibi az önce okuduğunuz bir şeye bir not yazarak başlayın.
zh_cn: 开始,在你刚读的东西,如{section_link}。

source: Hide notes
pt_br: Ocultar Anotações
tr_tr: Notları gizle
zh_cn: 隐藏注释

source: Show notes
pt_br: Mostrar anotações
tr_tr: Notları göster
zh_cn: 显示注释

source: Welcome to {course_name}
pt_br: Bem-vindo à {course_name}
tr_tr: {course_name} dersine hoş geldiniz
zh_cn: 欢迎来到{course_name}

source: To get started, please visit https://{site_name}. The login information for your account follows.
pt_br: Para começar, por favor visite https://{site_name}. As informações para acessar sua conta estarão em seguida.
tr_tr: Başlamak için, lütfen https://{site_name} ziyaret ediniz. Hesabınızın giriş bilgileri aşağıda belirtildiği gibidir.
zh_cn: 开始,请访问 https://{site_name}.你的帐户的登录信息。

source: email: {email}
tr_tr: e-posta: {email}
zh_cn: 邮箱：{email}

source: password: {password}
pt_br: senha: {password}
tr_tr: parola: {password}
zh_cn: 密码：{password}

source: It is recommended that you change your password.
pt_br: É recomendado que você troque sua senha.
tr_tr: Parolanızı değiştirmeniz önerilir.
zh_cn: 建议您修改密码

source: Sincerely yours,The {course_name} Team
pt_br: Atenciosamente, Equipe {course_name}
tr_tr: Saygılarımızla. {course_name} Ekibi
zh_cn: 您的真挚的{course_name}团队

source: You're almost there! Use the link to activate your account to access engaging, high-quality {platform_name} courses. Note that you will not be able to log back into your account until you have activated it.
pt_br: Você está quase chegando! Use o link para ativar sua conta para acessar cursos engajadores e de alta qualidade no {platform_name}. Observe que você não será capaz de fazer login novamente em sua conta até que você a ative.
tr_tr: Neredeyse bitti! Yüksek kaliteli {platform_name} derslerine erişim için hesabınızı etkinleştirme bağlantısını kullanmanız gerekiyor. Etkinleştirmeyi yapmadığınız sürece hesabınıza giriş yapamayacağınızı unutmayın.
zh_cn: 您快完成了！使用链接激活您的帐户以访问引人入胜的高质量 {platform_name} 课程。请注意，在激活帐户之前，您将无法重新登录帐户。

source: Enjoy learning with {platform_name}.
pt_br: Aproveite aprendendo com {platform_name}.
tr_tr: {platform_name} ile öğrenmenin keyfini çıkarın.
zh_cn: 欢迎享受在 {platform_name}上学习。

source: If you need help, please use our web form at {support_url} or email {support_email}.
pt_br: Se você precisar de ajuda, use nosso formulário da web em {support_url} ou envie um e-mail {support_email}.
tr_tr: Eğer yardıma ihtiyacınız olursa, lütfen {support_url} içindeki web formumuzu ya da {support_email} e-posta adresini kullanın.
zh_cn: 如果您需要帮助，请使用我们的 Web 表单 {support_url} 或电子邮件{support_email}。

source: This email message was automatically sent by {lms_url} because someone attempted to create an account on {platform_name} using this email address.
pt_br: Essa mensagem de e-mail foi automaticamente enviada por {lms_url} porque alguém tentou criar uma conta no {platform_name} usando este e-mail.
tr_tr: Bu e-posta otomatik olarak {lms_url} tarafından gönderildi çünkü birisi bu e-posta adresini kullanarak {platform_name} hesabı açmayı denedi.
zh_cn: 此电子邮件由 {lms_url} 自动发送，因为有人尝试使用此电子邮件地址在{platform_name} 上创建帐户。

source: Action Required: Activate your {platform_name} account
pt_br: Ação Necessário: Ative sua conta em {platform_name}
tr_tr: İşlem Bekleniyor: {platform_name} hesabınızı etkinleştirin
zh_cn: 所需操作：激活您的{platform_name} 帐户

source: Dear
pt_br: Prezado
zh_cn: 尊敬的

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
pt_br: Você foi convidado para ser testador beta do curso {course_name} do {site_name} por um integrante da equipe.
tr_tr: {site_name} deki {course_name} için beta test yapan kişi olmaya ders personeli üyeleri tarafından davet edildiniz.
zh_cn: 您已被课程工作人员邀请作为 Beta 测试员加入 {site_name} 上的 {course_name}。

source: To start accessing course materials, please visit {course_url}
pt_br: Para acessar os materiais do curso, visite {course_url}
tr_tr: Ders materyallerine erişmek için lütfen {course_url} adresini ziyaret edin.
zh_cn: 要开始获取课程资料，请访问 {course_url}

source: Visit {course_about_url} to join the course and begin the beta test.
pt_br: Acesse {course_about_url} para participar do curso e começar o teste beta.
tr_tr: Derse katılmak ve beta testine başlamak için {course_about_url} ziyaret edin.
zh_cn: 访问 {course_about_url} 以加入此课程并开始 Beta 测试。

source: Visit {site_name} to enroll in the course and begin the beta test.
pt_br: Acesse o {site_name} para se inscrever no curso e começar o teste beta.
tr_tr: Derse kayıt olmak ve beta testine başlamak için {site_name} adresini ziyaret ediniz.
zh_cn: 访问{site_name}以选修此课程并开始Beta测试。

source: This email was automatically sent from {site_name} to {email_address}
pt_br: Esse e-mail foi enviado automaticamente através da plataforma {site_name} para o e-mail {email_address}
tr_tr: Bu e-posta {site_name}'den {email_address} adresine otomatik olarak gönderilmiştir.
zh_cn: 该邮件是由 {site_name} 向 {email_address} 自动发出的

source: You have been invited to a beta test for {course_name}
pt_br: Você foi convidado para um teste beta do curso {course_name}
tr_tr: {course_name} adlı ders için beta sınamasına davet edildiniz.
zh_cn: 你已被邀请成为 {course_name} 的一名 Beta 测试员。

source: Thank you for your purchase of
pt_br: Obrigado pela compra de
tr_tr: Satın aldığınız için teşekkür ederiz
zh_cn: 谢谢您购买

source: Your payment was successful.
pt_br: Seu pagamento foi concluído com sucesso.
tr_tr: Ödemeniz başarılı oldu.
zh_cn: 您已成功付款。

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
pt_br: Caso tenha perguntas sobre pagamento, leia as perguntas frequentes ({faq_url}) ou entre em contato com {billing_email}.
tr_tr: Eğer fatura sorularınız olursa, lütfen FAQ({faq_url}) okuyun veya {billing_email} ile irtibata geçiniz.
zh_cn: 如果您对账单有疑问，请阅读FAQ({faq_url})或给{billing_email}发邮件。

source: If you have billing questions, please contact {billing_email}.
pt_br: Caso tenha perguntas sobre o pagamento, entre em contato com {billing_email}.
tr_tr: Eğer fatura sorularınız olursa, {billing_email} ile irtibata geçin.
zh_cn: 如果您对账单有疑问，请给{billing_email}发邮件。

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
pt_br: {order_placed_by} fez um pedido e mencionou seu nome como contato da organização.
tr_tr: {order_placed_by} bir siparişe yerleştirildi ve isminiz Organizasyon bağlantısı olarak bahsedildi.
zh_cn: {order_placed_by}下了一个订单并将您添加为机构联系人。

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
pt_br: {order_placed_by} fez um pedido e mencionou seu nome como um recipiente adicional de recibo
tr_tr: {order_placed_by} bir siparişe yerleştirildi ve isminiz ek makbuz alıcı olarak bahsedildi.
zh_cn: {order_placed_by}下了一个订单，并将您添加为额外的收据收件人

source: The items in your order are:
pt_br: Os itens do seu pedido são:
tr_tr: Siparişinizdeki ürünler şöyle:
zh_cn: 您的订单细目为：

source: Quantity - Description - Price
pt_br: Quantidade - Descrição - Preço
tr_tr: Miktar - Açıklama - Ücret
zh_cn: 数量 - 描述 - 价格

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
pt_br: Total cobrado no cartão de crédito/débito: {currency_symbol}{total_cost}
tr_tr: Toplam kredi/banka kartına faturalandı: {currency_symbol}{total_cost}
zh_cn: 信用卡/借记卡总支付额为： {currency_symbol}{total_cost}

source: Company Name:
pt_br: Nome da Empresa:
tr_tr: Şirket İsmi:
zh_cn: 公司名称:

source: Purchase Order Number:
pt_br: Número da Ordem de Compra:
tr_tr: Satınalma Sipariş Numarası:
zh_cn: 订单号

source: Company Contact Name:
pt_br: Nome contato da empresa:
tr_tr: Şirket İletişim İsmi:
zh_cn: 公司联系人姓名

source: Company Contact Email:
pt_br: E-mail de contato da empresa:
tr_tr: Şirket İletişim E-postası:
zh_cn: 公司联系邮箱

source: Recipient Name:
pt_br: Nome do Recipiente:
tr_tr: Alıcının İsmi:
zh_cn: 收件人姓名

source: Recipient Email:
pt_br: E-mail do destinatário:
tr_tr: Alıcının e-postası:
zh_cn: 收件人邮箱

source: Order Number: {order_number}
pt_br: Pedido número: {order_number}
tr_tr: Sipariş Numarası: {order_number}
zh_cn: 订单号: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each learner planning to enroll using the email template below.
pt_br: Um arquivo do tipo CSV das URLs para inscrição está anexado. Por favor, utilize o modelo de e-mail abaixo para disponibilizar os URLs de inscrição para cada aluno que deseje inscrever-se no curso.
zh_cn: 包含您注册URL的CSV文件已附上。请使用以下邮件模板将注册URL分发给每个计划招收的学员。

source: Warm regards,
pt_br: Atenciosamente,
tr_tr: Sevgilerimle,
zh_cn: 诚挚的问候，

source: Warm regards,<br>The {platform_name} Team
pt_br: Abraços,<br>Equipe {platform_name}
tr_tr: Sevgilerimle, <br> {platform_name} Ekibi
zh_cn: 诚挚的问候，<br> {platform_name} 团队

source: Dear [[Name]]
pt_br: Caro [[Nome]]
tr_tr: Sayın [[Name]]
zh_cn: 亲爱的[[名字]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
pt_br: Para que você possa matricular-se em {course_names} fornecemos uma URL a você. Siga as instruções abaixo para requerer o seu acesso.
tr_tr: Sizin için kayıt URL'i sağladığımız {course_names} dersine kaydolun. Lütfen erişim talep etmek için aşağıdaki talimatları takip edin.
zh_cn: 我们为您提供了一个注册URL来选修{course_names}。请按照以下说明来获得您的权限。

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
pt_br: Sua URL de resgate é: [[Informe o código de Resgate a partir do arquivo CSV anexado]]
tr_tr: Kurtarma url si:[[Enter Redeem URL here from the attached CSV]]
zh_cn: 您的兑换URL是：[[在此输入从附件CSV中找到的兑换链接]]

source: (1) Register for an account at {site_name}
pt_br: (1) Registre-se em {site_name}
tr_tr: (1) {site_name} sitesinde bir hesap açmak için kayıt ol
zh_cn: (1) 在 {site_name}注册一个账户

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
pt_br: (2) Uma vez registado, copie a URL de resgate e cole no seu navegador da Web.
tr_tr: (2) Bir kez kayıt yapıldığında, kullanılan URL'yi kopyala ve kendi web tarayıcına yapıştır.
zh_cn: (2)注册完成后，复制兑换URL地址并且粘帖到您的web浏览器地址栏

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
pt_br: (3) Na página de confirmação da matrícula, clique no botão 'Ativar código de matrícula' para mostrar a confirmação da matrícula.
tr_tr: (3) Kayıt onaylama sayfasında, 'Kayıt Kodunu Etkinleştir' düğmesine tıklayın. Bu kayıt onaylamasını gösterecektir.
zh_cn: (3) 在选课确认页面，点击“激活选课码”按钮，您将看到选课确认信息。

source: (4) You should be able to click on 'view course' button or see your course on your learner dashboard at {url}
pt_br: (4) Você poderá clicar no botão 'visualizar curso' ou ver o curso no seu painel de controle em {url}
zh_cn: (4)您可以点击“查看课程”按钮或者通过{url}处的学员课程面板查看你的课程。

source: (5) Course materials will not be available until the course start date.
pt_br: (5) Os materiais do curso não estarão disponíveis até a data de início do curso.
tr_tr: (5) Ders başlangıç gününe kadar ders materyalleri kullanılabilir olmayacak.
zh_cn: (5) 课程开始后课程资料才可用。

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
pt_br: <p>Atenciosamente,</p><p>[[Sua Assinatura]]</p>
tr_tr: <p>Saygılarımla,</p><p>[[İmzanız]]</p>
zh_cn: <p>诚挚的,</p><p>[[您的签名]]</p>

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
pt_br: Com isto, desejamos confirmar que você alterou o e-mail associado ao {platform_name} de {old_email} para {new_email}. Caso não tenha solicitado a alteração, por favor entre em contato conosco imediatamente. As informações de contato encontram-se em:
tr_tr: Bu, {platform_name} platformunda tanımlı {old_email} adresinin {new_email} ile değişimini onaylamak içindir. Eğer bu talebi siz yapmadıysanız, lütfen bizimle derhal iletişime geçin. İletişim bilgisi burada listelenmiştir:
zh_cn: 这封邮件是为了确认你和 {platform_name} 之间的电子邮件关联由 {old_email} 变更为 {new_email}。如果你并没有发出该请求，请立即联系我们。联系信息已在以下页面中列出：

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
pt_br: Mantemos um registro de e-mails antigos, então caso a troca tenha sido um erro, podemos investigar o que ocorreu.
tr_tr: Eski e-postaların günlüğünü koruyoruz, bu yüzden bu talep kasıtsız olduysa, biz inceleyebiliriz.
zh_cn: 我们保存着旧电子邮件信息的日志，所以如果该请求并非是您有意发出的，我们可以对此进行调查。

source: You are receiving this message because you have been automatically re-enrolled in the course {course_name} on {site_name}.
zh_cn: 您收到此消息是因为您已自动重新注册在{site_name}上的课程{course_name} 。

source: The course must be completed within {finish_days} day.
zh_cn: 课程必须在 {finish_days}天内完成。

source: You will be automatically re-enrolled in this course after {re_enroll_time} month after completion.
zh_cn: 完成{re_enroll_time} 个月后，您将自动重新注册此课程。

source: You will be automatically re-enrolled in this course after {re_enroll_time} year after completion.
pt_br: Você será reinscrito automaticamente neste curso após {re_enroll_time}anos após a conclusão.
zh_cn: 完成 {re_enroll_time} 年后，您将自动重新注册此课程。

source: To access the course visit {course_url} and login.
pt_br: Para acessar o curso visite {course_url} e entre na área restrita com o seu nome de usuário e senha.
tr_tr: Derse erişmek için {course_url} adresini ziyaret ediniz ve giriş yapınız.
zh_cn: 要进入该课程，请访问 {course_url} 并登录。

source: Best regards
pt_br: Atenciosamente,
zh_cn: 诚挚的问候，

source: {platform_name} Team
pt_br: Equipe {platform_name}
zh_cn: {platform_name} 团队

source: You have been automatically re-enrolled in the course {course_name}
pt_br: Você foi inscrito no curso {course_name}
zh_cn: 你已经自动重新选修了{course_name}课程

source: This message is to remind you that the course {course_name} you enrolled in on {site_name} is overdue.
pt_br: Esta mensagem é para te lembrar que o curso em que você se inscreveu {course_name} no site {site_name} venceu.
zh_cn: 此消息旨在提醒您，您在 {site_name}上注册的课程 {course_name} 已过期。

source: The deadline is past by {days_left} day. Please complete the course as soon as possible.
pt_br: O prazo final termina em {days_left}. Conclua o curso o mais breve possível
zh_cn: 截止日期已过{days_left}日。请尽快完成课程。

source: This message is to remind you to complete the course {course_name} on {site_name}.
pt_br: Esta mensagem é para lembrá-lo de concluir o curso {course_name} em {site_name}
zh_cn: 此消息旨在提醒您完成 {site_name}的课程 {course_name}。

source: You have {days_left} day left to complete the course.
pt_br: Você tem somente {days_left} dia restante para realizar a verificação para o curso.
zh_cn: 你还有 {days_left} 天时间完成此课程。

source: The course {course_name} is overdue
pt_br: O curso {course_name} não existe
zh_cn: 课程 {course_name} 已逾期

source: {course_name} Reminders
pt_br: {course_name}
zh_cn: {course_name} 提醒

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
pt_br: Recebemos um pedido para alterar o e-mail associado à sua conta do {platform_name} de {old_email} para {new_email}. Caso isso esteja correto, por favor confirme o seu novo endereço de e-mail acessando:
tr_tr: {platform_name} sisteminde e-posta adresinizin değişikliği için bir talep aldık. Eski e-posta adresiniz: {old_email} Yeni e-posta adresiniz: {new_email}. Eğer bu isteği siz yaptıysanız lütfen aşağıdaki bağlantıya tıklayın.
zh_cn: 我们收到了您需要将 {platform_name} 账户的电子邮件关联由 {old_email} 变更为 {new_email} 的请求。如果该请求无误，请访问如下网页确认您的新电子邮件地址：

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
pt_br: Caso não tenha solicitado isto, não precisa fazer nada. Você não receberá mais nenhum e-mail nosso. Por favor, não responda a este e-mail. Caso precise de assistência, verifique a seção de ajuda do site de cursos do {platform_name}.
tr_tr: Eğer bunu talep etmediyseniz, hiçbir şey yapmaya ihtiyacınız yoktur; bizden daha fazla e-posta almayacaksınız. Lütfen bu e-postayı cevaplamayın; eğer yardıma ihtiyaç duyarsanız, {platform_name} web sitesinin yardım bölümünü kontrol edin.
zh_cn: 如果你没发出过该请求，你不需要做任何事情；你将不会收到其他任何电子邮件。请不要回复此电子邮件；如果你需要帮助，请访问 {platform_name} 网站。

source: Request to change {platform_name} account e-mail
pt_br: Pedido de alteração de e-mail da conta do {platform_name}
tr_tr: {platform_name} E-Posta Değişikliği
zh_cn: 变更 {platform_name} 账户电子邮件的请求

source: Dear learner,
pt_br: Prezado aluno,
zh_cn: 亲爱的同学，

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
pt_br: Você foi convidado para juntar-se ao curso {course_name} na plataforma {site_name} por um membro administrativo do curso.
tr_tr: {site_name} deki {course_name} için beta test yapan kişi olmaya ders personeli üyeleri tarafından davet edildiniz.
zh_cn: 您已被课程工作人员邀请加入 {site_name} 上的 {course_name}。

source: To access the course visit {course_about_url} and register for the course.
pt_br: Para acessar o curso visite {course_about_url} e registre-se no curso.
tr_tr: Derse erişmek için {course_about_url} adresini ziyaret edin ve derse kayıt olun.
zh_cn: 要进入该课程，请访问 {course_about_url} 并注册该课程。

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
pt_br: Para finalizar o seu cadastro, por favor, visite o site {registration_url} e preencha o formulário de cadastro, certificando-se de usar o e-mail {email_address} no campo indicado.
tr_tr: Kaydınızı bitirmek için, lütfen {registration_url} ziyaret edin ve emin kılan kayıt formunu E-posta alanı içindeki {email_address} kullanın.
zh_cn: 要完成你的注册，请访问 {registration_url} 填写注册表格，并确保将 {email_address} 填写在 E-mail 域中。

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
pt_br: Depois de se registrar e ativar a sua conta, você verá o curso {course_name} listado em seu painel.
tr_tr: Kaydolup hesabınız aktifleştirdikten sonra panelinizde {course_name} listesini göreceksiniz.
zh_cn: 一旦你完成注册并激活了账户，你将在课程面板中见到 {course_name}。

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
pt_br: Depois de se registrar e ativar a sua conta, acesse {course_about_url} para participar do curso.
tr_tr: Kayıt olduktan ve hesabınızı aktifleştirdikten sonra derse katılmak için {course_about_url} ziyaret edin.
zh_cn: 一旦你完成注册并激活了账户，请访问{course_about_url}以加入该课程。

source: You can then enroll in {course_name}.
pt_br: Você pode inscrever-se em {course_name}.
tr_tr: Daha sonra {course_name} dersine kayıtlanabilirsiniz.
zh_cn: 然后您可以选修课程{course_name}。

source: You have been invited to register for {course_name}
pt_br: Você foi convidado para registrar-se no curso {course_name}
tr_tr: {course_name} adlı derse kayıt olmak için davet edildiniz.
zh_cn: 你已被邀请注册 {course_name}

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
pt_br: Você foi inscrito no curso {course_name} do {site_name} por um integrante da equipe do curso. O curso já deve estar listado no seu painel de controle do {site_name}.
tr_tr: Ders görevlileri tarafından {site_name} sitesinde bulunan {course_name} dersinden kaydınız silindi. Ders {site_name} panelinizde artık görünmeyecek.
zh_cn: 你已被课程工作人员加入到了{site_name}上的{course_name}中。该课程应会立即出现在你的{site_name}课程面板中。

source: This email was automatically sent from {site_name} to {full_name}
pt_br: Este e-mail foi enviado automaticamente de {site_name} para {full_name}
tr_tr: {full_name}, bu e-posta size {site_name} tarafından otomatik olarak gönderilmiştir.
zh_cn: 这封邮件是由 {site_name} 向 {full_name} 自动发出的

source: You have been enrolled in {course_name}
pt_br: Você foi inscrito no curso {course_name}
tr_tr: {course_name} adlı derse kaydınız yapılmıştır.
zh_cn: 你已经选修了{course_name}

source: Hello,
pt_br: Olá,
zh_cn: 您好，

source: This email is to inform you that the learners ({learners}) have been unenrolled from the ILT session '{ilt_name}' in the course '{course_name}' on the {platform_name} platform. For more information about the session, please click on the link below:
pt_br: Este e-mail é para informar que a inscrição dos alunos ({learners}) foicancelada na sessão ILT '{ilt_name}' do curso '{course_name}'na plataforma {platform_name}. Para obter mais informações sobre a sessão,por favor clique no link abaixo:
zh_cn: 此电子邮件旨在通知您，学员({learners})已被 从{platform_name} 平台上的 '{course_name}'课程中的'{ilt_name}' ILT 课程中取消注册。有关课程章节的详细信息，请单击下面的链接：

source: Best regards,
pt_br: Atenciosamente,
zh_cn: 诚挚的问候，

source: ILT batch unenrollment notification
pt_br: Confirmação de matrícula
zh_cn: ILT课程批量注册通知

source: You have been enrolled to the ILT session '{ilt_name}' in the course {course_name} on the {platform_name} platform.
pt_br: Você se inscreveu na sessão ILT '{ilt_name}' no curso{course_name} na plataforma {platform_name}.
zh_cn: 您已注册到{platform_name} 平台上的{course_name} ]课程中的 ILT 课程 '{ilt_name}'。
