Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Here are the information about your hotel reservation
pt_br: Fornece informações úteis sobre o seu curso.
zh_cn: 以下是有关酒店预订的信息

source: For more information about the session, please click on the link below:
pt_br: Insira abaixo as informações sobre o código do cupom.
zh_cn: 了解更多班级信息，请点击下方链接：

source: ILT course enrollment notification
pt_br: Confirmação de matrícula
zh_cn: ILT课程注册通知

source: You have been enrolled to an ILT session '{ilt_name}' in course {course_name} on the {platform_name} platform. For more information about the session, please click on the link below:
pt_br: Você foi inscrito em uma sessão ILT '{ilt_name}' no curso{course_name} na plataforma {platform_name}. Para obter mais informações sobrea sessão, clique no link abaixo:
zh_cn: 您已注册到 {platform_name}平台上的 {course_name}课程中的ILT课程中的 '{ilt_name}'。有关课程环节的详细信息，请单击下面的链接：

source: This email is to inform you that the following learners have been unenrolled from the ILT session '{ilt_name}' in the course '{course_name}' on the {platform_name} platform.
pt_br: Este e-mail é para informar que os seguintes alunos foram desinscritosda sessão ILT '{ilt_name}' no curso '{course_name}' da plataforma{platform_name}
zh_cn: 此电子邮件旨在通知您以下学员已从{platform_name}平台上的'{course_name}' 课程中的 ILT课程 '{ilt_name}'中取消注册。

source: This email is to inform you that the ILT session '{ilt_name}' in the course {course_name} on the {platform_name} platform has been canceled.
pt_br: Este email é para informar que a sessão ILT '{ilt_name}' no curso{course_name} na plataforma {platform_name} foi cancelada.
zh_cn: 此电子邮件旨在通知您，{platform_name} 平台上的 {course_name}课程中的 ILT课程 '{ilt_name}' 已被取消。

source: Please cancel the hotel reservations of the participants.
pt_br: Por favor, cancele as reservas de hotel dos participantes.
zh_cn: 请取消与会者的酒店预订。

source: ILT hotel reservation cancellation
pt_br: Cancelamento da reserva de hotel em ILT
zh_cn: ILT 酒店预订取消

source: The hotel information of the ILT session '{ilt_name}' in course {course_name} on the {platform_name} platform has been updated.
pt_br: As informações do hotel da sessão ILT '{ilt_name}' em andamento{course_name} na plataforma {platform_name} foram atualizadas.
zh_cn: {platform_name} 平台上{course_name}课程中的的 '{ilt_name}' 课程环节的酒店信息已更新。

source: Here are your new hotel information
pt_br: Processando a informação da sua conta
zh_cn: 这是您的新酒店信息

source: Hotel information of an ILT session has been updated
pt_br: As informações do hotel de uma sessão ILT foram atualizadas
zh_cn: ILT 会话的酒店信息已更新

source: Your request to enroll in the ILT session '{ilt_name}' in course {course_name} on {platform_name} platform has been refused by your supervisor.
pt_br: Sua solicitação para se inscrever na sessão ILT '{ilt_name}' no curso{course_name} na plataforma {platform_name} foi recusada pelo seusupervisor.
zh_cn: 您的主管拒绝了您在{platform_name}平台上的 {course_name} 课程中注册 ILT课程'{ilt_name}' 的请求。

source: Your ILT request has been refused
pt_br: As suas respostas foram salvas.
zh_cn: 你的ILT课程请求已被拒绝

source: This email is to inform you that the learner {name} has cancelled his/her request to enroll in the ILT session '{ilt_name}' in course {course_name} on the {platform_name} platform. For more information about the session, please click on the link below:
pt_br: Este email é para informar que o aluno {nome} cancelou sua solicitação de inscrição na sessão ILT '{ilt_name}' no curso {course_name} na plataforma {platform_name}. Para obter mais informações sobre a sessão, por favor clique no link abaixo: Este e-mail é para informar que o aluno {nome} cancelou sua solicitação. Para se inscrever na sessão ILT '{ilt_name}' no curso {course_name} na plataforma {platform_name}. Para mais informações sobre a sessão, clique no link abaixo:
zh_cn: 此电子邮件旨在通知您，学员 {name}已取消他/她在 {platform_name}平台上的{course_name}课程中的 '{ilt_name}'环节课程。有关该课程环节的详细信息，请单击下面的链接：

source: ILT course unenrollment notification
pt_br: Confirmação de matrícula
zh_cn: ILT课程取消注册通知

source: The ILT session '{ilt_name}' in course {course_name} has been cancelled on the {platform_name} platform. The learners who were enrolled in this session are {learners}. For more information about the session, please click on the link below:
pt_br: A sessão ILT '{ilt_name}' no curso {course_name} foi cancelada na plataforma {platform_name}. Os alunos inscritos nesta sessão são {learners}. Para obter mais informações sobre a sessão, clique no link abaixo :
zh_cn: 在 [ {platform_name} 平台上的{course_name}课程中的 ILT课程'{ilt_name}' 已被取消。在此会话中注册的学员是{learners}。有关该环节的详细信息，请单击下面的链接：

source: One of your ILT session '{ilt_name}' in course {course_name} has been cancelled on the {platform_name} platform. For more information about the session, please click on the link below:
pt_br: Uma das suas sessões de ILT '{ilt_name}' no curso {course_name} foi cancelada na plataforma {platform_name}. Para obter mais informações sobre a sessão, clique no link abaixo:
zh_cn: 您在 {platform_name}平台上 {course_name} 课程中'{ilt_name}'课程环节已被取消的。有关课程环节的详细信息，请单击下面的链接：

source: ILT session canceled
pt_br: Sessão ILT cancelada
zh_cn: ILT课程环节已取消

source: One of your ILT session '{ilt_name}' schedule has been changed on the {platform_name} platform. For more information about the session, please click on the link below:
pt_br: Uma das agendas da sua sessão ILT '{ilt_name}' foi alterada na plataforma {platform_name}. Para obter mais informações sobre a sessão, clique no link abaixo:
zh_cn: 您在 {platform_name}平台上的'{ilt_name}'ILT课程环节已更改时间。有关课程环节的详细信息，请单击下面的链接：

source: ILT session time changed
pt_br: Horário de sessão ILT chegou
zh_cn: ILT课程环节时间已被更改

source: You have been unenrolled from the ILT session '{ilt_name}' on the {platform_name} platform. For more information about the session, please click on the link below:
pt_br: Você foi desinscrito da sessão ILT '{ilt_name}' na plataforma {platform_name}Para mais informações sobre a sessão, por favor. Clique no link abaixo:
zh_cn: 您已被{platform_name}平台上的 '{ilt_name}'ILT课程取消注册。有关课程环节的详细信息，请单击下面的链接：

source: A learner ({name}) has sent a request to enroll in the ILT session '{ilt_name}' on the {platform_name} platform. Please click the link below to validate the request:
pt_br: Um aluno ({nome}) enviou uma solicitação para se inscrever na sessão ILT '{ilt_name}' na plataforma {platform_name}. Clique no link abaixo para valide a solicitação:
zh_cn: 有学员 ({name})申请了 {platform_name}平台上的'{ilt_name}'ILT课程环节。请单击下面的链来批准该请求：

source: A learner has requested to enroll in an ILT session
pt_br: Um aluno solicitou a inscrição em uma sessão de ILT
zh_cn: 有学院申请注册ILT课程。

source: The scores of the following sections have been overridden.
pt_br: As pontuações das seções a seguir foram substituídas.
zh_cn: 以下部分的分数已被覆盖。

source: Your score of the course {course_name} has been overridden to {score}.
pt_br: Sua pontuação do curso {course_name} foi substituída por {score}.
zh_cn: 您在{course_name} 课程的分数已被覆盖为{score}。

source: You can review your learning progress by clicking on the link below:
pt_br: Você pode revisar seu progresso de aprendizado clicando no link abaixo:
zh_cn: 您可以通过单击以下链接查看您的学习进度：

source: Note: if you didn't complete this course or section yourself, it might be the course admin that gave you a waiver following your request. If any problem regarding this completion, please contact the {platform_name} team.
pt_br: Nota: se você não concluiu este curso ou seção, pode ser o administrador do curso que renunciou a você após sua solicitação. Se houver problema com esta conclusão, entre em contato com a equipe {platform_name}.
zh_cn: 注意：如果您没有自己完成本课程或部分，可能是课程管理员在您的请求后给予您豁免。如果有关此完成有任何问题，请联系 {platform_name}团队。

source: Your score of the course {course_name} on {platform_name} has been overridden
pt_br: Eu concluí o curso {course_title} no {platform_name}.
zh_cn: 您在{platform_name}上的课程{course_name}的成绩已被重新修改

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
pt_br: O seu pagamento foi efetuado com sucesso. A cobrança, sob o nome da empresa {merchant_name}, aparecerá na próxima fatura de seu cartão de crédito ou débito.
tr_tr: Ödemeniz başarılı oldu. Bir sonraki kredi kartınızda aşağıdaki ücreti veya şirket ismi{merchant_name} altındaki bankamatik kartı açıklamasını göreceksiniz.
zh_cn: 你已付款成功。你最近一期的信用卡或储蓄卡结单将会包括来自公司名{merchant_name}的扣款。

source: Thank you,
pt_br: Obrigado,
tr_tr: Teşekkürler,
zh_cn: 谢谢，

source: Your order number is: {order_number}
pt_br: O número do seu pedido é: {order_number}
tr_tr: Sipariş numaranız şöyle: {order_number}
zh_cn: 您的订单号为：{order_number}

source: Thanks for submitting your photos!
pt_br: Obrigado por submeter suas fotos!
tr_tr: Fotoğraflarınızı gönderdiğiniz için teşekkürler!
zh_cn: 谢谢您的照片提交！

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
pt_br: Recebemos suas informações e o processo de verificação de identificação foi iniciado. Verifique um e-mail nosso nos próximos dias para confirmar se a suaverificação foi bem-sucedida. Você também pode verificar o status do processo de verificação no seu painel.
tr_tr: Bilgilerinizi aldık ve doğrulama işlemi başladı. Önümüzdeki birkaç gün içinde, kimlik doğrulama işleminin başarılı olup olmadığını belirten bir e-postayı size göndereceğiz. Doğrulama işleminin durumunu kendi panelinizden kontrol edebilirsiniz.
zh_cn: 我们已收到您的信息，身份验证过程已经开始。在接下来的几天里，请检查我们发送的电子邮件，以确认您的验证是否成功。您还可以在仪表板上检查验证过程的状态。

source: The {platform_name} team
pt_br: Equipe {platform_name}
tr_tr: {platform_name} takımı
zh_cn: {platform_name}团队

source: Thank you for purchasing enrollments in {course_name}.
pt_br: Obrigado por adquirir matrículas no {course_name}.
tr_tr: {course_name} içinde kayıtları satın aldığınız için teşekkür ederiz.
zh_cn: 感谢您购买{course_name}。

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
pt_br: Uma fatura de {currency_symbol}{total_price} está anexada. O pagamento é devido após o recebimento. Você encontrará informações sobre as formas de pagamento em sua fatura.
tr_tr: {currency_symbol}{total_price} için bir fatura eklendi. Ödeme faturanın son günüdür. Fatura üzerinde ödeme methotları hakkında bilgi alabilirsiniz.
zh_cn: {currency_symbol}{total_price}的发票已附上。您在收到发票后需立即付款。您可以在发票里找到付款方式。

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your learners. Each learner must use a separate enrollment code.
pt_br: Um arquivo .csv com a relação dos códigos de matrícula está em anexo. Você pode usar o modelo de e-mail abaixo para distribuir os códigos de matrícula para os alunos. Cada aluno deverá usar um código de matrícula único.
zh_cn: 附件中是带有您的选课码的.csv文件。您可以使用下面的邮件模板将选课码分发给您的学员。每个学员必须使用一个单独的选课码。

source: Thanks, The {platform_name} Team
pt_br: Atenciosamente, Equipe {platform_name}
tr_tr: Teşekkürler, {platform_name} Takımı
zh_cn: 谢谢， {platform_name}团队

source: Dear [[Name]]:
pt_br: Prezado/a [[Nome]]:
tr_tr: Sayın [[Name]]:
zh_cn: 亲爱的 [[Name]]:

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
pt_br: Fornecemos um código de matrícula para o curso {course_name}. Para matricular-se, clique no link:
tr_tr: {course_name} dersine sizin için ders kayıt kodu sağladık. Derse kaydolmak için, aşağıdaki bağlantıya tıklayın:
zh_cn: 我们为您提供了一个{course_name}选课码。参加该课程，请点击以下链接:

source: HTML link from the attached CSV file
pt_br: Link HTML do arquivo CSV anexado
tr_tr: Ekli CSV dosyasındaki HTML bağlantısı
zh_cn: 附件CSV文件中的html链接

source: After you enroll, you can see the course on your learner dashboard. You can see course materials after the course start date.
pt_br: Depois de matriculado você terá acesso ao Painel de Controle. Só poderá acessar os materiais do Curso após a data de início.
zh_cn: 在你选课之后，你可以在你的学员课程面板中看到该课程。在课程开始后，你就可以看到课程的相关资料。

source: Sincerely, [[Your Signature]]
pt_br: Atenciosamente, [[Your Signature]]
tr_tr: Saygılarımla, [[Your Signature]]
zh_cn: 诚挚的， [[你的签名]]

source: INVOICE
pt_br: FATURA
tr_tr: FATURA
zh_cn: 发票

source: Invoice No: {invoice_number}
pt_br: Fatura No: {invoice_number}
tr_tr: Fatura No: {invoice_number}
zh_cn: 发票号码: {invoice_number}

source: Terms: Due Upon Receipt
pt_br: Termos: Devido Após Recebimento
tr_tr: Vade: Fatura İbrazında
zh_cn: 条款：收到付款

source: Due Date: {date}
pt_br: Data de vencimento: {date}
tr_tr: Son Tarih: {date}
zh_cn: 截止日期: {date}

source: Bill to:
pt_br: Conta para:
tr_tr: Fatura edilecek:
zh_cn: 付款给：

source: Customer Reference Number: {reference_number}
pt_br: Número de referência do cliente: {reference_number}
tr_tr: Müşteri Referans Numarası: {reference_number}
zh_cn: 客户参考编码: {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
pt_br: Valor Devido: {currency_symbol}{sale_price}
tr_tr: Bakiye: {currency_symbol}{sale_price}
zh_cn: 应付金额: {currency_symbol}{sale_price}

source: Course: {course_name}
pt_br: Curso: {course_name}
tr_tr: Ders: {course_name}
zh_cn: 课程名称: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
pt_br: Preço: {currency_symbol}{course_price} Quantidade: {quantity} Sub-Total: {currency_symbol}{sub_total} Desconto: {currency_symbol}{discount}
tr_tr: Fiyat: {currency_symbol}{course_price} Miktar: {quantity} Alt-Toplam: {currency_symbol}{sub_total} İndirim: {currency_symbol}{discount}
zh_cn: 价格: {currency_symbol}{course_price} 数量: {quantity} 小计: {currency_symbol}{sub_total} 折扣: {currency_symbol}{discount}

source: Total: {currency_symbol}{sale_price}
tr_tr: Toplam: {currency_symbol}{sale_price}
zh_cn: 总计: {currency_symbol}{sale_price}

source: Payment Instructions
pt_br: Instruções de pagamento
tr_tr: Ödeme Yönergeleri
zh_cn: 支付说明

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
pt_br: Se não recebermos o pagamento, as matrículas do aluno através deste código serão canceladas e os alunos não terão mais acesso ao material do curso. Não há reembolsos para compras. Para mais informações, consulte a política de cancelamento do {site_name}.
tr_tr: Eğer ödeme almazsak, bu kodları kullanan öğrenci kayıtları iptal olacak ve öğrenciler ders materyallerine giriş yapamayacak. Tüm satın almalar sona ermiştir. Daha fazla bilgi için, {site_name} iptal politikasını inceleyin.
zh_cn: 如果我们没有收到付款，使用这些选课码的学员将被取消上课资格并无法访问课程资料。所有付款都无法退换。欲了解更多信息，请参见{site_name}取消政策。

source: For payment questions, contact {contact_email}
pt_br: Para dúvidas sobre pagamento, entre em contato com {contact_email}
tr_tr: Ödemeyle ilgili sorularınız için {contact_email} ile iletişime geçiniz
zh_cn: 支付问题请联系{contact_email}

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
pt_br: Desculpe! A Equipe do Curso não aprovou seu pedido de mudança de nome de {old_name} para {new_name}. Se precisa de ajuda, envie um email à Equipe do Curso no endereço {email}
tr_tr: Üzgünüz. Ders görevlilerimiz {old_name} isminizi {new_name} ismiyle değiştirmek üzere olan isteğinizi onaylamadı. Daha fazla yardıma ihtiyacınız olursa, lütfen ders görevlilerinin {email} adresine e-posta atın.
zh_cn: 我们很抱歉。我们的课程工作人员没有批准您的名字请求改变：从{old_name} 改变至{new_name}。如果您需要进一步的帮助，请给课程工作人员发邮件：{email}。

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
pt_br: Você foi excluído da lista de testadores beta do curso {course_name} do {site_name} por um integrante da equipe do curso. O curso continuará no seu Painel de controle, mas você não fará mais parte do grupo de testadores beta.
tr_tr: Siz, {site_name}de {course_name} için ders personeli üyesi tarafından beta test yapan kişi olarak kaldırıldınız. Ders gösterge panelinizde kalacak, ama artık beta test grubunun bir parçası olacaksınız.
zh_cn: 您在{site_name}上的{course_name}课程的 Beta 测试员身份已被课程工作人员剔除。该课程仍将显示在您的课程面板中，但您已不再是 Beta 测试组的一员。

source: Your other courses have not been affected.
pt_br: Os seus outros cursos não foram afetados.
tr_tr: Sizin diğer dersleriniz etkilenmedi.
zh_cn: 您参加的其他课程没有受到影响。

source: You have been removed from a beta test for {course_name}
pt_br: Você foi excluído da lista de testadores beta do curso {course_name}
tr_tr: {course_name} için beta testinden çıkarıldınız.
zh_cn: 您已经从课程 {course_name} 的 Beta 测试中移除

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
pt_br: Nós verificamos sua identidade com sucesso para a avaliação {assessment} no curso {course_name}
tr_tr: Kimliğinizi, {course_name} dersindeki {assessment} değerlendirmesi için başarıyla doğruladık.
zh_cn: 我们已经为您在课程{course_name}中的{assessment} 评估成功地验证了您的身份。

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
pt_br: Não conseguimos verificar a sua identidade para a avaliação {assessment} no curso {course_name}. Você usou {used_attempts} das {allowed_attempts} tentativas para verificação de sua identidade
tr_tr: Kimliğinizi, {course_name} dersindeki {assessment} değerlendirmesi için doğrulayamadık. Kimliğinizi doğrulamak için size tanınan {allowed_attempts} hakkın {used_attempts} tanesini kullandınız.
zh_cn: 我们无法为您在课程 {course_name}中的评估{assessment}验证身份。您已经使用了{allowed_attempts}次允许的中的{used_attempts} 试图验证你的身份。

source: You must verify your identity before the assessment closes on {due_date}.
pt_br: Você deve verificar a sua identidade antes de encerrar a avaliação em {due_date}.
tr_tr: Kimlik doğrulamanızı değerlendirmelerin kapanacağı {due_date} tarihinden önce yapmalısınız.
zh_cn: 你必须核实你的身份在评估关闭{due_date}。

source: To try to verify your identity again, select the following link:
pt_br: Para tentar verificar a sua identidade novamente, selecione o seguinte link:
tr_tr: Kimliğinizi tekrar doğrulamak için, aşağıdaki bağlantıya tıklayın:
zh_cn: 尝试再次核实你的身份,选择下面的链接:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
pt_br: Não conseguimos verificar a sua identidade para a avaliação {assessment} no curso {course_name}. Você usou {used_attempts} das {allowed_attempts} tentativas para verificação de sua identidade e a verificação não é mais possível.
tr_tr: Kimliğinizi, {course_name} dersindeki {assessment} değerlendirmesi için doğrulayamadık. Kimliğinizi doğrulamak için {allowed_attempts} hakkınızın {used_attempts} adedini kullandınız ve doğrulama artık mümkün değil.
zh_cn: 我们无法验证为您在课程{course_name}中的评估{assessment}验证身份。您已尝试了{used_attempts} 次，验证身份尝试次数最多为{allowed_attempts}次。

source: To go to the courseware, select the following link:
pt_br: Para ir para o conteúdo do curso, selecione o seguinte link:
tr_tr: Ders yazılımına gitmek için, aşağıdaki bağlantıya tıklayın:
zh_cn: 去看课件，选择以下链接:

source: If you have any questions, you can contact learner support at {support_link}.
pt_br: Se você tiver alguma dúvida, entre em contato com o suporte ao aluno em {support_link}.
zh_cn: 如果您有任何问题，您可以联系学员支持团队{support_link}。

source: Thanks,
pt_br: Obrigado,
tr_tr: Teşekkürler,
zh_cn: 谢谢，

source: Dear Learner,
pt_br: Prezado aluno:
zh_cn: 亲爱的同学，

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
pt_br: A sua inscrição no curso {course_name} foi cancelada por um integrante da equipe do curso. Por favor, desconsidere o convite enviado anteriormente.
tr_tr: Bir ders görevlisi tarafından {course_name} dersinden kaydınız silindi. Lütfen daha önce gönderilen davetiyeyi dikkate almayın.
zh_cn: 您已被课程工作人员从 {course_name}课程中移除。请忽略之前向您发出的邀请。

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
pt_br: A sua inscrição no curso {course_name} do {site_name} foi cancelada por um integrante da equipe do curso. O curso não aparecerá mais no seu painel de controle do {site_name}.
tr_tr: Bir ders görevlisi tarafından {site_name} sitesinde bulunan {course_name} dersinden kaydınız silindi. Bu ders {site_name} panelinizde artık görünmeyecek.
zh_cn: 你已被课程教员从{site_name}上的{course_name}课程中剔除，该课程将不会再出现在你的{site_name}课程面板中。

source: You have been un-enrolled from {course_name}
pt_br: A sua inscrição no curso {course_name} foi cancelada
tr_tr: {course_name} dersinden kaydınız iptal edilmiştir.
zh_cn: 你已从课程 {course_name}中被移除。

source: Congratulations! Your waiver request for the section {sections} has been approved.
pt_br: Parabéns! Sua solicitação de dispensa para a seção {seções} foi aprovada.
zh_cn: 祝贺！您对课程小节{sections} 的豁免请求已获批准。

source: Congratulations! Your waiver request for the entire course {course_name} has been approved.
pt_br: Parabéns! Sua solicitação de dispensa para todo o curso {course_name} foi aprovada.
zh_cn: 祝贺！您对整个课程{course_name}的豁免请求已获得批准。

source: Your waiver request has been approved
pt_br: Sua solicitação para dispensa do curso foi aprovada.
zh_cn: 您的豁免申请已获批准

source: Your waiver request for the section {sections} has been denied.
pt_br: Sua solitação para dispensa das seções {sections} foi negada.
zh_cn: 您对课程小节{sections} 的豁免请求已被拒绝。

source: Your waiver request for the entire course {course_name} has been denied.
pt_br: Sua solicitação de dispensa para todo o curso {course_name} foi negada.
zh_cn: 祝贺！您对整个课程{course_name}的豁免请求已被拒绝。

source: Your waiver request has been denied
pt_br: As suas respostas foram salvas.
zh_cn: 您的豁免申请已被拒绝

source: A learner has requested a waiver for the sections on {platform_name} platform.
pt_br: Um aluno solicitou uma dispensa para as seções na plataforma {platform_name}
zh_cn: 有学员请求豁免 {platform_name}平台上的课程小节。

source: A learner has requested a waiver for an entire course on {platform_name} platform.
pt_br: Um aluno solicitou uma isenção para um curso inteiro na plataforma {platform_name}.
zh_cn: 一名学员要求在{platform_name}平台上豁免整个课程。

source: Here is the waiver request information:
pt_br: Aqui estão as informações de solicitação de isenção:
zh_cn: 以下是豁免请求信息：

source: Learner's Name:
pt_br: Nome do Aluno
zh_cn: 学员姓名

source: Course Name:
pt_br: Nome do curso:
tr_tr: Ders İsmi:
zh_cn: 课程名称：

source: Sections:
pt_br: Seção
zh_cn: 章

source: Reason:
pt_br: Razão
zh_cn: 原因

source: If you accept this request, please click the following link:
pt_br: Para ir para o conteúdo do curso, selecione o seguinte link:
zh_cn: 如果你同意这一请求，请点击以下链接：

source: Otherwise please click the following link to deny:
pt_br: De outra forma, por favor clique no link a seguir para negar:
zh_cn: 否则，点击以下链接拒绝这一请求：

source: A learner has requested a waiver
pt_br: Um aluno solicitou uma renúncia
zh_cn: 学员申请豁免

source: This Course Unavailable In Your Country
pt_br: Este curso não está disponível no seu país
tr_tr: Bu Ders Ülkenizde Sunulmamaktadır
zh_cn: 这门课程未在您的国家开设
