Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
pt_br: Se lembra quando você se inscreveu em %(course_name)s, e outros cursos no edX.org? Nós lembramos, e estamos felizes em ter você! Venha ver o que as outras pessoas.estão aprendendo
tr_tr: edX.org'da %(course_name)s eğitimine ve diğer eğitimlere ne zaman kaydolduğunu hatırlıyor musun? Biz hatırlıyoruz, ve üyemiz olduğun için mutluyuz! Gel ve diğerlerinin neler öğrendiğine göz at.
zh_cn: 还记得您注册%(course_name)s和其他edX.org课程时的情景吗？我们记得，很高兴有你！来看看每个人都在学习什么。

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
pt_br: Se lembra quando você se inscreveu em %(course_name)s, Nós lembramos, e estamos felizes de ter você! Venha ver o que as outras pessoas estão aprendendo
tr_tr: edX.org'da %(course_name)s eğitimine ne zaman kaydolduğunu hatırlıyor musun? Biz hatırlıyoruz, ve üyemiz olduğun için mutluyuz! Gel ve diğerlerinin neler öğrendiğine göz at.
zh_cn: 还记得edX.org注册 %(course_name)s时的情景吗？我们记得，很高兴有你！来看看每个人都在学习什么。

source: Course team user does not exist
pt_br: Usuário do time do Curso não existe
tr_tr: Ders takımı kullanıcısı bulunmuyor
zh_cn: 课程团队用户不存在

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
pt_br: Os grupos nesta configuração podem ser mapeados para grupos no Paineldo Instrutor.
tr_tr: Bu yapılandırmada gruplar Eğitmen Paneli'nde topluluk şeklinde düzenlenebilir.
zh_cn: 此配置中的组可以映射到讲师仪表板中的队列。

source: Content Groups
pt_br: Grupos de conteúdo
tr_tr: İçerik Grupları
zh_cn: 内容组

source: invalid JSON
pt_br: JSON inválido
tr_tr: geçersiz JSON
zh_cn: 无效的 JSON

source: must have name of the configuration
pt_br: deve ter o nome da configuração
tr_tr: yapılandırma adının girilmesi zorunlu
zh_cn: 必须有配置的名称

source: must have at least one group
pt_br: é necessário possuir ao menos um grupo
tr_tr: Lütfen en az bir grup ekleyiniz
zh_cn: 必须至少有一个组

source: Invalid course update id.
pt_br: ID de atualização de curso inválido.
tr_tr: Geçersiz ders güncelleme numarası.
zh_cn: 课程ID更新无效。

source: Course update not found.
pt_br: Atualização do curso não encontrada.
tr_tr: Ders güncellemesi bulunamadı.
zh_cn: 课程更新没有找到。

source: Could not index item: {}
pt_br: Não foi possível indexar o item: {}
tr_tr: İndekslenemeyen öğe: {}
zh_cn: 无法索引项：{}

source: General indexing error occurred
pt_br: Ocorreu um erro geral de endereçamento
tr_tr: Genel endeksleme hatası oluştu
zh_cn: 发生了一般性索引错误

source: (Unnamed)
pt_br: (anônimo)
tr_tr: (İsimsiz)
zh_cn: (未命名)

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
pt_br: GIT_REPO_EXPORT_DIR não foi definido ou o caminho {0} não existe, por favor crie-o, ou configure um caminho diferente para GIT_REPO_EXPORT_DIR
tr_tr: GIT_REPO_EXPORT_DIR ortam değişkeni kurulu değil veya dosya yolu {0} bulunamamaktadır, lütfen oluşturun veya GIT_REPO_EXPORT_DIR değişkenine yeni bir yol yükleyin.
zh_cn: GIT_REPO_EXPORT_DIR 未被设置或者路径 {0} 不存在，请创建它，或者为 GIT_REPO_EXPORT_DIR 设置一个不同的路径。

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
pt_br: A URL Git informada não é gravável. É esperado algo como: git@github.com:mitocw/edx4edx_lite.git
tr_tr: Yazılamaz git url'si verildi. Şunun gibi bir içerik beklenmektedir: git@github.com:mitocw/edx4edx_lite.git
zh_cn: 没有可写的Git地址。期待类似这样的地址：git@github.com:mitocw/edx4edx_lite.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
pt_br: Caso utilize URLs http, você deve fornecer o nome de usuário e senha na URL. Similar a https://user:pass@github.com/user/course.
tr_tr: Eğer http url'leri kullanılıyorsa, url içinde kullanıcı adı ve parola da vermelisiniz. Şunun gibi: https://user:pass@github.com/user/course.
zh_cn: 如果使用HTTP地址，您必须在地址里提供用户名和密码，类似于 https://user:pass@github.com/user/course 。

source: Unable to determine branch, repo in detached HEAD mode
pt_br: Não foi possível determinar o branch, o repositório esta no modo separado da HEAD
tr_tr: Dal tespit edilemedi, repo ayrılmış HEAD modunda
zh_cn: 无法找到分支，源正处于分离HEAD模式。

source: Unable to update or clone git repository.
pt_br: Não é possível atualizar ou clonar o repositório git.
tr_tr: Git deposu güncellenemedi veya klonlanamadı.
zh_cn: 无法更新或者复制Git源。

source: Unable to export course to xml.
pt_br: Não foi possível exportar o curso para xml.
tr_tr: Ders xml'e aktarılamadı.
zh_cn: 无法将课程导出成XML文件。

source: Unable to configure git username and password
pt_br: Não foi possível configurar o nome de usuário e senha do git
tr_tr: Git için kullanıcı adı ve parola yapılandırılamadı
zh_cn: 无法配置Git的用户名和密码

source: Unable to commit changes. This is usually because there are no changes to be committed
pt_br: Não foi possível commit as alterações. Isso geralmente acontece porque não há alterações a serem enviadas.
tr_tr: Değişiklikler işlenemedi. Bu genellikle işlenecek hiçbir değişiklik olmadığında olur
zh_cn: 无法提交变更，这通常是因为没有变更之处，不需要提交。

source: Unable to push changes. This is usually because the remote repository cannot be contacted
pt_br: Não foi possível push as alterações. Isto geralmente acontece porque o repositório remoto não pode ser contactado.
tr_tr: Değişiklikler itilemedi. Bu genellikle uzaktaki depoyla iletişim kurulamadığında olur.
zh_cn: 无法推送变更，这通常是因为无法连接远程源。

source: Bad course location provided
pt_br: A localização de curso fornecida está incorreta
tr_tr: Kötü ders yeri verildi
zh_cn: 提供了错误的课程地址

source: Missing branch on fresh clone
pt_br: Esta faltando um branch na clonagem recente
tr_tr: Temiz kopyada olmayan geliştirme dalı
zh_cn: 在最近的复制中，丢失一些分支

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
pt_br: Tente exportar o curso especificado para um repositório git . O diretório do curso já deve ser um repositório git. Uso: git_export <course_loc> <git_url>
tr_tr: Belirlenmiş dersi alın ve git deposuna aktarmayı deneyin . Ders dizini aynı zamanda git deposu olmalıdır. Kullanım: git_export <course_loc> <git_url>
zh_cn: 取得指定的课程然后尝试将其导出到一个Git源。 课程目录必须已经是一个Git源。用法： git_export <course_loc> <git_url>

source: Unknown User ID: {0}
pt_br: ID de Usuário Desconhecida: {0}
tr_tr: Bilinmeyen Kullanıcı Kimliği: {0}
zh_cn: 未知用户 ID： {0}

source: Permission denied
pt_br: Permissão negada
tr_tr: İzin verilmedi
zh_cn: 没有权限

source: We only support uploading a .tar.gz file.
pt_br: Apenas arquivos .tar.gz podem ser carregados.
tr_tr: Şu an için sadece .tar.gz dosyasının yüklenmesini destekliyoruz.
zh_cn: 我们仅支持上传 .tar.gz 文件。

source: Tar file not found
pt_br: Arquivo Tar não encontrado
tr_tr: Tar dosyası bulunamadı
zh_cn: 未找到 Tar 文件

source: Unsafe tar file. Aborting import.
pt_br: Arquivo Tar não seguro. Abortando importação.
tr_tr: Güvenilmeyen tar dosyası. İçe aktarma işlemi iptal ediliyor.
zh_cn: 不安全的焦油文件。正在中止导入。

source: Could not find the {0} file in the package.
pt_br: Não foi possível encontrar o arquivo {0} no pacote.
tr_tr: Paket içinde {0} dosyası bulunamadı.
zh_cn: 无法在包中找到文件{0}。

source: Deleted Group
pt_br: Grupo Deletado
tr_tr: Silinmiş Grup
zh_cn: 已删除的组

source: Upload completed
pt_br: Carregamento concluído
tr_tr: Yükleme tamamlandı
zh_cn: 上传完成

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
pt_br: Arquivo {filename} excede o tamanho máximo de {maximum_size_in_megabytes} MB.
tr_tr: {filename} dosyası izin verilen maksimum {maximum_size_in_megabytes} MB dosya boyutunu aşıyor.
zh_cn: 文件{filename} 超出最大尺寸 {maximum_size_in_megabytes} MB.

source: must have name of the certificate
pt_br: deve ter o nome do certificado
tr_tr: Sertifika adı girilmesi zorunludur
zh_cn: 必须有证书的名称

source: Certificate dict {0} missing value key '{1}'
pt_br: Ordem do certificado {0} chave de valor ausente '{1}'
tr_tr: {0} dict sertifikası kayıp değer anahtarı '{1}'
zh_cn: 证书听写键 {0} 缺少值键"{1}"

source: PermissionDenied: Failed in authenticating {user}
pt_br: Permissão Negada: Falha na autenticação de {user}
tr_tr: İzin Reddedildi: {user} kimlik doğrulama başarısız
zh_cn: 权限被拒绝：验证 {user}失败

source: {platform_name} Support Levels:
pt_br: {platform_name} Níveis de Suporte:
tr_tr: {platform_name} Destek Seviyeleri:
zh_cn: {platform_name}支持级别：

source: Video
pt_br: Vídeo
zh_cn: 视频

source: Blank
pt_br: Vazio
tr_tr: Boş
zh_cn: 空白

source: Course has been successfully reindexed.
pt_br: Curso reindexado com sucesso.
tr_tr: Dersin tekrar indekslenme işlemi başarılı.
zh_cn: 课程重新索引成功。

source: Unscheduled
pt_br: Não agendado
tr_tr: Planlanmamış
zh_cn: 尚未计划

source: Special characters not allowed in organization, course number, and course run.
pt_br: Caracteres especiais não são permitidos na organização, número do curso e duração do curso.
tr_tr: Özel karakterler kurum, ders numarası, ve ders yayınında kullanılamaz.
zh_cn: 在机构、课程编号和开课时间中，不允许使用特殊字符。

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
pt_br: Já existe um curso definido com a mesma organização e número do curso. Favor mudar a organização ou o número do curso para ser único.
tr_tr: Aynı kurum ve ders koduyla tanımlanmış başka bir ders mevcut. Lütfen kurum veya ders kodunu tekil olacak şekilde değiştirin.
zh_cn: 已经存在一个具有相同机构和课程编号的课程，请更改机构名称或者课程编号以保证其唯一性。

source: Please change either the organization or course number so that it is unique.
pt_br: Por favor, altere o nome da organização ou o número do curso para que ele se torne único.
tr_tr: Lütfen kurumu ya da ders numarasını tekil olacak şekilde değiştirin.
zh_cn: 请更改机构或者课程编号以确保唯一性。

source: Unable to create course '{name}'. {err}
pt_br: Não foi possível criar o curso '{name}'. {err}
tr_tr: '{name}' dersi oluşturulamadı. {err}
zh_cn: 无法创建课程“{name}”。 {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
pt_br: Para continuar você deve vincular este curso com alguma organização. A organização que você selecionou não existe no sistema, você terá que primeiro adicioná-la ao sistema.
tr_tr: Devam etmek için bu dersi bir organizasyona bağlamalısınız. Seçtiğiniz organizasyon sistemde mevcut değil, organizasyonu sisteme eklemeniz gerekir
zh_cn: 您必须将本课程链接到组织才能继续。您选择的组织在系统中不存在，您需要将其添加到系统中

source: Invalid prerequisite course key
pt_br: Chave de pré-requisitos de curso inválida.
tr_tr: Geçersiz ders anahtar koşulu.
zh_cn: 先修课程标识无效

source: An error occurred while trying to save your tabs
pt_br: Ocorreu um erro ao tentar salvar as suas abas
tr_tr: Sekmelerinizi kaydetmeyi denerken bir hata oluştu.
zh_cn: 尝试保存选项卡时出错

source: Tabs Exception
pt_br: Exceçãos de Abas
tr_tr: Ayrıcalıklı Sekmeler
zh_cn: 选项卡异常

source: This group configuration is in use and cannot be deleted.
pt_br: Esta configuração de grupo está em uso e não pode ser deletada.
tr_tr: Bu grup yapılandırması kullanımda ve silinemez.
zh_cn: 不能删除正在使用中的组配置。

source: This content group is in use and cannot be deleted.
pt_br: Este grupo de conteúdos está em uso e não pode ser deletado.
tr_tr: Bu içerik grubu kullanımda ve silinemez.
zh_cn: 不能删除正在使用中的内容组。

source: Entrance Exam - Subsection
pt_br: Teste de Entrada - Subseção
tr_tr: Giriş Sınavı - Altbölüm
zh_cn: 入学考试—节

source: Completed Course Entrance Exam
pt_br: Teste de Entrada de Curso Completado
tr_tr: Bitirilmiş Ders Giriş sınavı
zh_cn: 已完成的课程入学考试

source: Course successfully exported to git repository
pt_br: O curso foi exportado com sucesso para o repositório git
tr_tr: Ders git deposuna başarıyla aktarıldı
zh_cn: 课程成功被导出到Git源

source: Vertical
tr_tr: Dikey
zh_cn: 纵列块

source: File upload corrupted. Please try again
pt_br: O arquivo carregado está corrompido. Por favor, tente novamente.
tr_tr: Yüklenen dosya bozuk. Lütfen yeniden deneyin.
zh_cn: 文件上传已损坏。请重试

source: Invalid data
pt_br: Dados inválidos
tr_tr: Geçersiz veri
zh_cn: 无效的数据

source: Invalid data ({details})
pt_br: Dados inválidos ({details})
tr_tr: Geçersiz veri ({details})
zh_cn: 无效的数据 ({details})

source: You can not move {source_type} into {target_parent_type}.
pt_br: Você não pode mover {source_type} para {target_parent_type}
tr_tr: {source_type} verisini {target_parent_type} üzerine taşıyamazsınız.
zh_cn: 不能将{source_type} 移动到 {target_parent_type}。

source: Item is already present in target location.
pt_br: O item já está presente na localização alvo
tr_tr: Nesne hedef konumda zaten mevcut.
zh_cn: 物料已存在于目标位置。

source: You can not move an item into itself.
pt_br: Você não pode mover um item para ele mesmo
tr_tr: Bir nesneyi zaten bulunduğu konuma taşıyamazsınız.
zh_cn: 不能将项目移动到其自身。

source: You can not move an item into it's child.
tr_tr: Bir nesneyi kendi altına taşıyamazsınız.
zh_cn: 不能将项目移动到其子项中。

source: You can not move an item directly into content experiment.
pt_br: Você não pode mover um item diretamente para um experimentode conteúdo.
tr_tr: Bir nesneyi doğrudan içerik denemesine taşıyamazsınız.
zh_cn: 不能将项目直接移动到内容实验中。

source: {source_usage_key} not found in {parent_usage_key}.
pt_br: {source_usage_key} não encontrado em {parent_usage_key}.
tr_tr: {source_usage_key} anahtarı {parent_usage_key} içinde bulunamadı.
zh_cn: {parent_usage_key}中未找到{source_usage_key}。

source: You can not move {source_usage_key} at an invalid index ({target_index}).
pt_br: Você não pode mover {source_usage_key} em um index inválido ({target_index})
tr_tr: {source_usage_key} anahtarını geçersiz bir ({target_index}) indeksine taşıyamazsınız.
zh_cn: 不能在无效索引({target_index})处移动 {source_usage_key}。

source: You must provide target_index ({target_index}) as an integer.
pt_br: Você deve prover target_index ({target_index}) como um inteiro
tr_tr: ({target_index}) target_index bir tamsayı olarak girilmeli.
zh_cn: 必须提供目标索引({target_index}) 作为整数。

source: Duplicate of {0}
pt_br: Duplicata de {0}
tr_tr: {0}'ın kopyası
zh_cn: “{0}”的副本

source: Duplicate of '{0}'
pt_br: Duplicata de '{0}'
tr_tr: '{0}'ın tekrarı
zh_cn: “{0}”的副本

source: Learners must score {score}{pct_sign} or higher to access course materials.
pt_br: Estudantes devem obter pontuação de {score}{pct_sign} ou mais para acessar os materiais do curso.
zh_cn: 学员必须获得 {score}{pct_sign} 或者更高的分数才能查看课程资料。

source: Unable to create library - missing required field '{field}'
pt_br: Não foi possível criar biblioteca - o campo requerido '{field}' está faltando.
tr_tr: Kütüphane oluşturulamıyor - gerekli '{field}' alanı kayıp
zh_cn: 无法创建知识库—缺少必填字段“{field}”

source: Unable to create library '{name}'. {err}
pt_br: Não foi possível criar biblioteca '{name}' {err}
tr_tr: Kütüphane oluşturulamıyor '{name}'. {err}
zh_cn: 无法创建知识库“{name}”。 {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
pt_br: Já existe uma biblioteca definida com a mesma organização e código de biblioteca. Por favor, mude o código de biblioteca de modo que ele seja único em sua organização.
tr_tr: Aynı organizasyon ve kütüphane kodu zaten bulunmaktadır. Farklı bir organizasyon oluşturmak için lütfen kütüphane kodununuzu değiştirin.
zh_cn: 已经存在一个具有相同机构和知识库编号的知识库，请更改你的知识库编号以保证其在您的机构中是唯一的。

source: Access restricted to: {list_of_groups}
tr_tr: Erişim şu gruplara açıktır: {list_of_groups}
zh_cn: 访问限制为：{list_of_groups}

source: The information you entered is incorrect.
tr_tr: Girdiğiniz bilgi yanlış.
zh_cn: 您输入的信息不正确。

source: Transcripts are supported only for "video" modules.
pt_br: Os históricos do curso são apenas suportados por módulos "vídeo".
tr_tr: Altyazılar sadece "video" modülleri için desteklenmektedir.
zh_cn: 字幕只支持视频模块。

source: Cannot find item by locator.
pt_br: Não é possível encontrar o item pelo localizador
tr_tr: Video bulucu ile bulunamadı.
zh_cn: 无法按定位器查找项目。

source: Video locator is required.
pt_br: Localizador de vídeo é requirido
tr_tr: Video bulucu gerekiyor.
zh_cn: 需要视频定位器。

source: This transcript file type is not supported.
pt_br: Esse arquivo de transcrição não é suportado
tr_tr: Bu altyazı dosyası türü desteklenmiyor.
zh_cn: 不支持此脚本文件类型。

source: Video ID is required.
pt_br: ID do vídeo é requirida
tr_tr: Video ID gerekiyor.
zh_cn: 需要填写Team id

source: Incoming video data is empty.
pt_br: Não há dados do vídeo recebido.
tr_tr: Gelen video verisi boş.
zh_cn: 来源视频数据为空。

source: Can't find item by locator.
pt_br: Não é possível encontrar o item através do localizador.
tr_tr: Yer bulucu ile madde bulunamadı.
zh_cn: 定位器无法找到它们。

source: No such transcript.
pt_br: Transcrição inexistente
tr_tr: Böyle bir altyazı yok.
zh_cn: 脚本保真度

source: There is a problem with the chosen transcript file.
pt_br: Existe um problema com o arquivo de transcrição escolhido
tr_tr: Seçili altyazı dosyasıyla ilgili bir sorun var.
zh_cn: 所选的脚本文件有问题。

source: There is a problem with the existing transcript file. Please upload a different file.
pt_br: Existe um problema com o arquivo de transcrição atual. Por favor faça um upload de um arquivo diferente
tr_tr: Mevcut altyazı dosyasında bir sorun var. Lütfen farklı bir dosya yükleyin.
zh_cn: 现有成绩单文件有问题。请上传其他文件。

source: YouTube ID is required.
pt_br: ID do YouTube é necessário
tr_tr: YouTube Kimliği gerekiyor.
zh_cn: YouTube ID（0.75 倍速）

source: There is a problem with the YouTube transcript file.
pt_br: Existe um problema com o arquivo de transcrição do Youtube
tr_tr: YouTube altyazı dosyasıyla ilgili bir sorun var.
zh_cn: YouTube 成绩单有问题。

source: Insufficient permissions
pt_br: Permissões insuficientes
tr_tr: Yetersiz yetki
zh_cn: 没有足够的权限

source: Could not find user by email address '{email}'.
pt_br: Não foi possível encontrar o usuário através do e-mail '{email}'.
tr_tr: '{email}' email adresine sahip kullanıcı bulunamadı.
zh_cn: 无法通过邮件地址“{email}”找到用户。

source: No `role` specified.
pt_br: Sem `função` especificada.
tr_tr: `role` belirtilmedi.
zh_cn: “角色”未指定。

source: User {email} has registered but has not yet activated his/her account.
pt_br: O usuário {email} registrou-se, mas ainda não ativou a conta.
tr_tr: {email} e-postasına sahip kullanıcı kayıtlı fakat hesabını henüz etkinleştirmemiş.
zh_cn: 用户{email}已注册但尚未激活其账户。

source: Invalid `role` specified.
pt_br: `Função` especificada inválida.
tr_tr: Geçersiz `role` belirtildi.
zh_cn: 指定的“角色”无效。

source: You may not remove the last Admin. Add another Admin first.
pt_br: Você não pode remover o último Administrador. Adicione outro Administrador primeiro.
tr_tr: Son Yöneticiyi kaldıramazsınız. Önce başka bir Yönetici ekleyin.
zh_cn: 您不能移除最后一个管理员，请先添加另一个管理员后再移除。

source: Uploading
pt_br: Subindo
tr_tr: Yüklüyor
zh_cn: 正在上传

source: In Progress
pt_br: Em Progresso
tr_tr: İşlem Sürüyor
zh_cn: 正在进行中

source: Ready
pt_br: Pronto
tr_tr: Hazır
zh_cn: 就绪

source: Uploaded
pt_br: Upload completo
tr_tr: Karşıya yüklendi
zh_cn: 上传者是

source: Failed
pt_br: Falhou
tr_tr: Başarısız
zh_cn: 已失败

source: Cancelled
pt_br: Cancelado
tr_tr: İptal Edildi
zh_cn: 付款已取消

source: Failed Duplicate
pt_br: Falha na duplicação
tr_tr: Başarısız Kopya
zh_cn: 复制

source: YouTube Duplicate
pt_br: Duplicado do Youtube
tr_tr: YouTube Kopyası
zh_cn: 复制

source: Invalid Token
pt_br: Token inválido.
tr_tr: Geçersiz ID
zh_cn: 无效的令牌

source: Imported
pt_br: Importado
tr_tr: İçe aktarıldı
zh_cn: 已导入

source: Unknown
pt_br: Desconhecido
tr_tr: Bilinmeyen
zh_cn: 未知

source: Transcription in Progress
pt_br: Transcrição em Andamento
tr_tr: Altyazı Hazırlanıyor
zh_cn: 正在进行的转录

source: Transcript Ready
pt_br: Transcrição Pronta
tr_tr: Altyazı Hazır
zh_cn: 脚本就绪

source: The image must have name, content type, and size information.
pt_br: A imagem deve ter um nome, tipo e informação de tamanho.
tr_tr: Görsel bir isme, içerik türüne ve boyut bilgisine sahip olmalı.
zh_cn: 图像必须具有名称、内容类型和大小信息。

source: This image file type is not supported. Supported file types are {supported_file_formats}.
pt_br: Este tipo de arquivo de imagem não é suportado. Os arquivossuportados são {supported_file_formats}.
tr_tr: Bu görüntü dosyası desteklenmiyor. Desteklenen türler şunlardır: {supported_file_formats}.
zh_cn: 不支持此图像文件类型。支持的文件类型是{supported_file_formats}。

source: This image file must be smaller than {image_max_size}.
pt_br: O arquivo de imagem deve ser menor que {image_max_size}.
tr_tr: Bu görüntü dosyası {image_max_size} boyutundan küçük olmalıdır.
zh_cn: 此图像文件必须小于 {image_max_size}。

source: This image file must be larger than {image_min_size}.
pt_br: O arquivo imagem deve ser maior que {image_min_size}.
tr_tr: Bu görüntü dosyası {image_min_size} boyutundan büyük olmalıdır.
zh_cn: 此图像文件必须大于 {image_min_size}。

source: There is a problem with this image file. Try to upload a different file.
pt_br: Há um problema com este arquivo de imagem. Tente fazer upload de um arquivo diferente.
tr_tr: Bu görüntü dosyasıyla ilgili bir sorun mevcut. Farklı bir dosyayı yüklemeyi deneyin.
zh_cn: 此映像文件有问题。尝试上传其他文件。

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
pt_br: O tamanho de imagem recomendado é {image_file_max_width}x{image_file_max_height}. A resolução mínima é {image_file_min_width}x{image_file_min_height}.
tr_tr: Tavsiye edilen görsel büyüklüğü {image_file_max_width}x{image_file_max_height} boyutlarıdır. En az büyüklük {image_file_min_width}x{image_file_min_height} olmalıdır.
zh_cn: 建议的图像分辨率为 {image_file_max_width}x{image_file_max_height}。最小分辨率为{image_file_min_width}x{image_file_min_height}。

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
pt_br: Este arquivo de imagem deve ter uma proporção de {video_image_aspect_ratio_text}.
tr_tr: Görüntü dosyasının en/boy oranı {video_image_aspect_ratio_text} olmalıdır.
zh_cn: 此图像文件必须具有 {video_image_aspect_ratio_text}的纵横比。

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
pt_br: O nome do arquivo de imagem pode conter apenas letras, números, hífens (-) esublinhados (_).
tr_tr: Görüntü dosyası adında sadece harf, rakam, tire (-) ve alt tire (_) bulunabilir.
zh_cn: 图像文件名只能包含字母、数字、连字符 （-） 和下划线 （­）。

source: An image file is required.
pt_br: Um arquivo de imagem é requirido
tr_tr: Bir görüntü dosyası gerekli.
zh_cn: 需要图像文件。

source: Duration
pt_br: Duração
tr_tr: Süre
zh_cn: 长度

source: Date Added
pt_br: Data de Envio
tr_tr: Tarih Eklendi
zh_cn: 添加日期

source: unrequested
pt_br: não solicitado
tr_tr: talep edilmeyen
zh_cn: 未请求的

source: pending
pt_br: pendente
tr_tr: beklemede
zh_cn: 挂起

source: granted
pt_br: concedido
tr_tr: onaylandı
zh_cn: 已授权

source: denied
pt_br: negado
tr_tr: reddedildi
zh_cn: 已拒绝

source: Studio user
pt_br: Usurário do Studio
tr_tr: Studio kullanıcısı
zh_cn: Studio用户

source: The date when state was last updated
pt_br: Data da última atualização do estado
tr_tr: Son durum düzeltme tarihi
zh_cn: 状态最后更新日期

source: Current course creator state
pt_br: Estado atual do criador do curso
tr_tr: Mevcut dersi oluşturan kişinin durumu
zh_cn: 课程创建者当前状态

source: Optional notes about this user (for example, why course creation access was denied)
pt_br: Notas opcionais sobre este usuário (por exemplo, a razão pela qual o acesso à criação do curso foi negado)
tr_tr: Bu kullanıcı hakkında ek notlar (örneğin, ders yaratma girişimi niye reddedildi)
zh_cn: 关于本用户的可选备注（例如，课程创建被拒绝的原因）

source: Force Publish Course
pt_br: Publicar Curso a força
tr_tr: Dersi Yayınlamaya Zorla
zh_cn: 强制发布课程
