Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Specify the maximum team size and topics for teams inside the provided set of curly braces. Make sure that you enclose all of the sets of topic values within a set of square brackets, with a comma after the closing curly brace for each topic, and another comma after the closing square brackets. For example, to specify that teams should have a maximum of 5 participants and provide a list of 2 topics, enter the configuration in this format: {example_format}. In "id" values, the only supported special characters are underscore, hyphen, and period.
pt_br: Especifique o tamanho e os tópicos máximos para as equipes dentro do conjunto fornecido de chaves. Certifique-se de incluir todos os conjuntos de valores de tópicos em um conjunto de colchetes, com uma vírgula após o colchete de fechamento para cada tópico e outra vírgula após os colchetes. Por exemplo, para especificar que as equipes devem ter no máximo 5 participantes e forneça uma lista de 2 tópicos, insira a configuração neste formato: {example_format}. Nos valores "id", os únicos caracteres especiais suportados são sublinhados, hífen e ponto.
zh_cn: 将指定最大规模的团队和主题放置于大括号内。请确认您所有主题字段皆放置于中括号之内，每个主题大括号后加注逗号，而另一个逗号放加於中括号后。例如，指定团队应该最多5人为限，并提供2个主题，以这种形式进入配置 {example_format}。 "id"字段只支援特定符合，包括底线、破折号及句点。

source: Enable Proctored Exams
pt_br: Habilitar Exames Supervisionados
tr_tr: Gözetmenli Sınavları Etkinleştir
zh_cn: 启用监考考试

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
pt_br: Informe verdadeiro ou falso. Se este valor for verdadeiro, exames supervisionados serão habilitados em seu curso. Observe que ativar os exames supervisionados, também ativará os exames cronometrados.
tr_tr: True ya da False değerleriyle işaretleyin. Bu değer True olarak ayarlanmışsa, dersinizde gözetmenli sınavlar etkindir. Gözetmenli sınavları etkinleştirmenin süreli sınavları da etkin hale getireceğini unutmayın.
zh_cn: 输入 true 或 false。如果该值为true，监考的考试是在你的课程启用。请注意，使监考考试也将启动 限时考试。

source: Allow Opting Out of Proctored Exams
pt_br: Permitir a exclusão de exames supervisionados
tr_tr: Gözetmenli Sınava Katılmamaya İzin Ver
zh_cn: 允许选择退出考试

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
tr_tr: True ya da False değerleriyle işaretleyin. Değer True olarak girilmişse, öğrenciler gözetim olmaksızın gözetmenli sınavı alabilecekler. Değer False olarak girilmişse, tüm öğrenciler sınavı gözetmenli olarak almak zorundadır. Bu ayar ders için gözetmenli sınavlar etkinleştirilmişse uygulanacaktır.
zh_cn: 输入true或false。 如果该值为真，学习者可以选择在不进行监考的情况下参加监考考试。 如果此值为false，则所有学习者必须参加考试。 此设置仅适用于为课程启用了监考考试的情况。

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
pt_br: Cria tickets do Zendesk de tentativas suspeitas de exame supervisionado
tr_tr: Şüpheli Gözetmenli Sınav Girişimleri için Zendesk Bildirimleri Oluştur
zh_cn: 为可疑的委托考试尝试创建Zendesk门票

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
pt_br: Digite verdadeiro ou falso. Se esse valor for verdadeiro, um ticket do Zendeskserá criado por tentativas suspeitas.
tr_tr: True ya da False değerleriyle işaretleyin. Eğer bu değer True olarak girilmişse, şüpheli girişimler için Zendesk bildirimleri oluşturulacaktır.
zh_cn: 输入true或false。 如果此值为true，则会为可疑尝试创建Zendesk票证。

source: Enable Timed Exams
pt_br: Habilitar Exames Cronometrados
tr_tr: Zamanlanmış Sınavları Etkinleştir
zh_cn: 启用限时考试

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
pt_br: Digite verdadeiro ou falso. Se esse valor for verdadeiro, os exames cronometrados serão ativados no seu curso. Independentemente dessa configuração, os exames cronometrados serão ativados se Ativar Os exames supervisionados estão definidos como verdadeiros.
tr_tr: True ya da False değerleriyle işaretleyin. Eğer bu değer True olarak girilmişse, dersinizde süreli sınavlar etkinleştirilecek. Süreli sınavları etkinleştirmek için Gözetmenli Sınavları Etkinleştir seçeneği değeri de True olmalı.
zh_cn: 输入true或false。 如果此值为true，则在课程中启用定时考试。 无论此设置如何，如果启用过程检验设置为true，则启用定时检查。

source: Minimum Grade for Credit
pt_br: Nota Mínima para Crédito
tr_tr: Kredi için Minimum Not
zh_cn: 能够获取学分的最低分

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
pt_br: A nota mínima que um estudante pode obter para receber o crédito no curso, como um decimal entre 0.0 e 1.0. Por exemplo, para 75%, digite 0.75.
tr_tr: Öğrencinin dersten kredi kazanması için alması gereken en az not, ondalıklı sayı olarak 0.0 ve 1.0 arasındadır. Örneğin %75 için 0.75 şeklinde girin.
zh_cn: 最低分，是指学员在课程中为获得学分必须取得的分数，是一个0.0到 1.0的十进制数。例如：75%，则输入0.75。

source: Self Paced
pt_br: Ritmo Auto-determinado
tr_tr: Kendi Kendine
zh_cn: 自定进度

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and learners can progress through the course at any rate before the course ends.
pt_br: Defina como "verdadeiro" para marcar esse curso como ritmo auto-determinado. Cursos com ritmo auto-determinados não têm prazo de entregas para tarefas e os alunos podem seguir através do curso em qualquer velocidade até que o curso termine.
zh_cn: 将其设置为“true”，以设定这门课程为自学课程，没有截止日期的作业，学员可以在任何速度在课程结束之前进行学习。

source: Bypass Course Home
pt_br: Ignorar página inicial do Curso
tr_tr: Ders Anasayfasını Atla
zh_cn: 跳过课程主页

source: Bypass the course home tab when learners arrive from the dashboard, sending them directly to course content.
pt_br: Ignore a guia Página inicial do curso quando os alunos chegarem do painel, enviando-os diretamente para o conteúdo do curso.
zh_cn: 当学员从仪表板进入时跳过课程主页选项卡，让他们直接跳转到课程目录。

source: Enable Subsection Prerequisites
pt_br: Ativar pré-requisitos de subseção
tr_tr: Altbölüm Önkoşullarını Etkinleştir
zh_cn: 可分段先修之要求

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
pt_br: Digite verdadeiro ou falso. Se esse valor for verdadeiro, você poderá ocultar uma subseção até os alunos obtêm uma pontuação mínima em outra subseção de pré-requisito.
tr_tr: True ya da False değerleriyle işaretleyin. Eğer bu değer True olarak girilmişse, öğrenciler önkoşul altbölümünde geçer not alıncaya dek bir altbölümü gizleyebilirsiniz.
zh_cn: 输入 true 或 false。如果该值为 true，你可以隐藏某分段，直到学习者获得最低分数为止。

source: Course Learning Information
tr_tr: Ders Kazanım Bilgisi
zh_cn: 课程学习信息

source: Specify what learner can learn from the course.
pt_br: Especifique o que o estudante pode aprender com o curso
zh_cn: 指定学员可以从课程中学到什么。

source: Course Instructor
pt_br: Instrutor do curso
tr_tr: Ders Eğitmeni
zh_cn: 课程讲师

source: Enter the details for Course Instructor
pt_br: Digite os detalhes para o Instrutor do Curso
tr_tr: Ders eğitmeni hakkındaki ayrıntıları girin
zh_cn: 输入课程讲师的详细信息

source: Add Unsupported Problems and Tools
pt_br: Adicione Problemas não suportados e Ferramentas
tr_tr: Desteklenmeyen Problem ve Araçları Ekle
zh_cn: 添加不支持的问题和工具

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
pt_br: Digite verdadeiro ou falso. Se verdadeiro, você pode adicionar problemas e ferramentas não suportadas ao seu curso no Studio. Problemas e ferramentas não suportados não são recomendados para uso em cursos devido à não conformidade com um ou mais requisitos básicos, como testes, acessibilidade, internacionalização e documentação
tr_tr: True ya da false olarak girin. Girilen değer true ise, Studio'daki dersinize desteklenmeyen problem ve araçları ekleyebilirsiniz. Desteklenmeyen problem ve araçların kullanımı; test, erişilebilirlik, yerelleştirme ve belgelendirme gibi bir ya da daha fazla sayıda temel gerekliliği karşılamadıkları için tavsiye edilmez.
zh_cn: 输入true或false。 如果为true，则可以在Studio中为课程添加不支持的问题和工具。 由于不符合一个或多个基本要求（例如测试，可访问性，国际化和文档），建议不要在课程中使用不支持的问题和工具。

source: Highlights Enabled for Messaging
pt_br: Destaques permitidos para Mensagens
tr_tr: Mesajlaşmada Renkle Vurgusunu Etkinleştir
zh_cn: 亮点启用消息传递

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
pt_br: Digite verdadeiro ou falso. Se verdadeiro, qualquer destaque associado ao conteúdo no curso será enviado para os alunos no horário programado.
tr_tr: True ya da False şeklinde girin. Değer True ise, içerikle ilişkilendirilmiş tüm renkli vurgulamalar öğrencilere planlanan zaman diliminde ileti olarak gönderilecek.
zh_cn: 输入true或false。 如果为true，则与课程内容相关的任何精彩部分将在预定时间发送给学习者。

source: Course Reminder Information
pt_br: Informações básicas sobre o curso
zh_cn: 课程提醒信息

source: Configure reminders to learners who enroll in this course
pt_br: Você não está inscrito neste curso
zh_cn: 为参加此课程的学员配置提醒

source: Course Finish Days
pt_br: Data de término do curso
zh_cn: 课程结束天数

source: Learners have to finish the course within the required days above
pt_br: Os alunos devem concluir o curso dentro dos dias exigidos acima
zh_cn: 学员必须在上述规定的日期内完成课程

source: Course Re-enroll Time
pt_br: Horário do término do curso
zh_cn: 课程重新注册时间

source: Course Re-enroll Time Unit
pt_br: Horário do término do curso
zh_cn: 课程重新注册时间

source: Learners will be automatically re-enrolled in this course after the given time above after completion
pt_br: Os alunos serão reinscritos automaticamente neste curso após o período especificado tempo acima após a conclusão
zh_cn: 学员将在完成上述给定时间后自动重新注册本课程

source: Periodic Reminder Enabled
pt_br: A Supervisão Está Ativada?
zh_cn: 启用重复提醒

source: Enabled the periodic reminder.
pt_br: Habilitar o lembrete periódico
zh_cn: 启用定期提醒。

source: Periodic Reminder Day
pt_br: Dia do lembrete periódico
zh_cn: 定期提醒日

source: Course Tags
pt_br: Tags do Curso
zh_cn: 课程标签

source: Identify the course tags here.
pt_br: Identifique as tags do curso aqui.
zh_cn: 在这里定义课程标签。

source: Course Order
pt_br: Id do Curso
zh_cn: 课程排序

source: Sort the courses to display on dashboard in ascending order.
pt_br: Classifique os cursos a serem exibidos no painel em ordem crescente
zh_cn: 对课程进行排序以按升序显示在仪表板上。

source: Course Mandatory Enabled
pt_br: Material do Curso
zh_cn: 是否必修课程

source: Indicate to the learners that the course is important and required for their training.
pt_br: Indique aos alunos que o curso é importante e necessário para o seu treinamento.
zh_cn: 向学员说明课程是重要的，也是培训所必需的。

source: General
pt_br: Geral
tr_tr: Genel
zh_cn: 一般

source: Generated
pt_br: Gerado
tr_tr: Oluşturuldu
zh_cn: 产生

source: {section_type} {index} Unreleased - 0% (?/?)
pt_br: {section_type} {index} Não lançados - 0% (?/?)
tr_tr: {section_type} {index} Yayınlanmamış - %0 (?/?)
zh_cn: {section_type} {index}未发布 - 0％（？/？）

source: The lowest {drop_count} {section_type} scores are dropped.
tr_tr: En düşük {drop_count} {section_type} not göz ardı edildi.
zh_cn: 最低{drop_count} {section_type}分数被删除。

source: {section_type} Average = {percent:.0%}
pt_br: {section_type} Média = {percent:.0%}
tr_tr: {section_type} Ortalama = {percent:.0%}
zh_cn: {section_type} 平均值 = {percent:.0%}

source: {short_label} Avg
pt_br: {short_label} Média
tr_tr: {short_label} Ort.
zh_cn: {short_label}平均

source: Text
pt_br: Texto
tr_tr: Yazı
zh_cn: 文本

source: Html contents to display for this module
pt_br: Conteúdo HTML a ser exibido para este módulo
tr_tr: Bu modülde gösterilecek Html içerikleri
zh_cn: 本模块显示Html的内容

source: Source code for LaTeX documents. This feature is not well-supported.
pt_br: Código fonte para documento LaTex. Esta funcionalidade não é bem suportada.
tr_tr: LaTeX belgeleri için kaynak kodu. Bu özellik tam olarak desteklenmemektedir.
zh_cn: 此功能不支持LaTeX文件的源代码。

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
pt_br: Selecionar Visual para acessar o conteúdo e deixar que o editor crie o conteúdo HTML automaticamente. Selecione Preliminar para editar o conteúdo HTML diretamente. Ao alterar esta configuração, é necessário salvar o componente e reabri-lo para edição.
tr_tr: İçeriği girmek ve editörün otomatik olarak HTML'i oluşturmasını sağlamak için Görsel'i seçin. HTML'yi doğrudan düzenlemek için Ham'ı seçin. Bu ayarı değiştirirseniz bileşeni kaydetmeli ve düzenlemek için yeniden açmalısınız.
zh_cn: 选择“可视化”时，您只需输入内容，编辑器将生成相应的 HTML 代码。选择“代码”时，您可以直接编辑 HTML 代码。如果您改变了该设置，则该设置将在您保存并重新打开编辑器才生效。

source: Editor
tr_tr: Editör
zh_cn: 编辑器

source: Visual
tr_tr: Görsel
zh_cn: 可视化

source: Raw
pt_br: Preliminar
tr_tr: Ham
zh_cn: 代码

source: Hide Page From Learners
pt_br: Esconder página dos alunos
tr_tr: Sayfayı Öğrencilerden Gizle
zh_cn: 从学习者隐藏页面

source: If you select this option, only course team members with the Staff or Admin role see this page.
pt_br: Se você selecionar esta opção, apenas os membros da equipe do curso com a equipe ou o administrador role veja esta página.
tr_tr: Bu ayarı seçtiğinizde, sadece Personel ve Yönetici yetki grubundaki kullanıcılar bu sayfayı görebilecek.
zh_cn: 如果选择此选项，则只有具有“员工”或“管理员”角色的课程团队成员才能看到此页面。

source: HTML for the additional pages
pt_br: HTML para as páginas adicionais
tr_tr: Ek sayfalar için HTML
zh_cn: 额外的HTML页面

source: List of course update items
pt_br: Lista de itens de atualização do curso
tr_tr: Ders güncelleme öğelerinin listesi
zh_cn: 更新课程项目列表

source: Image Annotation
pt_br: Anotação da imagem
tr_tr: Resim Bilgi notu
zh_cn: 图片批注

source: Tags for Assignments
pt_br: Marcações para tarefas
tr_tr: Görevler için Etiketler
zh_cn: 标签分配

source: Add tags that automatically highlight in a certain color using the comma-separated form, i.e. imagery:red,parallelism:blue
pt_br: Adiciona marcações que serão realçadas automaticamente com uma determinada cor, utilizando a separação por vírgula. Por exemplo: imaginário:vermelho, paralelismo:azul
tr_tr: Otomatik olarak belirli bir renk alan etiketleri virgülle ayırarak oluşturun. Örneğin betimleme:kırmızı,koşutluk:mavi
zh_cn: 添加标签，自动使用逗号分隔的形式，如图像的某种颜色：红色，蓝色的并行性

source: Location of Annotation backend
pt_br: Localização do backend de anotações
tr_tr: İpucu Yeri arka ucu
zh_cn: 批注后端的位置

source: Url for Annotation Storage
pt_br: URL para armazenamento das anotações
tr_tr: İPucu Depolaması için URL
zh_cn: 用于批注存储的 URL

source: Secret string for annotation storage
pt_br: String secreta para armazenamento de anotações
tr_tr: İpucu Depolaması için gizli dizge
zh_cn: 用于批注存储的秘密字符串

source: Secret Token String for Annotation
pt_br: Sequência de código secreto para anotação
tr_tr: İpucu için gizli belirteç dizgesi
zh_cn: 用于批注存储的秘密令牌串

source: Default Annotations Tab
pt_br: Guia de anotações definida por padrão
tr_tr: Varsayılan İpuçları Sekmesi
zh_cn: 默认的批注标签

source: Select which tab will be the default in the annotations table: myNotes, Instructor, or Public.
pt_br: Selecione a guia que será definida por padrão na tabela de anotações: myNotes, Instrutor ou Pública.
tr_tr: İpuçları tablosunda hangi sekmenin varsayılan olacağını seçiniz: Notlarım, Eğitmen, ya da Genel.
zh_cn: 选择默认的批注标签：“myNotes”，“Instructor”或“Public”。

source: Email for 'Instructor' Annotations
pt_br: E-mail para anotações do 'Instrutor'
tr_tr: 'Eğitmen' İpuçları için Eposta
zh_cn: “教师”批注的电子邮件地址

source: Email of the user that will be attached to all annotations that will be found in 'Instructor' tab.
pt_br: O e-mail do usuário a ser associado a todas as anotações que se encontrarão na guia 'Instrutor'.
tr_tr: 'Eğitmen' sekmesinde bulunacak olan kullanıcı epostası tüm ipuçlarına eklenecektir.
zh_cn: 将被附加到“教师”标签中所有批注上的用户的电子邮件地址。

source: Mode for Annotation Tool
pt_br: Modo para ferramenta de anotação
tr_tr: İpucu Aracı Modu
zh_cn: 批注工具模式

source: Type in number corresponding to following modes: 'instructor' or 'everyone'
pt_br: Digite o número correspondente aos seguintes modos: 'instrutor' ou 'todos'
tr_tr: Aşağıdaki modlara karşılık gelen numarayı yazın: 'eğitmen' ya da 'herkes'
zh_cn: 类型对应以下模式：“导师”或“大家”

source: No email address found.
pt_br: Nenhum endereço de e-mail foi localizado.
tr_tr: Herhangi bir e-posta adresi bulunamadı.
zh_cn: 未找到邮箱地址。

source: Any Type
pt_br: Qualquer Tipo
tr_tr: Herhangi Tip
zh_cn: 任意类型

source: Library
pt_br: Biblioteca
tr_tr: Kütüphane
zh_cn: 知识库

source: Select the library from which you want to draw content.
pt_br: Selecione a biblioteca da qual você deseja extrair o conteúdo.
tr_tr: İçeriği çekmek istediğiniz kütüphaneyi seçin.
zh_cn: 选择您想要从中拉取内容的知识库。

source: Library Version
pt_br: Versão da Biblioteca
tr_tr: Kütüphane Sürümü
zh_cn: 知识库版本

source: Determines how content is drawn from the library
pt_br: Determina como o conteúdo é extraído da biblioteca
tr_tr: İçeriğin kütüphaneden nasıl çekileceğini belirler.
zh_cn: 确定内容如何被从知识库中拉取

source: Choose n at random
pt_br: Escolha n aleatoriamente
tr_tr: n sayısını rasgele üret
zh_cn: 随机选择一个数字n

source: Count
pt_br: Contagem
tr_tr: Say
zh_cn: 计算

source: Enter the number of components to display to each learner.
pt_br: Insira o número de componentes a exibir para cada aluno.
zh_cn: 输入显示给每个学员的组件数量。

source: Problem Type
pt_br: Tipo de Problema
tr_tr: Problem Türü
zh_cn: 问题类型

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
pt_br: Escolha um tipo de problema para buscar na biblioteca. Se "Qualquer tipo" for selecionado, nenhuma filtragem é aplicada.
tr_tr: Kütüphaneden getirmek için problem türünü seçin. Eğer "Herhangi Bir Tür" seçiliyse filtreleme uygulanmaz.
zh_cn: 选择一个要从知识库中获取的问题类型，如果选择了“任意类型”，则不应用任何筛选。

source: This component is out of date. The library has new content.
pt_br: Este componente está desatualizado. A biblioteca possui novo conteúdo.
tr_tr: Bu bileşen güncel değil. Kütüphane yeni içeriğe sahip.
zh_cn: 该组件已过时。知识库有新的内容。

source: {refresh_icon} Update now.
pt_br: {refresh_icon} Atualize agora.
tr_tr: {refresh_icon} Şimdi güncelle.
zh_cn: {refresh_icon} 立即更新。

source: Library is invalid, corrupt, or has been deleted.
pt_br: Biblioteca inválida, corrompida ou foi excluída.
tr_tr: Kütüphane geçersiz, bozulmuş veya silinmiş.
zh_cn: 知识库无效，损坏或已经被删除。

source: Edit Library List.
pt_br: Editar Lista da Biblioteca.
tr_tr: Kütüphane Listesini Düzenle.
zh_cn: 编辑库列表。

source: This course does not support content libraries. Contact your system administrator for more information.
pt_br: Esse curso não suporta bibliotecas de conteúdo. Entre em contato com o administrador do sistema para maiores informações.
tr_tr: Bu ders, içerik kütüphanelerini desteklemiyor. Daha fazla bilgi için sistem yöneticisi ile iletişime geçiniz.
zh_cn: 此课程不支持内容库。联系您的系统管理员以获得更多信息。

source: A library has not yet been selected.
pt_br: Uma biblioteca ainda não foi selecionada.
tr_tr: Henüz bir kütüphane seçilmedi.
zh_cn: 未选择一个知识库。

source: Select a Library.
pt_br: Selecione uma Livraria.
tr_tr: Bir kütüphane seçin.
zh_cn: 选择一个知识库。

source: There are no matching problem types in the specified libraries.
pt_br: Não há tipos de problema compatíveis com a biblioteca especificada.
tr_tr: Belirtilen kütüphanelerde, eşleşen problem türleri yoktur.
zh_cn: 指定知识库中没有匹配的问题类型。

source: Select another problem type.
pt_br: Selecione outro tipo de problema.
tr_tr: Farklı problem türü seçiniz.
zh_cn: 选择其他问题类型。

source: The specified library is configured to fetch {count} problem,
pt_br: A biblioteca especificada está configurada para buscar {count} problema,
tr_tr: Tanımlanan kütüphane, {count} problemi getirmek için ayarlanmıştır,
zh_cn: 此专用库旨在用于取回 {count} 个问题，

source: but there is only {actual} matching problem.
pt_br: mas apenas {actual} problema foi encontrado.
tr_tr: fakat sadece {actual} eşleşen problem bulunmaktadır.
zh_cn: 但仅有 {actual} 个匹配问题。

source: Edit the library configuration.
pt_br: Editar a configuração da biblioteca.
tr_tr: Kütüphane ayarlarını düzenleyin.
zh_cn: 编辑知识库配置。

source: Invalid Library
pt_br: Biblioteca Inválida
tr_tr: Geçersiz Kütüphane
zh_cn: 无效的知识库

source: No Library Selected
pt_br: Nenhuma Biblioteca Selecionada
tr_tr: Hiçbir Kütüphane Seçilmedi
zh_cn: 未选择知识库

source: Library Display Name
pt_br: Nome de Exibição da Biblioteca
tr_tr: Kütüphane Görünen Adı
zh_cn: 知识库显示名称

source: Enter the names of the advanced components to use in your library.
pt_br: Digite os nomes dos componentes avançados que serão usados em sua biblioteca.
tr_tr: Kütüphanenizde kullanmak için gelişmiş bileşenlerin adlarını girin.
zh_cn: 输入在您的知识库中使用的高级组件的名字。

source: The display name for this component. Analytics reports may also use the display name to identify this component.
pt_br: O nome de exibição para este componente. Dados de relatório também podem usar o nome de exibição para identificar este componente.
tr_tr: Bu bileşen için gösterim adı. Analitik raporları bu bileşeni tanımlamak için gösterim adını kullanabilir.
zh_cn: 此组件的显示名称。 Analytics报告还可以使用显示名称来标识此组件。

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
pt_br: Informe o ID do LTI para o fornecedor externo de LTI. Este número deve ser o mesmo ID de LTI informado nas configurações de LTI Passaports na página de configurações avançadas.<br />Ver {docs_anchor_open} a documentação edX LTI{anchor_close} para mais detalhes de configurações.
tr_tr: Dış LTI sağlayıcısı için LTI kimliğini girin. Bu değer Gelişmiş Ayarlar sayfasındaki LTI Pasaportları ayarı içerisine girdiğiniz LTI kimliğiyle aynı olmalıdır.<br />Bu ayar hakkında ayrıntılı bilgi için {docs_anchor_open}edX LTI belgelendirmesi{anchor_close}ne bakın.
zh_cn: 输入外部LTI提供商提供的LTI编号。该值必须和你的LTI账户里高级设置里的LTI编号相同。<br />关于该设置的更多信息请访问 {docs_anchor_open}LTI 文档{anchor_close}

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
pt_br: Informe o URL para a ferramenta externa que este componente abrirá. Esta configuração é usada somente quando a opção "Esconder Ferramenta Externa" for configurada como Falsa.<br />Ver {docs_anchor_open} a documentação edX LTI {anchor_close} para mais detalhes de configuração.
tr_tr: Bileşenin başlattığı dış aracın URL'sini girin. Bu ayar Dışsal Aracı Gizle Yanlış olarak ayarlandığında kullanılır.<br /> Bu ayar hakkında daha fazla bilgi için {docs_anchor_open}the edX LTI belgelendirmesine{anchor_close} bakın.
zh_cn: 输入启动该组件的外部工具的URL。这个设置只有在“隐藏外部工具”为False时才能使用。<br />关于该设置的更多信息请访问{docs_anchor_open}edX LTI文档{anchor_close}。

source: Custom Parameters
pt_br: Parâmetros de customização
tr_tr: Özel yapılmış parametreler
zh_cn: 自定义参数
