Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
pt_br: Estamos criando seu certificado. Você pode continuar trabalhando em seus cursos e um link para ele aparecerá aqui e no seu Painel quando estiver pronto.
tr_tr: Şuan sertifikanızı oluşturuyoruz. Derslerinizde çalışmaya devam edebilirsiniz ve sertifika hazır olduğunda ona olan bağlantı burada ve kendi Ana Panelinizde belirecek.
zh_cn: 我们正在创建您的证书。 您可以继续在您的课程中工作，并在准备好时在此处和您的仪表板上显示指向它的链接。

source: Your certificate has been invalidated
pt_br: Seu certificado foi invalidado
tr_tr: Sertifikanız Geçersizleştirildi
zh_cn: 您的证书已失效

source: Please contact your course team if you have any questions.
pt_br: Entre em contato com a equipe do curso se tiver alguma dúvida.
tr_tr: Eğer herhangi bir sorunuz varsa lütfen ders ekibiyle iletişime geçiniz.
zh_cn: 如果您有任何疑问，请联系您的课程团队。

source: Congratulations, you qualified for a certificate!
pt_br: Parabéns, você se qualificou para um certificado!
tr_tr: Tebrikler, siz bir sertifika için niteliklisiniz!
zh_cn: 恭喜你，你有资格获得证书！

source: You've earned a certificate for this course.
pt_br: Você ganhou um certificado para este curso.
tr_tr: Bu ders için sertifikaya hak kazandınız.
zh_cn: 您已获得此课程的证书。

source: Certificate unavailable
pt_br: Certificado indisponível
tr_tr: Sertifika mevcut değil
zh_cn: 证书不可用

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
pt_br: Você não recebeu um certificado porque não possui identidade verificada no{platform_name}.
tr_tr: Sertifika alamazsınız çünkü {platform_name} kimliğiniz doğrulanmış değil.
zh_cn: 您尚未收到证书，因为您没有当前{platform_name}经过验证的身份。

source: Your certificate is available
pt_br: Sei certificado está disponível
tr_tr: Sertifikanız hazır
zh_cn: 您的证书可用

source: To see course content, {sign_in_link} or {register_link}.
pt_br: Para ver o conteúdo do curso, {sign_in_link} ou {register_link}.
tr_tr: Ders içeriğini görmek için, {sign_in_link} ya da {register_link}.
zh_cn: 要查看课程内容，请{sign_in_link}或{register_link}。

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
pt_br: Você deve estar matriculado no curso para ver o conteúdodo curso {enroll_link_start} Inscreva-seagora {enroll_link_end}.
tr_tr: Ders içeriğini görmek için derse kaydolmalısınız. {enroll_link_start}Şimdi kaydol{enroll_link_end}.
zh_cn: 您必须注册课程才能查看课程内容。 {enroll_link_start}立即注册{enroll_link_end}。

source: You must be enrolled in the course to see course content.
pt_br: Você deve estar matriculado no curso para ver o conteúdo do curso.
tr_tr: Ders içeriğini görmek için önce derse kayıt olmalısınız.
zh_cn: 您必须注册课程才能查看课程内容。

source: Invalid location.
pt_br: Localização inválida.
tr_tr: Geçersiz konum.
zh_cn: 无效地址

source: User {username} has never accessed problem {location}
pt_br: O usuário {username} nunca acessou o problema {location}
tr_tr: {username} kullanıcısı {location} problemine henüz erişmedi
zh_cn: 用户{username} 从来没有访问{location}问答

source: You must be signed in to {platform_name} to create a certificate.
pt_br: Você deve estar atutenticado na plataforma {platform_name} para criar um Certificado.
tr_tr: Sertifika oluşturmak için {platform_name}'a koydolmalısınız.
zh_cn: 您必须先登录{platform_name}才可创建证书。

source: Course is not valid
pt_br: O Curso não é válido
tr_tr: Ders geçersiz
zh_cn: 课程无效

source: Your certificate will be available when you pass the course.
pt_br: Seu Certificado estará disponível assim que concluír o Curso
tr_tr: Dersi geçtiğinizde sertifikanız kullanılabilir olacak.
zh_cn: 您的认证在您通过课程后有效。

source: Certificate has already been created.
pt_br: O certificado já foi criado.
tr_tr: Sertifika zaten oluşturuldu.
zh_cn: 证书已经被创建。

source: Certificate is being created.
pt_br: O certificado está sendo criado.
tr_tr: Sertifikanız oluşturuluyor.
zh_cn: 认证已被创建。

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
pt_br: {platform_name} agora oferece assistência financeira para os alunos que querem adquirir Certificados Comprovados, mas que não conseguem pagar a tarifa do Certificado Reconhecido. Os alunos que têm esse direito podem receber até 90% {percent_sign} de desconto na tarifa do Certificado Comprovado pelo curso. Para solicitar por esta assistência financeira, inscreva-se na guia de auditoria para um curso que ofereça Certificados Comprovados e então preencha esta solicitação. Note que você deve preencher uma solicitação em separado para cada curso que você fizer. Nós planejamos usar estas informações para avaliar a tua solicitação pela assistência financeira e no futuro desenvolver nosso programa de assistência financeira.
tr_tr: {platform_name} Onaylı Sertifika almak isteyen ancak Onaylı Sertifika ücretini ödeyemeyebilecek öğrencilere mâli yardım sağlıyor. Uygun öğrenciler bir ders için olan Onaylı Sertifika ücretinin {percent_sign}90'ına kadar karşılayacak indirim alabilir. Mâli yardıma başvurmak için Onaylı Sertifika veren bir derse gözlemci olarak katılın ve ardından bu başvuruyu tamamlayın. Aldığınız her ders için ayrı başvuru yapmanız gerektiğini unutmayın. Sizden aldığımız bilgileri mâli yardım başvurunuzu değerlendirmek ve mâli yardım programımızı geliştirmek için kullanmayı planlıyoruz.
zh_cn: {platform_name} 现今提供经济援助，使想获得合格证书却无法支付证书费用之学习者能拿到证书。有资格的学习者可获得高达免 90 {percent_sign} 的合格证书优惠价。 申请经济援助，报名参加提供合格证书之审核作业，接着完成申请。请注意，您必须分別申请每一门您修习完毕之课程。 计画利用这些讯息来评估您的经济援助申请，并进一步发展经济援助计划。

source: Annual Household Income
pt_br: Receita familiar anual
tr_tr: Yıllık Hanehalkı Geliri
zh_cn: 家庭年收入

source: Tell us about your current financial situation. Why do you need assistance?
pt_br: Conte-nos sobre sua atual situação financeira. Por que você precisa de ajuda?
tr_tr: Mâli durumunuzdan bahsedin. Neden yardıma ihtiyacınız var ?
zh_cn: 请告诉我们关于您目前的经济状况。为什么您需要协助？

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
pt_br: Conte-nos sobre o seu aprendizado ou objetivos profissionais. Como é que estar certificado neste curso vai ajudá-lo a atingir esses objetivos?
tr_tr: Öğrenme ya da mesleki hedeflerinizden bahsedin. Bu dersten alacağınız Onaylı Sertifika belirttiğiniz hedeflerinizi gerçekleştirmenize nasıl yardımcı olacak ?
zh_cn: 请告诉我们关于您的学习或专业目标。一份这门课的认证证书，将会如何帮助您达成这些目标？

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
pt_br: Conte-nos sobre seus planos para este curso. Que atitudes vai tomar para ajudar a completar o trabalho do curso e receber um certificado?
tr_tr: Bu ders için planlarınızdan bahsedin. Bu ders çalışmalarını tamamlamada ve sertifika almanızda size yardımcı olacak hangi adımları izleyeceksiniz ?
zh_cn: 告诉我们有关于你计画的这门课程。你会采取什么措施来帮助您完成课程学习，并获得证书？

source: Use between 250 and 500 words or so in your response.
pt_br: Use entre 250 e 500 palavras em sua resposta.
tr_tr: Cevabınızı yaklaşık 250-500 kelime arasında olacak şekilde yazın.
zh_cn: 你的回应字数应在250到500字之间。

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
pt_br: Selecione o curso pelo qual você quer adquirir um certificado comprovado. Se o curso não aparece na lista, certifique-se de que você se inscreveu na guia de auditoria para o curso.
tr_tr: Onaylı sertifika almak istediğiniz dersi seçin. İstediğiniz ders listede bulunmuyorsa derse gözlemci olarak katılmış olduğunuzdan emin olun.
zh_cn: 选择您想要获得修课证明之课程。如果课程没出现在列表中，请确认你已经注册及追踪该课程。

source: Specify your annual household income in US Dollars.
pt_br: Especifique sua renda familiar anual em dólares.
tr_tr: Yıllık toplam hane gelirinizi TL cinsinden belirtin.
zh_cn: 说明您以美金计算之家庭年收入。

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
pt_br: Eu autorizo a edX a usar estas informações fornecidas nesta solicitação (com exceção das informações financeiras) para propósitos de marketing da edX
tr_tr: edX'in bu başvuruda sağldağım bilgileri (mali bilgiler hariç) pazarlama amaçlarıyla kullanmasına izin veriyorum.
zh_cn: 我同意edX使用此申请中所提供之资讯(除财务资讯)作为edX销售之目的。

source: This request has been accepted
zh_cn: 请求已被接受

source: This request has been confirmed
zh_cn: 请求已被确认

source: This request has been refused
zh_cn: 请求已被拒绝

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
pt_br: O caminho {0} não existe, por favor, crie-o ou configure um caminho diferente com GIT_REPO_DIR
tr_tr: {0} yolu bulunamadı, lütfen oluşturun veya GIT_REPO_DIR de farklı bir yol tanımlayın
zh_cn: 路径 {0} 不存在，请创建，或为GIT_REPO_DIR设置一个不同的路径。

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
pt_br: O url do git informado não funcionou. O url deve ter um formato similar a git@github.com:mitocw/edx4edx_lite.git
tr_tr: Kullanılamayan git url'si verildi. Bunun gibi bir şey bekliyoruz: git@github.com:mitocw/edx4edx_lite.git
zh_cn: 没有可写的Git地址。期待类似这样的地址：git@github.com:mitocw/edx4edx_lite.git

source: Unable to get git log
pt_br: não foi possível obter o registro do git
tr_tr: Git kayıtları alınamadı
zh_cn: 不能取得git 日志

source: git clone or pull failed!
pt_br: houve um problema na clonagem do git ou ao baixar o arquivo
tr_tr: git klonlama veya çekme başarısız oldu!
zh_cn: git clone或pull失败！

source: Unable to run import command.
pt_br: Não foi possível executar o comando para a importação.
tr_tr: İçer aktarma komutu çalıştırılamadı.
zh_cn: 不能执行导入命令。

source: The underlying module store does not support import.
pt_br: A loja do módulo subjacente não oferece suporte à importação.
tr_tr: Alt taraftaki modül içe aktarmayı desteklemiyor.
zh_cn: 底层模块存储不支持导入。

source: The specified remote branch is not available.
pt_br: O ramo remoto especificado não está disponível.
tr_tr: Belirlenen uzak şubeye ulaşılamıyor.
zh_cn: 指定的远程分支无效。

source: Unable to switch to specified branch. Please check your branch name.
pt_br: Não foi possível alternar para o ramo especificado. Por favor, verifique o nome do ramo.
tr_tr: Belirlenen dala geçiş başarısız oldu. Dal ismini lütfen kontrol edin.
zh_cn: 无法切换到指定的分支。请检查你的分支名。

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
pt_br: Importar o repositório git especificado e o ramo opcional na loja módulo e no diretório opcionalmente especificado.
tr_tr: Belirlenen git deposunu ve opsiyonel dalı modül mağazasına ve opsiyonel olarak belirlenmiş dizine aktarma.
zh_cn: 倒入指定的git代码仓库和可选分支到模块库与可选的指定目录。

source: Failed in authenticating {username}, error {error}
pt_br: Houve uma falha na autenticação de {username}, erro {error}
tr_tr: {username} adını doğrularken hata oluştu, hata {error}
zh_cn: 认证{username}失败， 错误代码{error}

source: Failed in authenticating {username}
pt_br: Houve uma falha na autenticação de {username}
tr_tr: {username} adını doğrularken hata oluştu
zh_cn: 验证{username}失败

source: fixed password
pt_br: senha corrigida
tr_tr: sabit parola
zh_cn: 修改后的密码

source: All ok!
pt_br: Tudo certo!
tr_tr: Herşey tamam!
zh_cn: 一切正常！

source: Must provide username
pt_br: Por favor, forneça o nome de usuário
tr_tr: Kullanıcı adı vermelisiniz
zh_cn: 请提供用户名

source: Must provide full name
pt_br: Por favor, digite o nome completo
tr_tr: Tam isim vermelisiniz
zh_cn: 请提供全名

source: Email address must end in {domain}
pt_br: O endereço de e-mail deve terminar em {domain}
tr_tr: E-posta adresi {domain} ile bitmeli
zh_cn: 电子邮箱地址必须以{domain}结尾

source: Failed - email {email_addr} already exists as {external_id}
pt_br: O {email_addr} já existe como {external_id}
tr_tr: Başarısız - {email_addr} e-posta adresi zaten {external_id} olarak var
zh_cn: 失败 - Email {email_addr} 已经存在为 {external_id}

source: Password must be supplied if not using certificates
pt_br: A senha deve ser fornecida caso não sejam utilizados certificados
tr_tr: Eğer sertifika kullanmıyorsanız parola girişi yapılmalı
zh_cn: 没有使用认证时必须提供密码。

source: email address required (not username)
pt_br: o endereço de e-mail é obrigatório (não o nome de usuário)
tr_tr: e-posta adresi gerekli (kullanıcı adı değil)
zh_cn: 电子邮件地址必填(不是用户名)

source: Oops, failed to create user {user}, {error}
pt_br: Oops, falha ao criar o usuário {user}, {error}
tr_tr: Oops, {user} kullanıcısını oluşturmada başarısız oldu, {error}
zh_cn: 啊， 用户 {user}创建失败， {error}

source: User {user} created successfully!
pt_br: Usuário {user} criado com sucesso!
tr_tr: {user} adlı kullanıcı başarıyla oluşturuldu!
zh_cn: 用户{user}创建成功！

source: Cannot find user with email address {email_addr}
pt_br: Não foi possível encontrar o usuário com este endereço de e-mail {email_addr}
tr_tr: {email_addr} e-posta adresine sahip kullanıcı bulunamadı.
zh_cn: 未能找到使用{email_addr}注册的用户

source: Cannot find user with username {username} - {error}
pt_br: Não foi possível encontrar o usuário com o nome {username} - {error}
tr_tr: {username} kullanıcı adı ile kullanıcı bulunamadı - {error}
zh_cn: 无法找到用户名为 {username} 的用户 - {error}

source: Deleted user {username}
pt_br: Usuário {username} apagado
tr_tr: {username} adlı kullanıcı silindi.
zh_cn: 删除用户{username}

source: Statistic
pt_br: Estatística
tr_tr: İstatistik
zh_cn: 统计

source: Value
pt_br: Valor
tr_tr: Değer
zh_cn: 值

source: Site statistics
pt_br: Estatística do site
tr_tr: Site istatistikleri
zh_cn: 网站统计

source: Total number of users
pt_br: Número total de usuários
tr_tr: Toplam kullanıcı sayısı
zh_cn: 用户总数

source: Courses loaded in the modulestore
pt_br: Cursos carregado na seção de módulos
tr_tr: Modül Mağazasına Yüklenen Dersler
zh_cn: 已加载课程至模块仓库

source: username
pt_br: nome de usuário
tr_tr: kullanıcıadı
zh_cn: 用户名

source: email
tr_tr: e-posta
zh_cn: 电子邮件

source: Repair Results
pt_br: Reparar resultados
tr_tr: Sonuçları Tamir Et
zh_cn: 修复结果

source: Create User Results
pt_br: Criar resultados dos usuários
tr_tr: Kullanıcı Sonuçlarını Oluştur
zh_cn: 创建用户结果

source: Delete User Results
pt_br: Excluir resultados dos usuários
tr_tr: Kullanıcı Sonuçlarını Sil
zh_cn: 删除用户结果

source: The git repo location should end with '.git', and be a valid url
pt_br: A localização do repositório git deve terminar com '.git ' e ser um URL válido
tr_tr: Git havuz yeri '.git' ile bitmeli ve geçerli bir url'si olmalı
zh_cn: Git仓库应为以“.git”结尾的有效 URL

source: Added Course
pt_br: Curso adicionado
tr_tr: Eklenmiş Ders
zh_cn: 添加课程

source: Course Name
pt_br: Nome do Curso
tr_tr: Ders İsmi
zh_cn: 课程名称

source: Directory/ID
pt_br: Diretório/ID
tr_tr: Dizin/No
zh_cn: 目录/ID

source: Git Commit
pt_br: Entrega Git
zh_cn: Git提交

source: Last Change
pt_br: Última alteração
tr_tr: Son Değişiklik
zh_cn: 最后一次修改

source: Last Editor
pt_br: Último editor
tr_tr: Son Editör
zh_cn: 最后一次编辑者

source: Information about all courses
pt_br: Informações sobre todos os cursos
tr_tr: Bütün dersler hakkında bilgi
zh_cn: 所有课程信息

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
pt_br: Erro - não foi possível carregar o curso com o ID {0}<br/><pre>{1}</pre>
tr_tr: Hata - {0}<br/><pre>{1}</pre> numaralı ders getirilemedi
zh_cn: 错误，不能通过 ID {0}<br/><pre>{1}</pre> 取得课程

source: Deleted
pt_br: Apagado
tr_tr: Silinmiş
zh_cn: 删除

source: course_id
pt_br: ID de curso
tr_tr: ders_no
zh_cn: 课程ID

source: # enrolled
pt_br: # matriculado
tr_tr: # kayıtlı
zh_cn: # 已选修

source: # staff
pt_br: # equipe
tr_tr: # personel
zh_cn: # 员工

source: instructors
pt_br: instrutores
tr_tr: eğitmenler
zh_cn: 主讲教师

source: Enrollment information for all courses
pt_br: Informações sobre inscrições para todos os cursos
tr_tr: Bütün dersler için kayıt bilgileri
zh_cn: 所有课程的选课信息

source: role
pt_br: função
tr_tr: rol
zh_cn: 角色

source: full_name
pt_br: nome completo
tr_tr: tam_isim
zh_cn: 全名

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
pt_br: %(comment_username)s em resposta a <b>%(thread_title)s</b>:
tr_tr: %(comment_username)s <b>%(thread_title)s</b> başlığına cevap yazdı:
zh_cn: %(comment_username)s 回复 <b>%(thread_title)s</b>:

source: View discussion
pt_br: Ver discussão
tr_tr: Tartışmayı görüntüle
zh_cn: 查看讨论

source: Response to %(thread_title)s
pt_br: Resposta a %(thread_title)s
tr_tr: %(thread_title)s başlığına cevap
zh_cn: 对%(thread_title)s的响应

source: Title can't be empty
pt_br: O título não pode ficar vazio
tr_tr: Başlık boş olamaz
zh_cn: 标题不能为空

source: Body can't be empty
pt_br: O corpo não pode ficar vazio
tr_tr: Gövde boş olamaz
zh_cn: 内容不能为空

source: Remove sensitive data in the content and try again
pt_br: Remover informação sensível no conteúdo e tentar de novo
zh_cn: 删除内容中的敏感数据，然后重试

source: Topic doesn't exist
pt_br: Tópico não exite
tr_tr: Konu yok
zh_cn: 主题不存在

source: Comment level too deep
pt_br: O nível do comentário é muito profundo
tr_tr: Yorum seviyesi çok derin
zh_cn: 评论层级过深

source: Error uploading file. Please contact the site administrator. Thank you.
pt_br: Ocorreu um erro ao enviar o arquivo. Por favor, entre em contato com o administrador do site. Obrigado.
tr_tr: Dosya yükleme hatası. Lütfen site yöneticinizle iletişime geçin. Teşekkürler.
zh_cn: 上传文件出错，请联系网站管理员，谢谢。

source: Good
pt_br: Bom
tr_tr: İyi
zh_cn: 好

source: EdxNotes Service is unavailable. Please try again in a few minutes.
pt_br: O Serviço EdxNotes não está disponível. Por favor, tente novamente em alguns minutos.
tr_tr: EdxNotes Servisi kullanılabilir değil. Lütfen birkaç dakika içinde tekrar deneyin.
zh_cn: EdxNotes服务不可用。请几分钟后重试。

source: Invalid JSON response received from notes api.
pt_br: Resposta de JSON inválida recebida do api das notas
tr_tr: notes api'den geçersiz JSON cevabı alındı.
zh_cn: Notes api 接收到的 JSON 响应无效。

source: Incorrect data received from notes api.
pt_br: Informação incorreta recebidas do api das notas
tr_tr: notes api'den hatalı veri alındı.
zh_cn: notes api 接收到的数据错误。

source: No endpoint was provided for EdxNotes.
pt_br: Nenhum resultado foi fornecido por EdxNotes.
tr_tr: EdxNotes için bitiş noktası sağlanmadı.
zh_cn: 未为EdxNotes提供终端点。

source: Notes
pt_br: Anotações
tr_tr: Notlar
zh_cn: 笔记

source: API key for accessing Sailthru.
pt_br: Chave API para acessar Sailthru
tr_tr: Sailthru erişimi için API anahtarı.
zh_cn: 用于访问Sailthru的API密钥。

source: API secret for accessing Sailthru.
pt_br: Segredo API para acessar Sailtrhu
tr_tr: Sailthru erişimi için API secret.
zh_cn: 访问Sailthru的API秘密。

source: Sailthru list name to add new users to.
pt_br: Nome de lista Sailthru para adicionar novos usuários
tr_tr: Yeni kullanıcıları ekleyeceğiniz Sailthru liste adı.
zh_cn: 用于添加新用户的Sailthru列表名称。

source: Sailthru connection retry interval (secs).
pt_br: Intervalo de tentativa(segundos) para Conexão Sailthru
tr_tr: Sailthru bağlantısı deneme aralığı (saniye)
zh_cn: Sailthru连接重试间隔（秒）。

source: Sailthru maximum retries.
pt_br: Tentativas máximas de Sailthru
tr_tr: Sailthru maksimum deneme sayısı.
zh_cn: Sailthru最大重试次数。

source: Sailthru template to use on welcome send.
pt_br: Padrão de Sailtrhu para usar no envio de boas-vindas
tr_tr: Hoş geldin iletisinde kullanılacak Sailthru şablonu.
zh_cn: 用于欢迎发送的Sailthru模板。

source: Sailthru template to use on abandoned cart reminder. Deprecated.
pt_br: Padrão Sailtrhu usado no lembrete de carrinho abandonado. Descontinuado
tr_tr: Unutulmuş alışveriş sepeti hatırlatma iletisinde kullanılacak Sailthru şablonu. Kullanımdan kaldırıldı.
zh_cn: Sailthru模板用于被遗弃的购物车提醒。已过时。

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
pt_br: Minutos de Sailthru para esperar antes de mandar mensagem de carrinho abandonado. Descontinuado.
tr_tr: Sailthru unutulmuş alışveriş sepeti hatırlatma iletisini göndermeden önceki bekleme süresi.
zh_cn: 在发送废弃购物车消息之前等待几分钟。已过时。

source: Sailthru send template to use on enrolling for audit.
pt_br: Sailthru envia modelo para usar na inscrição para auditoria.
tr_tr: Denetime kaydolurken kullanılacak Sailthru gönderi şablonu.
zh_cn: 在发送废弃购物车消息之前等待几分钟。已过时。

source: Sailthru send template to use on passed ID verification.
pt_br: Sailthru envia modelo para usar na verificação de ID completada.
tr_tr: Başarılı kimlik doğrulama iletisinde kullanılacak Sailthru şablonu.
zh_cn: Sailthru发送模板用于通过身份验证。

source: Sailthru send template to use on failed ID verification.
pt_br: Sailthru envia modelo para usar na verificação de ID falha.
tr_tr: Başarısız kimlik doğrulama iletisinde kullanılacak Sailthru şablonu.
zh_cn: Sailthru发送模板以用于失败的ID验证。

source: Sailthru send template to use on upgrading a course. Deprecated
pt_br: Sailthru envia modelo para usar no upgrade de curso. Descontinuado.
tr_tr: Ders yükseltme iletisinde kullanılacak Sailthru şablonu. Kullanımdan kaldırıldı.
zh_cn: Sailthru发送模板用于升级课程。弃用

source: Sailthru send template to use on purchasing a course seat. Deprecated
pt_br: Sailthru envia modelo para usar na compra de cadeira no curso. Descontinuado
tr_tr: Bir derste koltuk satın alırken kullanılan Sailthru gönderi şablonu. Kullanımdan kaldırıldı
zh_cn: Sailthru发送模板用于购买课程座位。弃用

source: Use the Sailthru content API to fetch course tags.
pt_br: Usa o conteúdo do API do Sailthru para pegar as tags do curso
tr_tr: Ders etiketlerini getirirken Sailthru içerik API'sini kullan.
zh_cn: 使用Sailthru内容API获取课程标签。

source: Number of seconds to cache course content retrieved from Sailthru.
pt_br: Número de segundos para armazenar em cache o conteúdo do curso recuperado do Sailthru.
tr_tr: Ders içeriğini Sailthru'dan önbelleğe taşırken geçen süre.
zh_cn: 缓存从Sailthru检索的课程内容的秒数。

source: Cost in cents to report to Sailthru for enrolls.
pt_br: Custo em centavos a ser reportado ao Sailthru para inscrições.
tr_tr: Kayıtlanmalar için Sailthru'ya raporlanacak sent bazında maliyet.
zh_cn: 以美分为单位向Sailthru报告入学人数。

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
pt_br: URL opcional do lms + host usado para construir urls para a biblioteca de conteudo,por exemplo, https://courses.edx.org.
zh_cn: 可选的lms url scheme + host用于构建内容库的URL，例如https://courses.edx.org。

source: Number of seconds to delay the sending of User Welcome email after user has been created
pt_br: Número de segundos para atrasar o envio do e-mail de boas-vindas do usuário após a criação do usuário.
tr_tr: Kullanıcı oluşturulduktan sonra gönderilecek hoş geldiniz e-postası için saniye cinsinden bekleme süresi
zh_cn: 创建用户后延迟发送用户欢迎电子邮件的秒数

source: The number of seconds to delay/timeout wait to get cookie values from sailthru.
pt_br: O número de segundos para atraso/tempo limite aguardar para obter valores de cookie de sailthru.
tr_tr: Çerez değerlerini Sailthru'dan çekerken beklenecek saniye cinsinden süre/gecikme.
zh_cn: 延迟/超时等待从sailthru获取cookie值的秒数。

source: Total
tr_tr: Toplam
zh_cn: 总计

source: {platform_name} Staff
pt_br: {platform_name} Equipe
tr_tr: {platform_name} Personel
zh_cn: {platform_name} 员工

source: Course Staff
pt_br: Equipe do curso
tr_tr: Ders Personeli
zh_cn: 授课教师

source: Staff
pt_br: Equipe
tr_tr: Personel
zh_cn: 教员

source: Used Registration Code
pt_br: Código de Registro Utilizado
tr_tr: Kullanılmış Kayıt Kodu
zh_cn: 已使用的注册编号
