Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} learners complete.
pt_br: {platform_name} reconhece os progressos através de certificados, que são concedidos para as atividades dos cursos que {platform_name} os alunos completam
zh_cn: {platform_name} 借由证书承认已完成修习课程，该课之修课证书证明学员完成 {platform_name} 课程活动。

source: All rights reserved
pt_br: Todos os direitos reservados
tr_tr: Tüm hakları saklıdır
zh_cn: 保留所有权利

source: Invalid Certificate
pt_br: Certificado inválido
tr_tr: Geçersiz Sertifika
zh_cn: 无效的证书

source: Certificate Validation
pt_br: Validação de Certificado
tr_tr: Sertifika Doğrulama
zh_cn: 证书认可

source: About {platform_name} Accomplishments
pt_br: Sobre realizações {platform_name}
tr_tr: {platform_name} Başarıları Hakkında
zh_cn: 关于{platform_name}的成就

source: Issued On:
pt_br: Emitido Em:
tr_tr: Verilme Tarihi:
zh_cn: 签发日期：

source: Certificate ID Number
pt_br: Número de ID do certifcado
tr_tr: Sertifika Numarası
zh_cn: 证书ID编号

source: About {platform_name} Certificates
pt_br: Sobre os Certificados da {platform_name}
tr_tr: {platform_name} Sertifikaları Hakkında
zh_cn: 关于 {platform_name} 认证证书

source: How {platform_name} Validates Learner Certificates
pt_br: Como {platform_name} valida o certificado dos estudantes
zh_cn: {platform_name}如何验证学员证书

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
pt_br: Os Certificados emitidos por {platform_name} são assinados por uma chave gpg para que possam ser validados independentemente e por qualquer pessoa que possua uma chave pública da {platform_name}. Para uma verificação independente, {platform_name} utiliza o que é chamado de "assinatura independente"&quot;".
tr_tr: {platform_name} tarafından verilen sertifikalar {platform_name} açık anahtarına sahip kişiler tarafından bağımsız olarak doğrulanması için bir gpg anahtarı ile imzalanmıştır. Bağımsız doğrulama için {platform_name} "ayrık imza"&quot;" olarak adlandırılan imzayı kullanır.
zh_cn: 通过 {platform_name} 颁发证书由gpg密钥簽署，使他们可以被任何人与 {platform_name}公钥独立验证。对于独立核查，{platform_name}使用所谓的"detached signature"&quot;"。

source: Validate this certificate for yourself
pt_br: Valide você mesmo este certificado.
tr_tr: Kendiniz için bu sertifikayı doğrulayın
zh_cn: 为自己验证此证书

source: {platform_name} offers interactive online classes and MOOCs.
pt_br: {platform_name} oferece aulas online interativas e MOOCs
tr_tr: {platform_name} etkileşimli çevrimiçi sınıflar ve kitlesel açık çevrimiçi dersleri sunar.
zh_cn: {platform_name} 提供线上互动课程和MOOCs课程。

source: About {platform_name}
pt_br: Sobre {platform_name}
tr_tr: {platform_name} Hakkında
zh_cn: 关于{platform_name}

source: Learn more about {platform_name}
pt_br: Saber mais sobre {platform_name}
tr_tr: {platform_name} hakkında daha fazla öğren
zh_cn: 了解更多关于{platform_name}的信息

source: Learn with {platform_name}
pt_br: Aprender com {platform_name}
tr_tr: {platform_name} ile öğren
zh_cn: 了解{platform_name}

source: Work at {platform_name}
pt_br: Trabalhe na {platform_name}
tr_tr: {platform_name}'de çalış
zh_cn: 工作于{platform_name}

source: Contact {platform_name}
pt_br: Entrar em Contato com {platform_name}
tr_tr: İletişim{platform_name}
zh_cn: 联系{platform_name}

source: {platform_name} acknowledges the following learner accomplishment
pt_br: Reconhecimento da {platform_name} para a realização dos seguintes estudantes
zh_cn: {platform_name}承认以下的学员成就

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
pt_br: um plano de estudo oferecido por {partner_short_name}, uma iniciativa de aprendizagem online da {partner_long_name}
tr_tr: {partner_short_name} tarafından sunulan bir müfredat programı, {partner_long_name} tarafından düzenlenen bir çevrimiçi eğitim girişimi.
zh_cn: 课程的学习是由 {partner_short_name}所提供，和 {partner_long_name}的主动线上学习。

source: a course of study offered by {partner_short_name}.
pt_br: um plano de estudo oferecido por {partner_short_name}
tr_tr: {partner_short_name} tarafından sunulan bir çalışma dersi.
zh_cn: 课程的学习是由 {partner_short_name}所提供。

source: I completed the {course_title} course on {platform_name}.
pt_br: Eu concluí o curso {course_title} no {platform_name}.
tr_tr: {platform_name} içindeki {course_title} dersini tamamladım.
zh_cn: 我在{platform_name}上完成了{course_title}课程。

source: I completed a course at {platform_name}. Take a look at my certificate.
pt_br: Eu concluí um curso em {platform_name}. Veja meu certificado.
tr_tr: Ben {platform_name} üzerindeki eğitimi tamamladım. Sertifikama buradan bakabilirsiniz.
zh_cn: 我已经完成了一门课在{platform_name}。检视我的证书。

source: More Information About {user_name}'s Certificate:
pt_br: Mais informações sobre o certificado de {user_name}
tr_tr: {user_name} Kullanıcısının Sertifikası Hakkında Daha Fazla Bilgi:
zh_cn: 关于 {user_name} 证书的更多信息：

source: {fullname}, you earned a certificate!
pt_br: {fullname}, você recebeu um certificado!
tr_tr: {fullname}, bir sertifikaya hak kazandın!
zh_cn: {fullname}，你已经取得证书！

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
pt_br: Parabéns! Esta página resume o que você conquistou. Mostre para tua família, amigos e colegas nas tuas redes sociais e profissionais.
tr_tr: Tebrikler! Bu sayfada tüm başarılarınızı görebilirsiniz. Ailenize, sosyal ve profesyonel çevrenizdeki arkadaşlarınıza ve meslektaşlarınıza bu başarılarınızı gösterebilirsiniz.
zh_cn: 恭喜!本页总结您所完成之项目。在您的社交和专业网络展示给家人，朋友和同事。

source: More about {fullname}'s accomplishment
pt_br: Mais sobre as realizações de {fullname}
tr_tr: {fullname}'in başarısı hakkında daha fazla
zh_cn: 了解更多有关{fullname}的成就

source: Username
pt_br: Usuário
tr_tr: Kullanıcı adı
zh_cn: 用户名

source: Grade
pt_br: Nota
tr_tr: Puanlama
zh_cn: 成绩

source: Percent
pt_br: Percentual
tr_tr: Yüzde
zh_cn: 百分比

source: Opened by this number of learners
pt_br: Aberto por este número de alunos
zh_cn: 打开过的学员

source: subsections
pt_br: subseções
tr_tr: altbölümler
zh_cn: 节

source: Count of Learners
pt_br: Contagem de alunos
zh_cn: 学员数量

source: Percent of Learners
pt_br: Percentual de alunos
zh_cn: 学员百分比

source: Score
pt_br: Nota
tr_tr: Puan
zh_cn: 分数

source: problems
pt_br: problemas
tr_tr: problemler
zh_cn: 问题

source: {course_id} is not a valid course key.
pt_br: {course_id} não é um ID de curso válido.
tr_tr: {course_id} geçerli bir ders anahtarı değil.
zh_cn: {course_id} 不是有效的课程密钥。

source: Course {course_id} does not exist.
pt_br: O curso {course_id} não existe.
tr_tr: {course_id} dersi bulunmuyor.
zh_cn: {course_id} 课程不存在。

source: Use the checkout page hosted by the E-Commerce service.
tr_tr: E-ticaret hizmeti tarafından barındırılan ödeme sayfasını kullan.
zh_cn: 透过使用电子商务服务承载结帐页面。

source: Path to course(s) checkout page hosted by the E-Commerce service.
tr_tr: E-ticaret hizmeti tarafından barındırılan ders ödeme sayfa(lar)ına yol.
zh_cn: 电子商务服务托管的课程结帐页面的路径。

source: Cache Time To Live
pt_br: Tempo de duração de memória
tr_tr: Yaşam Süresini Önbelleğe Al
zh_cn: 快取存留时间

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
pt_br: Especificado em segundos. Ativar armazenamento em cache, definindo este como um valor maior que 0.
tr_tr: Saniyelerle belirtilmiştir. Bu değeri 0'dan fazlaya ayarlayarak önbelleklemeyi etkinleştirin.
zh_cn: 指定为秒。借由设定这个大于0的值来启动快取。

source: Path to order receipt page.
pt_br: Caminho para a página de recebimento de pedidos.
tr_tr: Sipariş makbuzu sayfasına yol.
zh_cn: 订单收据页面的路径。

source: Automatically approve valid refund requests, without manual processing
pt_br: Aprovar automaticamente solicitações de reembolso válidas, sem processamento manual
tr_tr: Elle onaya gerek kalmaksızın, geçerli geri ödeme isteklerini otomatik olarak onaylayın
zh_cn: 自动批准有效的退款请求，无需手动处理

source: [Refund] User-Requested Refund
pt_br: [Refund] Reembolso solicitado pelo usuário
tr_tr: [İade] Kullanıcının Talep Ettiği İade
zh_cn: [Refund] 用户申请退款

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
pt_br: Uma solicitação de reembolso foi iniciada por {username} ({email}). Para processar esta solicitação, por favor, clique no link(s) abaixo.
tr_tr: {username} ({email}) kullanıcısı için geri ödeme isteği başlatıldı. Bu isteği işleme koymak için, lütfen aşağıdaki bağlantı(ları) ziyaret edin.
zh_cn: {username} ({email}) 的退款要求已经建立。为了处理此请求，请访问以下联结(s) 。

source: Receipt
pt_br: Recibo
tr_tr: Makbuz
zh_cn: 收据

source: Payment Failed
pt_br: Falha no Pagamento
tr_tr: Ödeme Başarısız
zh_cn: 支付失败

source: There was a problem with this transaction. You have not been charged.
pt_br: Ocorreu um problema com esta transação. Você não foi cobrado por isso.
tr_tr: Bu işlem ile ilgili bir sorun vardı. Sizden bir ödeme tahsil edilmedi.
zh_cn: 交易出现问题。您尚未缴费。

source: Make sure your information is correct, or try again with a different card or another form of payment.
pt_br: Tenha certeza que a informarção está correta, ou tente novamente com um cartão diferente ou com outra forma de pagamento.
tr_tr: Bilgilerinizin doğru olduğundan emin olun ya da farklı bir kart ile tekrar deneyin veya başka bir ödeme yolu seçin.
zh_cn: 确保您的信息正确无误了，或换一张信用重试或换用其他支付方式。

source: A system error occurred while processing your payment. You have not been charged.
pt_br: Um erro do sistema ocorreu enquanto processávamos o seu pagamento. Você não foi cobrado por isso.
tr_tr: Ödemeniz işlenirken bir sistem hatası meydana geldi. Sizden bir ödeme tahsil edilmedi.
zh_cn: 在处理您的付款时出现系统错误。您尚未缴费。

source: Please wait a few minutes and then try again.
pt_br: Por favor, aguarde alguns minutos e tente novamente.
tr_tr: Lütfen birkaç dakika bekledikten sonra tekrar deneyin.
zh_cn: 请等待几分钟后重试。

source: For help, contact {payment_support_link}.
pt_br: Para ajuda, entre em contato com {payment_support_link}.
tr_tr: Yardım için, {payment_support_link} ile iletişime geçin.
zh_cn: 联系{payment_support_link}寻求帮助。

source: An error occurred while creating your receipt.
pt_br: Ocorreu um erro durante a criação do seu recibo.
tr_tr: Faturanızı oluştururken bir hata meydana geldi.
zh_cn: 创建您的收据时出错。

source: If your course does not appear on your dashboard, contact {payment_support_link}.
pt_br: Se seu curso não aparecer no painel, entre em contato com {payment_support_link}.
tr_tr: Eğer dersiniz panelinizde görünmüyorsa, {payment_support_link} ile iletişime geçin.
zh_cn: 如果您的课程未出现在您的课程面板上，请联系{payment_support_link}。

source: Complete the course
pt_br: Complete o curdo
tr_tr: Dersi tamamla
zh_cn: 完成课程

source: Explore the course
pt_br: Explore o curso
tr_tr: Dersi keşfet
zh_cn: 探索课程

source: Not sure yet
pt_br: Sem certeza ainda
tr_tr: Emin değilim
zh_cn: 还不确定

source: Wiki
zh_cn: 维基

source: This is the wiki for **{organization}**'s _{course_name}_.
pt_br: Esta é a wiki para _{course_name}_ de **{organization}**.
tr_tr: **{organization}**'s _{course_name}_ için Wiki.
zh_cn: 这是**{organization}**_{course_name}_的wiki。

source: Course page automatically created.
pt_br: Página do curso criada automaticamente.
tr_tr: Ders sayfası otomatik olarak oluşturuldu.
zh_cn: 课程网页已经自动创建

source: Welcome to the {platform_name} Wiki
pt_br: Bem-vindo à Wiki {platform_name}
tr_tr: {platform_name} Wiki'sine hoş geldiniz
zh_cn: 欢迎来到 {platform_name} Wiki

source: Visit a course wiki to add an article.
pt_br: Visite uma wiki do curso para adicionar um artigo.
tr_tr: Bir makale eklemek için dersin wikisini ziyaret et.
zh_cn: 浏览课程维基添加课程标题

source: Course has not started
pt_br: O curso não começou
tr_tr: Ders başlamadı
zh_cn: 课程尚未开始

source: Course does not start until {}
pt_br: O curso não começará até {}
tr_tr: Ders {}'e kadar başlamaz
zh_cn: 课程将在{}后开课

source: You have unfulfilled milestones
pt_br: Você tem marcos não atingidos
tr_tr: Karşılanmamış kilometre taşlarınız var
zh_cn: 您有未完成的里程碑

source: You do not have access to this course
pt_br: Você não tem acesso a este curso
tr_tr: Bu ders için erişime sahip değilsiniz
zh_cn: 您无权访问学习该课程

source: You do not have access to this course on a mobile device
pt_br: Você não tem acesso a este curso via dispositivos móveis
tr_tr: Bu ders için mobil cihazlardan erişime sahip değilsiniz
zh_cn: 您无法在移动设备上学习该课程

source: Upgrade to Verified
pt_br: Atualizar para verificado
tr_tr: Onaylanmışa yükselt
zh_cn: 升级到验证

source: {relative} ago - {absolute}
pt_br: {relative} atrás - {absolute}
tr_tr: {relative} önce - {absolute}
zh_cn: {relative} 年 - {absolute}

source: Course Starts
pt_br: Inicio do curso
tr_tr: Ders Başlangıcı
zh_cn: 课程开始

source: Don't forget to add a calendar reminder!
pt_br: Não se esqueça de adicionar um lembrete de calendário!
tr_tr: Bir takvim hatırlatıcısı eklemeyi unutmayın!
zh_cn: 别忘了添加日历提醒！

source: Course starts in {time_remaining_string} on {course_start_date}.
pt_br: O curso começa em {time_remaining_string} em {course_start_date}.
tr_tr: Ders {time_remaining_string} sonra, {course_start_date} tarihinde başlayacak.
zh_cn: 课程从{course_start_date}上的{time_remaining_string}开始。

source: Course starts in {time_remaining_string} at {course_start_time}.
pt_br: O curso começa em {time_remaining_string} em {course_start_time}.
tr_tr: Ders {time_remaining_string} sonra, {course_start_time} saatinde başlayacak.
zh_cn: 课程将于{time_remaining_string}天后{course_start_time}开始。

source: Course End
pt_br: Término do curso
tr_tr: Ders Bitişi
zh_cn: 课程结束

source: To earn a certificate, you must complete all requirements before this date.
pt_br: Para ganhar um certificado, você deve preencher todos os requisitos antes desta data.
tr_tr: Sertifika kazanmak için, bu tarihten önce tüm gereklilikleri tamamlamalısınız.
zh_cn: 要获取修课证明，您必须在这个期限之前完成课程的所有要求。

source: After this date, course content will be archived.
pt_br: Após essa data, o conteúdo do curso será arquivado.
tr_tr: Bu tarihten itibaren, ders içeriği arşivlenecektir.
zh_cn: 在此日期之后，课程内容将被存档。

source: This course is archived, which means you can review course content but it is no longer active.
pt_br: Este curso está arquivado, o que significa que você pode rever o conteúdo do curso, mas ele não está mais ativo.
tr_tr: Bu ders arşivlendi, bir başka deyişle ders içeriğini gözden geçirebilirsiniz ancak bu ders artık aktif değil.
zh_cn: 这门课程已经归档：您可以复习课程内容，但该课程不再有活动（active）。

source: This course is ending in {time_remaining_string} on {course_end_date}.
pt_br: Este curso está terminando em {time_remaining_string} em {course_end_date}.
tr_tr: Bu ders {time_remaining_string} sonra, {course_end_date} tarihinde sona erecek.
zh_cn: 本课程以{course_end_date}上的{time_remaining_string}结尾。

source: This course is ending in {time_remaining_string} at {course_end_time}.
pt_br: Este curso termina em {time_remaining_string} às {course_end_time}
tr_tr: Bu ders {time_remaining_string} sonra, {course_end_time} saatinde sona erecek.
zh_cn: 本课程以{course_end_time}的{time_remaining_string}结尾。

source: Certificate Available
pt_br: Certificado Disponível
tr_tr: Sertifika Alınabilir
zh_cn: 证书可用

source: Day certificates will become available for passing verified learners.
pt_br: Os certificados diários estarão disponíveis para aprovação de alunos verificados.
tr_tr: Dersten geçmiş doğrulanmış öğrenciler için günlük sertifikalar sunulacak.
zh_cn: 通过验证的学习者可获得日证书。

source: If you have earned a certificate, you will be able to access it {time_remaining_string} from now. You will also be able to view your certificates on your {learner_profile_link}.
pt_br: Se você ganhou um certificado, poderá acessá-lo{time_remaining_string} a partir de agora. Você também poderá visualizar seuscertificados no seu {learner_profile_link}.
tr_tr: Bir sertifikaya hak kazandıysanız, şu andan itibaren {time_remaining_string} içinde ona erişiminiz sağlanacak. Sertifikalarınızı {learner_profile_link} bağlantısında da görebileceksiniz.
zh_cn: 如果您已获得证书，则可以从现在开始访问{time_remaining_string}。 您还可以在{learner_profile_link}上查看证书。

source: Learner Profile
pt_br: Perfil do Aluno
tr_tr: Öğrenci Profili
zh_cn: 学习者简介

source: We are working on generating course certificates.
pt_br: Estamos trabalhando na geração de certificados de curso.
tr_tr: Ders sertifikalarını oluşturma üzerinde çalışıyoruz.
zh_cn: 我们正在制作课程证书。

source: Upgrade to Verified Certificate
pt_br: Atualizar para um Certificado verificado
tr_tr: Onaylı Sertifikaya Yükselt
zh_cn: 身分认证升级

source: Verification Upgrade Deadline
pt_br: Prazo final para atualização da verificação
tr_tr: Doğrulama Güncellemesi için Son Tarih
zh_cn: 验证升级期限

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
pt_br: Não perca a oportunidade de destacar seus novos conhecimentos e habilidadesganhando um certificado verificado.
tr_tr: Onaylı bir sertifika alarak yeni bilgi ve becerilerinizi öne çıkarma fırsatını kaçırmayın.
zh_cn: 不要错过通过获得经过验证的证书来突出您的新知识和技能的机会。

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
pt_br: Você ainda está qualificado para atualizar para um certificado verificado! Prossiga para destacar o conhecimento e as habilidades adquiridas neste curso.
tr_tr: Onaylı bir Sertifikaya yükseltmek için hâlâ uygunsunuz! Bu derste kazandığınız bilgi ve becerileri vurgulamak için bu sertifikayı edinin.
zh_cn: 你仍有资格升级至合格证书！继续努力精进您从这个课程所获的知识和技能。

source: by {date}
pt_br: em {date}
tr_tr: {date} itibariyle
zh_cn: 按{date}

source: Don't forget, you have {time_remaining_string} left to upgrade to a Verified Certificate.
pt_br: Não se esqueça, você ainda tem {time_remaining_string} para atualizar para um certificado verificado.
tr_tr: Unutmayın, Onaylı Sertifika almak için hâlâ {time_remaining_string} zamanınız var.
zh_cn: 不要忘记，您还需要{time_remaining_string}才能升级到验证证书。

source: Don't forget to upgrade to a verified certificate by {localized_date}.
pt_br: Não se esqueça de atualizar para um certificado verificado até {localized_date}.
tr_tr: Onaylı Sertifika'ya {localized_date} tarihine dek yükseltme yapabileceğinizi unutmayın.
zh_cn: 不要忘记{localized_date}升级到经过验证的证书。

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
pt_br: Para se qualificar para um certificado, você deve atender a todos os requisitos de classificação do curso, atualizar antes do prazo final docurso e verificar com êxito sua identidade em {platform_name} se você ainda não o fez {button_panel}
tr_tr: Sertifika almaya hak kazanmak için, tüm ders notlandırma gereksinimlerini karşılamanız, ders son tarihinden önce yükseltmeniz ve henüz yapmadıysanız {platform_name} platformu üzerindeki kimliğinizi başarıyla doğrulamanız gerekir. {button_panel}
zh_cn: 要获得证书资格，您必须满足所有课程评分要求，在课程截止日期前升级，并在{platform_name}上成功验证您的身份（如果您尚未这样做）。{button_panel}

source: Upgrade ({upgrade_price})
pt_br: Atualização ({upgrade_price})
tr_tr: Yükselt ({upgrade_price})
zh_cn: 升级（{upgrade_price}）

source: Learn More
pt_br: Saiba mais
tr_tr: Daha Fazlasını Öğren
zh_cn: 了解更多

source: Retry Verification
pt_br: Tente novamente uma verificação
tr_tr: Doğrulamayı Yeniden Dene
zh_cn: 重试验证

source: Verify My Identity
pt_br: Verifique minha identidade
tr_tr: Kimliğimi Doğrula
zh_cn: 验证我的身份

source: Missed Verification Deadline
pt_br: Prazo final para verificação perdido
tr_tr: Onaylama Son Tarihi Geçti
zh_cn: 已错过验证期限

source: Unfortunately you missed this course's deadline for a successful verification.
pt_br: Infelizmente, você perdeu o prazo deste curso para que houvesse uma verificação bem sucedida.
tr_tr: Maalesef başarılı bir onaylama için bu dersin son tarihini kaçırdınız.
zh_cn: 很抱歉您错过了成功验证这堂课的截止期限。

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
pt_br: Você deve concluir com sucesso a verificação antes dessa data para se qualificar para obter um Certificado.
tr_tr: Onaylı Sertifika almaya hak kazanmak için bu tarihten önce onaylama işlemini başarıyla tamamlamalısınız.
zh_cn: 您必须在这个日期之前成功完成验证，以具备获取合格证书的资格。

source: There is no user with the username or email address {user_name} enrolled in this course.
pt_br: Não existe usuário com este nome ou e-mail {user_name} matriculado neste curso.
tr_tr: Bu derse {user_name} kullanıcı adı ya da e-posta adresiyle kaydolmuş bir kullanıcı yoktur.
zh_cn: 没有使用者名称或email{user_name} 注册这门课程。

source: This type of component cannot be shown while viewing the course as a specific learner.
pt_br: Este tipo de componente não pode ser mostrado durante a exibição do curso para um aluno específico.
zh_cn: 特定学员查看课程时，该类型组件无法显示。

source: Number of days a learner has to upgrade after content is made available
pt_br: Número de dias que um aluno precisa atualizar após a disponibilização do conteúdo
tr_tr: İçerik hazırlandıktan sonra öğrencinin yükseltme yapması gereken gün sayısı
zh_cn: 内容可用后学员必须升级的天数

source: Disable the dynamic upgrade deadline for this course run.
pt_br: Desative o prazo de atualização dinâmica para esta execução do curso.
tr_tr: Bu ders yayını için dinamik yükseltme işlemini devre dışı bırak.
zh_cn: 禁用此课程运行的动态升级截止日期。

source: Disable the dynamic upgrade deadline for this organization.
pt_br: Desativar o prazo de atualização dinâmica para esta organização
tr_tr: Bu kurum için dinamik yükseltme işlemini devre dışı bırak.
zh_cn: 禁用此组织的动态升级截止日期。

source: Syllabus
pt_br: Programa de Estudos
tr_tr: Ders Programı
zh_cn: 教学大纲

source: Progress
pt_br: Progresso
tr_tr: İlerleme
zh_cn: 进度

source: Textbooks
pt_br: Livros didáticos
tr_tr: Ders Kitapları
zh_cn: 教材

source: Overview
pt_br: Resumo
zh_cn: 课程概览

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
pt_br: Você não está conectado. Para ver o conteúdo adicional do curso, {sign_in_link} ou{register_link} e inscreva-se neste curso.
tr_tr: Giriş yapmadınız. Daha fazla ders içeriği görmek için {sign_in_link} ya da {register_link}, ve bu derse kaydolun.
zh_cn: 您尚未登录。要查看其他课程内容{sign_in_link}或{register_link}，请参加此课程。

source: sign in
pt_br: entrar
tr_tr: giriş yap
zh_cn: 登入

source: Your enrollment: Audit track
pt_br: Sua inscrição: faixa de auditoria
tr_tr: Kayıtlanmanız: Dinleyici
zh_cn: 您的注册：审核跟踪

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
pt_br: Você está inscrito na trilha de auditoria deste curso. A trilha de auditorianão inclui um certificado.
tr_tr: Bu derse dinleyici kayıtlanma yoluyla kaydoldunuz. Dinleyici kayıtlanma yolu sertifika içermez.
zh_cn: 您已注册参加本课程的审核跟踪。 审计跟踪不包括证书。

source: Your enrollment: Honor track
pt_br: Sua inscrição: faixa de honra
tr_tr: Kayıtlanmanız: Onur öğrencisi
zh_cn: 您的报名：荣誉跟踪

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
pt_br: Você está matriculado na faixa de honra deste curso. A faixa de honra não inclui um certificado.
tr_tr: Bu derse onur öğrencisi kayıtlanma yoluyla kaydoldunuz. Onur öğrencisi kayıtlanma yolu sertifika içermez.
zh_cn: 您已加入本课程的荣誉课程。 荣誉轨道不包括证书。

source: We're working on it...
pt_br: Estamos trabalhando nisto...
tr_tr: Üzerinde çalışıyoruz...
zh_cn: 我们正在努力......
