Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
pt_br: Após o upload de uma imagem, ela é anexada a esse artigo específico e pode ser usada apenas aqui. Outros usuários podem substituir a imagem, mas versões mais antigas são mantidas. Você provavelmente deseja mostrar a imagem com umalegenda legal. Para conseguir isso, pressione o botão Inserir e preencha os campos da legenda e, possivelmente, opte por flutuar a imagem à direita ou à esquerda do conteúdo. Você pode usar o Markdown na legenda. A sintaxe docódigo de remarcação das imagens se parece com isso, os valores possíveispara alinhar são esquerda / centro /direito:
tr_tr: Bir görseli yükledikten sonra, bu maddeye eklenir ve sadece burada kullanılabilir. Diğer kullanıcılar görseli değiştirebilir, ancak eski sürümler korunur. Muhtemelen bir görseli güzel bir altyazıyla birlikte göstermek istersiniz. Bunu başarmak için, Ekle düğmesine basın ve altyazı alanlarını doldurun ve görselin içeriğin sağında veya solunda yer almasını sağlayın. Altyazıda Markdown işaretleme dilini kullanabilirsiniz. Görüntüler için işaretleme kodu sözdizimi şöyle görünür, ve hizalama için olası değerler left/ center/right'tır:
zh_cn: 上传图像后，它附加到此特定文章，只能在此处使用。其他用户可能会替换图像，但旧版本仍会保留。您可能希望给图像添加一个合适的标题。为此，请按"插入"按钮并填写标题字段，并可以选择让图像在内容的右侧或左侧浮动。您可以在标题中使用"降标"。图像的标记代码语法如下所示，可以设置左/中/右对齐：

source: Links
tr_tr: Bağlantılar
zh_cn: 链接

source: Link to another wiki page
pt_br: Link para adicionar uma página da Wiki
tr_tr: Başla bir wiki maddesine bağla
zh_cn: 链接到另一个 wiki 页面

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
pt_br: Digite algo do título de outra página da wiki e o preenchimento automático ajudarávocê cria uma tag para o seu link wiki. Tags para links têm esta aparência:
tr_tr: Başka bir wiki sayfasının başlığının bir parçasını yazın ve otomatik tamamlama wiki bağlantınız için bir etiket oluşturmanıza yardımcı olacaktır. Bağlantılar için etiketler şöyle görünür:
zh_cn: 从另一个 wiki 页面的标题中键入内容并自动完成将帮助您创建一个 wiki 链接的标记。链接的标记如下所示：

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
pt_br: Você pode criar um link para outro site simplesmente inserindo um endereço exemplo.comou http://exemplo.com ou usando a sintaxe da remarcação:
tr_tr: Bir başka web sitesine bağlantı vermek için adresi orneksite.com veya http://orneksite.com şeklinde yazabilir ya da işaretleme dilini kullanabilirsiniz:
zh_cn: 您只需插入地址example.com或http://example.com或使用markdown语法链接到其他网站：

source: Notifications
pt_br: Notificações
tr_tr: Bildirimler
zh_cn: 通知

source: When this article is edited
pt_br: Quando este artigo é editado
tr_tr: Bu madde ne zaman değiştirildi
zh_cn: 当这篇文章被编辑

source: Also receive emails about article edits
pt_br: Receba também e-mails sobre edições de artigos
tr_tr: Ayrıca madde değiştirildiğinde e-posta al
zh_cn: 接收关于该文档编辑的电子邮件

source: Your notification settings were updated.
pt_br: As suas configurações de notificação foram atualizadas.
tr_tr: Bildirim ayarlarınız güncellendi.
zh_cn: 你的通知设置已经更新。

source: Your notification settings were unchanged, so nothing saved.
pt_br: As suas configurações de notificação não foram modificadas, portanto, não foi necessário salvar.
tr_tr: Bildirim ayarlarınız değişmemişti, bu nedenle hiçbir şey kaydedilmedi.
zh_cn: 你的通知设置没有变更，因此无需保存。

source: %(user)s subscribing to %(article)s (%(type)s)
pt_br: %(user)s assinaram %(article)s (%(type)s)
tr_tr: %(user)s kullanıcı %(article)s (%(type)s) abone oluyor
zh_cn: %(user)s订阅%(article)s(%(type)s)

source: Article deleted: %s
pt_br: Artigo excluído: %s
tr_tr: Madde silindi: %s
zh_cn: 被删除的文档：%s

source: Article modified: %s
pt_br: Artigo modificado: %s
tr_tr: Değiştirilen madde: %s
zh_cn: 被修改文档：%s

source: New article created: %s
pt_br: Novo artigo criado: %s
tr_tr: Yeni madde oluşturuldu: %s
zh_cn: 创建的新文档：%s

source: notifications
pt_br: notificações
tr_tr: bildirimler
zh_cn: 通知

source: No notifications
pt_br: Sem notificações
tr_tr: Bildirim yok
zh_cn: 没有通知

source: Clear notifications list
pt_br: Limpar lista de notificações
tr_tr: Bildirim listesini temizle
zh_cn: 清除所有通知

source: Search...
pt_br: Buscar...
tr_tr: Ara...
zh_cn: 搜索...

source: Log out
pt_br: Sair
tr_tr: Çıkış yap
zh_cn: 登出

source: Sign up
pt_br: Registrar-se
tr_tr: Kayıt ol
zh_cn: 注册

source: Article deleted
pt_br: Artigo excluído
tr_tr: Madde silindi
zh_cn: 被删除的文档：%s

source: Article Deleted
pt_br: Artigo excluído
tr_tr: Madde Silindi
zh_cn: 被删除的文档：%s

source: The article you were looking for has been deleted.
pt_br: O artigo que você estava procurando foi excluído.
tr_tr: Aradığınız madde silinmiş.
zh_cn: 您要找的文章已被删除。

source: You may restore this article and its children by clicking restore.
pt_br: Você pode restaurar este artigo e seus filhos clicando em restaurar
tr_tr: Bu madde ve alt maddelerini geri getir'e tıklayarak geri getirebilirsiniz.
zh_cn: 您可以通过单击还原按钮来还原此文章及其子项。

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
pt_br: Você pode remover este artigo e todos os filhos permanentemente e liberar asentrelinhas clicando no botão abaixo. Esta ação não pode ser desfeita.
tr_tr: Bu maddeyi ve alt dizinindeki çocuklarını kalıcı olarak kaldırabilir ve kısaisimlerini aşağıdaki düğmeye tıklayarak boşa çıkartabilirsiniz. Bu eylem geri alınamaz.
zh_cn: 您可以通过单击下面的按钮永久删除此文章及其任何子项。此操作无法撤消。

source: Listing articles in
pt_br: Listando artigos em
zh_cn: 列出文章

source: Up one level
pt_br: Um nível acima
tr_tr: Bir seviye yukarı
zh_cn: 向上一级

source: clear
pt_br: limpar
tr_tr: temizle
zh_cn: 清除

source: article,articles
pt_br: artigo, artigos
tr_tr: madde,maddeler
zh_cn: 文章

source: matches,match
pt_br: combinações, combinação
zh_cn: 匹配

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
pt_br: %(cnt)s %(articles_plur)s neste nível %(match_plur)s da sua busca.
zh_cn: 在此层级下为您找到 %(cnt)s %(articles_plur)s %(match_plur)s 项

source: is,are
pt_br: é, são
zh_cn: 有

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
tr_tr: Bu seviyede %(articles_plur_verb)s %(cnt)s %(articles_plur)s mevcut.
zh_cn: 在此层级下有 %(articles_plur_verb)s %(cnt)s %(articles_plur)s

source: Last modified
pt_br: Última modificação
tr_tr: Son değişiklik
zh_cn: 最后修改：

source: no log message
pt_br: sem mensagem de log
tr_tr: bilgi kaydı yok.
zh_cn: (无日志消息)

source: Permission Denied
pt_br: Permissão negada
tr_tr: İzin Verilmedi
zh_cn: 没有权限

source: Sorry, you don't have permission to view this page.
pt_br: Desculpe, você não tem permissão para visualizar esta página.
tr_tr: Üzgünüz, bu sayfayı görmek için yetkiniz yok.
zh_cn: 你没有访问此页面的权限。

source: Previewing revision
pt_br: Preview da revisão
tr_tr: Revizyonu önizle
zh_cn: 预览修改:

source: Previewing merge between
pt_br: Preview da junção
tr_tr: Aralarındaki birleştirmeyi önizle
zh_cn: 预览合并效果：

source: and
pt_br: e
tr_tr: ve
zh_cn: 和

source: Source of
pt_br: Fonte de
tr_tr: Kaynağı
zh_cn: 来源

source: This article is currently locked for editing.
pt_br: Este artigo está atualmente bloqueado para edição.
tr_tr: Bu madde düzenlenmemesi için kilitlenmiştir.
zh_cn: 文章在编辑中，已被锁定

source: Log me in...
pt_br: Me ajude a entrar
tr_tr: Giriş yapayım...
zh_cn: 记住我

source: Don't have an account?
pt_br: Não tem uma conta?
tr_tr: Bir hesabınız yok mu?
zh_cn: 没有账号？

source: Sign me up...
pt_br: Me inscreva...
tr_tr: Kayıt olayım...
zh_cn: 注册

source: Create root article
pt_br: Criar atigo raiz
tr_tr: Kök madde oluştur
zh_cn: 创建根文章

source: Congratulations!
pt_br: Parabéns
tr_tr: Kutlarız!
zh_cn: 恭喜您！

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
pt_br: Você tem o django-wiki instalado ... mas não há artigos. Então é hora decriar o primeiro, o artigo raiz. No começo, ele será apenaseditável pelos administradores, mas você pode definir permissões depois.
tr_tr: Django-wiki'niz kurulmuş durumda... ama herhangi bir madde bulunmuyor. Hemen ilk maddeyi, kök maddemizi yazmakla işe başlayın. Başlangıçta, sadece yöneticiler tarafından düzenlenebilir olacak, ama sonrasında izinlerini düzenleyebilirsiniz.
zh_cn: 你安装了django-wiki ......但是并没有发布任何文章。所以是时候创建第一个根文章了。在开始时，它只能由管理员编辑，但您可以在之后定义权限。

source: Root article
pt_br: Artigo raiz
tr_tr: Kök madde
zh_cn: 根文章

source: Create root
pt_br: Criar raiz
tr_tr: Kök oluştur
zh_cn: 创建根文章

source: You need to log in og sign up to use this function.
tr_tr: Bu özelliği kullanabilmek için sisteme giriş yapmalısınız veya kaydolmalısınız.
zh_cn: 您需要注册或者登录才能使用这个功能。

source: View Source
pt_br: Ver Fonte
tr_tr: Kaynağı Göster
zh_cn: 查看源

source: Sub-articles for
pt_br: Sub-artigos para
tr_tr: Alt maddeleri
zh_cn: 子文章

source: No sub-articles
pt_br: Sem sub-artigo
tr_tr: Alt maddeler yok
zh_cn: 没有子文章

source: ...and more
pt_br: ...e mais
tr_tr: ...ve daha fazlası
zh_cn: ……还有更多！

source: Browse articles in this level
pt_br: Procurar artigos neste nível
tr_tr: Bu seviyedeki maddeleri tara
zh_cn: 浏览此层级下的文章

source: New article next to
pt_br: Próximo artigo perto de
tr_tr: Sonrasında yeni madde
zh_cn: 创建同级新文章

source: New article below
pt_br: Novo artigo abaixo
tr_tr: Altında yeni madde
zh_cn: 在其下创建文章

source: by
pt_br: por
tr_tr: tarafından
zh_cn: 通过

source: restored
pt_br: recuperado
tr_tr: geri getirildi
zh_cn: 恢复

source: unlocked
pt_br: Destravado
tr_tr: kilidi açıldı
zh_cn: 已解锁

source: You are now sign up... and now you can sign in!
pt_br: Você está registrado... e já pode entrar no site!
tr_tr: Şu anda kayıt yaptınız... ve artık giriş yapabilirsiniz!
zh_cn: 您正在注册……现在你可以登录了！

source: You are no longer logged in. Bye bye!
pt_br: Você não está mais conectado! Tchau!
tr_tr: Artık sistemin içinde değilsiniz. Güle güle!
zh_cn: 您已经退出。再见！

source: You are now logged in! Have fun!
pt_br: Você está conectado! Divirta-se!
tr_tr: Giriş yaptınız! Eğlenin!
zh_cn: 您已经登录！好好体验吧！

source: New article '%s' created.
pt_br: Novo artigo '%s' criado.
tr_tr: Yeni '%s' maddesi oluşturuldu.
zh_cn: 新文章“%s”已经创建。

source: There was an error creating this article: %s
pt_br: Ocorreu um erro ao criar este artigo: %s
tr_tr: Bu maddeyi oluştururken hata oldu: %s
zh_cn: 该文档创建过程中出错：%s

source: There was an error creating this article.
pt_br: Ocorreu um erro ao criar este artigo.
tr_tr: Bu maddeyi oluştururken hata oldu.
zh_cn: 在文档创建过程中出错了。

source: This article cannot be deleted because it has children or is a root article.
pt_br: Esse artigo não pode ser excluído, porque tem subordinados ou é um artigo raiz.
tr_tr: Bu madde silinemez çünkü çocukları var ya da kendisi kök maddedir.
zh_cn: 这篇文章不能被删除，因为它有子类或是根文章。

source: This article together with all its contents are now completely gone! Thanks!
pt_br: Este artigo foi eliminado juntamente com todo o seu conteúdo! Obrigado!
tr_tr: Bu madde bütün içeriğiyle birlikte tamamen yok oldu! Teşekkürler!
zh_cn: 文档及其所有内容已经删除！谢谢！

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
pt_br: O artigo "%s" agora está marcado como excluído! Obrigado por manter o site livre de materiais indesejáveis!
tr_tr: "%s" maddesi silinmek üzere işaretlendi! Sitemizi istenmeyen materyallerden temizlendiğiniz için teşekkürler!
zh_cn: 文档“%s”现在已被标记为删除了！感谢您为网站清除不必要的材料！

source: Your changes were saved.
pt_br: As suas alterações foram salvas.
tr_tr: Değişiklikleriniz kaydedildi.
zh_cn: 您的更改已被保存。

source: A new revision of the article was successfully added.
pt_br: Uma nova revisão do artigo foi adicionada com sucesso.
tr_tr: Bu maddenin yeni revizyonu başarıyla eklendi.
zh_cn: 成功为此文章添加新的修订。

source: Restoring article
pt_br: Restaurando artigo
tr_tr: Madde eski haline getiriliyor
zh_cn: 恢复文档

source: The article "%s" and its children are now restored.
pt_br: O artigo "%s" e seus subordinados foram restaurados.
tr_tr: "%s" maddesi ve çocukları şimdi geri getirildi.
zh_cn: 文档“%s”及其子链接已经被恢复。

source: The article %(title)s is now set to display revision #%(revision_number)d
pt_br: O artigo %(title)s já está configurado para mostrar a revisão #%(revision_number)d
tr_tr: %(title)s maddesi revizyon #%(revision_number)d'yi göstermek üzere ayarlandı.
zh_cn: 文章“%(title)s”当前已设置为显示修订版本 #%(revision_number)d

source: New title
pt_br: Novo título
tr_tr: Yeni başlık
zh_cn: 新标题

source: Merge between Revision #%(r1)d and Revision #%(r2)d
pt_br: Combinar entre Revisão #%(r1)d e Revisão #%(r2)d
tr_tr: Revizyon #%(r1)d ve Revizyon #%(r2)d birleştir
zh_cn: 合并修订版本#%(r1)d与#%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
pt_br: Uma nova revisão foi criada: combinar entre Revisão #%(r1)d e Revisão #%(r2)d
tr_tr: Yeni bir revizyon oluşturuldu: Revizyon #%(r1)d ve Revizyon #%(r2)d arasında birleştirildi.
zh_cn: 产生新的修订版本：合并修订版本#%(r1)d与#%(r2)d

source: You have completed the online training of
zh_cn: 成功完成了线上课程

source: Availability
pt_br: Disponível
zh_cn: 课程开放时间

source: Current
pt_br: Moeda atual
zh_cn: 正在进行

source: New
pt_br: Notícias
zh_cn: 最新

source: Starts soon
pt_br: Inicia
zh_cn: 即将开始

source: Future
pt_br: Futuro
zh_cn: 即将开始

source: Online
zh_cn: 在线课程

source: ILT
zh_cn: 线下课程

source: Virtual classroom
pt_br: Sala de Aula Virtual
zh_cn: 实时活动

source: Blended learning
zh_cn: 实时活动记录

source: Welcome to your training platform, log in to find your training space!
pt_br: Bem-vindo à sua plataforma de treinamento, faça o login para encontrar seu espaço de treinamento.
zh_cn: 欢迎来到您的培训平台，登录查找您的培训空间！

source: You have successfully obtained the {type} badge with a score of {score}%.
pt_br: Você obteve o selo {type} com uma pontuação de {score}%.
zh_cn: 您已成功获得 {type} 徽章，分数为{score}%。

source: You can download your {title} by clicking the button below.
pt_br: Você pode fazer o download do seu {title} clicando no botão abaixo
zh_cn: 您可以通过单击下面的按钮下载您的 {title}。

source: {title} is unavailable.
pt_br: Curso disponível em Dispositivo Móvel
zh_cn: {title}不可用。

source: Your score {score}% is not enough to get the {type} badge.
pt_br: Sua pontuação {score}% não é suficiente para obter o emblema {type}.
zh_cn: 您的分数 {score}% 不足以获得{type} 徽章。

source: Preview Certificate
pt_br: Visualizar Certificado
zh_cn: 预览证书

source: View results
pt_br: Visualizar resultados
zh_cn: 查看结果

source: Done
pt_br: lição concluída
zh_cn: 完成

source: INSTRUCTOR LED TRAINING
pt_br: TREINAMENTO LIDERADO POR INSTRUTOR
zh_cn: 讲师引导式培训

source: Add to calendar
pt_br: Adicionar artigo
zh_cn: 添加到日历

source: CHOOSE A SESSION TO ENROLL
pt_br: ESCOLHER SEÇÃO PARA SE INSCREVER
zh_cn: 选择注册一门课程

source: NO SESSIONS AVAILABLE
pt_br: NENHUMA SESSÃO DISPONÍVEL
zh_cn: 当前无班级

source: ADMIN MANAGEMENT TOOL
pt_br: FERRAMENTA DE ADMINISTRAÇÃO
zh_cn: 管理员工具

source: CLASS MANAGEMENT
pt_br: ADMINISTRAÇÃO DE CLASSE
zh_cn: 班级管理

source: MANAGE ENROLLMENT
pt_br: GERENCIAR INSCRIÇÕES
zh_cn: 注册管理

source: SESSION MANAGEMENT
pt_br: GESTÃO DE SESSÕES
zh_cn: 班次管理

source: ENROLLMENT MANAGEMENT
pt_br: GESTÃO DE INSCRIÇÕES
zh_cn: 注册管理

source: ACCOMMODATION MANAGEMENT
pt_br: GESTÃO DE ALOJAMENTO
zh_cn: 住宿管理

source: Choose a session
pt_br: Escolha uma ação:
zh_cn: 选择一个班次

source: Accommodation Management
pt_br: Gestão de alojamento
zh_cn: 住宿管理

source: Download the CSV file of the learners enrolled in the selected session
pt_br: Faça o download do arquivo CSV dos alunos inscritos na sessão selecionada
zh_cn: 下载所选课程的注册学员名单的 CSV 文件

source: After you download the CSV file of the enrolled learners, tick with a 'x' the column 'attendance'. If the learner attended the course and upload it back in order to validate the completion of the module in the platform.
zh_cn: 下载已注册学员的 CSV 文件后，在"attendance"出席这一列，用"x"勾选出已出席学员名单，并将文件重新上传到平台，使平台能够将这些学员此模块的学习进度标记为完成。

source: Validate
pt_br: Dados inválidos
zh_cn: 验证

source: Bulk Enrollment
pt_br: Matrícula
zh_cn: 批量注册

source: Enter email addresses and/or usernames separated by new lines or commas. You will not get notification for emails that bounce, so please double-check spelling. The learners will be enrolled into the selected session. Learners will be notified by email.
pt_br: Digite endereços de e-mail e / ou nomes de usuários separados por novas linhas ou vírgulas. Você não receberá notificações de e-mails que retornam, portanto verifique novamente a ortografia. Os alunos serão inscritos na sessão selecionada. Os alunos serão notificados por e-mail.
zh_cn: 输入电子邮件地址和/或用户名，用逗号或换行符分隔。您不会收到退回邮件的通知，因此请仔细检查拼写。学员将会被注册到所选课程中，并将会收到相关的电子邮件通知。

source: Manage ILT sessions
pt_br: Gerir Sessão ILT
zh_cn: 管理ILT课程

source: Create or delete your ILT sessions below. Learners will be notified by email if a session is modified or deleted.
pt_br: Crie ou exclua suas sessões de ILT abaixo. Os alunos serão notificados por e-mail se uma sessão for modificada ou excluída.
zh_cn: 在下面创建或删除您的ILT课程。如果课程被修改或删除，学员将收到电子邮件通知。

source: View and download the attendance sheet of the learners enrolled in the selected session
pt_br: Visualize e faça o download da folha de presença dos alunos inscritos na sessão selecionada
zh_cn: 查看并下载所选课程注册学员的考勤表

source: Seats
pt_br: Assentos
zh_cn: 席位

source: Area/Region
pt_br: Área/Região
zh_cn: 地区

source: Hotel Booked
pt_br: Hotel Agendado
zh_cn: 酒店预订

source: Your request is being validated
pt_br: O ID da solicitação é inválido.
zh_cn: 您的请求正在验证中

source: Your request has been validated, hotel confirmation pending
zh_cn: 您的请求已验证被，酒店待确认

source: Your request has been confirmed
pt_br: As suas respostas foram salvas.
zh_cn: 您的请求已确认

source: Your request has been refused. You can make a new demand.
pt_br: Sua solicitação foi recusada. Você pode fazer uma nova demanda.
zh_cn: 您的请求已被拒绝。您可以重新选择。

source: accommodation, preferences, specific diet ...
pt_br: acomodação, preferências, dieta específica
zh_cn: 住宿，喜好，饮食偏好...

source: Enroll
pt_br: Matrícula
zh_cn: 注册

source: Add
pt_br: Adicionar
zh_cn: 添加

source: Hotel booked
pt_br: Hotel Agendado
zh_cn: 酒店已预定

source: Create a Session
pt_br: Fazer uma sugestão
zh_cn: 创建班级

source: Are you sure to delete this session?
pt_br: Tem certeza que deseja marcar este envio?
zh_cn: 是否确实要删除此班次？

source: View Attendance Sheet
pt_br: Ver Lista de Chamada
zh_cn: 查看考勤表

source: Acknowledge reception of the attendance sheet
pt_br: Reconhecer recebimento da lista de chamada
zh_cn: 确认收到出勤表

source: There are not enough seats available!
zh_cn: 没有足够的座位！

source: NO INCOMING SESSIONS AVAILABLE
zh_cn: 没有即将到来的课程

source: This session is full
zh_cn: 该课程已满

source: Total seats number cannot be lower than {enrolled}
zh_cn: 总座位数不能低于 {enrolled}

source: The enroll button will be disabled for sessions that start in less than X days.
zh_cn: 距离开课时间少于5天，将无法注册

source: The registration deadline cannot be empty
zh_cn: 注册截止日期不能为空

source: Unenroll selected users
zh_cn: 取消所选学员的注册

source: Change session
zh_cn: 更改课程

source: Accommodation
zh_cn: 住宿

source: One way
zh_cn: 单程

source: Return
zh_cn: 往返

source: Welcome to Joyson Open Online Courses, log in to explore more!
zh_cn: 欢迎来到均胜网络课堂，请登录，让我们一起来探索未知!

source: points
pt_br: pontos
zh_cn: 分

source: completed
pt_br: completo
zh_cn: 已完成

source: unknown
pt_br: Desconhecido
zh_cn: 未开始

source: not started
pt_br: O curso não começou
zh_cn: 未开始

source: passed
pt_br: Passou
zh_cn: 通过

source: failed
pt_br: Falhou
zh_cn: 未通过

source: SCORM module
zh_cn: SCORM 模块

source: SCORM module in .zip format
zh_cn: .zip 格式的 SCORM 模块

source: Ratio
zh_cn: 宽高比

source: Aspect ratio of this module
zh_cn: 该模块的宽高比

source: Display name for this module
zh_cn: 该模块的显示名称

source: Does this SCORM need to be scored?
zh_cn: 该 SCORM 需要评分吗？

source: Icon
zh_cn: 图标

source: Icon used in course page
zh_cn: 课程页面中使用的图标

source: Relative weight in this course section
pt_br: Peso relativo nesta seção do curso
zh_cn: 该课程区域的相关权重

source: Does this SCORM allow users to submit answer multiple times?
zh_cn: 该 SCORM 允许用户多次提交回答吗？

source: Course name
pt_br: Curso
zh_cn: 课程名称

source: Current Score
pt_br: Pontuação atual
zh_cn: 当前分数

source: Total Time Spent
pt_br: Tempo total gasto
zh_cn: 总使用时间

source: Completion Date
pt_br: Data de conclusão
zh_cn: 完成日期

source: Enrollments
pt_br: Matrículas
zh_cn: 选课

source: Successful
pt_br: Bem sucedido
zh_cn: 成功

source: Unsuccessful
pt_br: Mal sucedido
zh_cn: 不成功

source: Last Login
pt_br: Último login
zh_cn: 上次登录

source: Geographical area
pt_br: Área geográfica
zh_cn: 地理区域

source: Course country
pt_br: País do curso
zh_cn: 课程所在国家

source: Zone/Region
pt_br: Área / Região
zh_cn: 地区/地区

source: Course tags
pt_br: Etiquetas do curso
zh_cn: 课程标签

source: Course code
pt_br: Código do curso
zh_cn: 课程代码

source: Session ID
pt_br: ID de sessão
zh_cn: 会话ID

source: Start date
pt_br: Data de início
zh_cn: 开始日期

source: Start time
pt_br: Hora de início
zh_cn: 开始时间

source: End date
pt_br: Data de fim
zh_cn: 结束日期

source: End time
pt_br: Hora de fim
zh_cn: 结束时间

source: Duration (in hours)
pt_br: Duração (em horas)
zh_cn: 持续时间（以小时为单位）

source: Max capacity
pt_br: Número de assentos
zh_cn: 最大容量

source: Enrollees
pt_br: Inscritos
zh_cn: 选课人数

source: Attendees
pt_br: Participantes
zh_cn: 参与人数

source: Attendance sheet
pt_br: Folha de presença
zh_cn: 考勤表

source: Location name
pt_br: Nome do local
zh_cn: 地点名称

# tab
source: ILT Follow-up
zh_cn: ILT 请求跟进

# banner
source: ILT Follow-up
zh_cn: ILT 请求跟进

source: Pending Requests
zh_cn: 待处理的请求

source: Upcoming Sessions
zh_cn: 即将到来的课程

source: Declined Requests
zh_cn: 被拒绝的请求

source: Accommodation needed ?
zh_cn: 住宿需求？

source: How many one way ?
zh_cn: 单程数？

source: How many return ?
zh_cn: 往返数？

source: Refuse
zh_cn: 拒绝

source: Approve
zh_cn: 通过

source: Declined
zh_cn: 拒绝

source: Unsubscribe
zh_cn: 取消注册

source: No approved requests
zh_cn: 当前没有通过的请求

source: No pending requests
zh_cn: 当前没有正在处理的请求

source: No declined requests
zh_cn: 当前没有被拒绝的请求

source: Name / MSC ID
zh_cn: 名字 / 用户名

source: Module
zh_cn: 模块

source: ILT Requests
zh_cn: ILT 请求

source: Location address
pt_br: Endereço do local
zh_cn: 地址

source: Zip code
pt_br: Código postal
zh_cn: 邮政编码

source: Enrollment status
pt_br: Status da inscrição
zh_cn: 注册状态

source: Attendee
pt_br: Participante
zh_cn: 参加人员

source: Outward trips
pt_br: Viagens para fora
zh_cn: 外出旅行

source: Return trips
pt_br: Viagens de retorno
zh_cn: 返程旅行

source: Overnight stay
pt_br: Pernoite
zh_cn: 留宿

source: Overnight stay address
pt_br: Endereço para pernoite
zh_cn: 留宿地址

source: Number of learners enrolled in a course
pt_br: Número de alunos matriculados no curso
zh_cn: 课程注册学生数

source: Average time learners have spent on the platform
pt_br: Média de tempo que os alunos costumam gastar na plataforma
zh_cn: 学生平均在线时长

source: Number of times a learner successfully completed a course with 100% progress and a passing total score
pt_br: Número de vezes que um aluno concluiu com sucesso um curso com 100% de progresso, e uma pontuação total de aprovação
zh_cn: 学生完成课程并达到课程分数线后获得证书的人次

source: Number of courses created and available
pt_br: Número de cursos criados e disponíveis
zh_cn: 已创建并可用的课程数

source: Number of different visitors who logged in the platform per day
pt_br: Número diário de visitantes diferentes que entram na plataforma
zh_cn: 每日登陆学生人数
