Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Give a short reason for your edit, which will be stated in the revision log.
pt_br: Justifique de forma breve a sua edição, que será indicada no registro de revisão.
tr_tr: Revizyon kayıtlarında görülebilmesi için, yaptığınız değişiklik için kısa bir neden veriniz.
zh_cn: 给出你编辑本文章的简短说明，它将会被写入修订日志中。

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
pt_br: Durante a sua edição, outra pessoa alterou a revisão. O seu conteúdo foi automaticamente combinado com as novas alterações. Por favor, revise o texto abaixo.
tr_tr: Değişiklik yaparken, diğer bir kişi revizyon yaptı. İçeriğiniz yeni içerikle birleştirildi. Lütfen aşağıdaki metne göz atınız.
zh_cn: 当您在编辑时，别人进行了修改，您的内容已自动与其合并，请检查以下的文字。

source: No changes made. Nothing to save.
pt_br: Nenhuma alteração realizada. Nada para salvar.
tr_tr: Hiçbir değişiklik yapılmadı. Kaydedecek bir şey yok.
zh_cn: 没有变更，不需要保存。

source: Slug
tr_tr: Kısaisim
zh_cn: 固定链接地址

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
pt_br: Este será o endereço do seu artigo. Utilize somente caracteres alfanuméricos e - ou _. Observe que não é possível mudar a última parte do URL após a criação do artigo.
tr_tr: Bu, maddenizin bulunacağı yerin adresi olacak. Sadece alfanümerik karakterler ile - veya _ işaretlerini kullanınız. URL'yi maddeyi oluşturduktan sonra değiştiremeyeceğinize dikkat ediniz.
zh_cn: 这个地址将用于定位你的文档。请使用由数字、字母、－（减号）、_（下划线）组成的字符串。注意：一旦文档创建完毕将不能再对此固定链接地址进行修改。

source: Write a brief message for the article's history log.
pt_br: Redija uma breve mensagem para o registro do histórico do artigo.
tr_tr: Maddenin tarihçesi için küçük bir ileti yazın.
zh_cn: 为文章的历史记录写一个简短的报告

source: A slug may not begin with an underscore.
pt_br: Um slug não pode começar com _.
tr_tr: Bir URL bir altçizgi ile başlayamaz.
zh_cn: 不能使用下划线作为固定链接地址的起始字符。

source: A deleted article with slug "%s" already exists.
pt_br: Um artigo excluído com o slug "%s" já existe.
tr_tr: "%s" URL'sine sahip silinmiş bir madde zaten var.
zh_cn: 已经存在一个固定链接地址为“%s”的已删除文档。

source: A slug named "%s" already exists.
pt_br: Um slug chamado "%s" já existe.
tr_tr: "%s" isminde URL zaten var.
zh_cn: 以“%s”命名的固定链接地址已经存在。

source: Yes, I am sure
pt_br: Sim, tenho certeza
tr_tr: Evet, eminim
zh_cn: 是的，我确定

source: Purge
pt_br: Eliminar
tr_tr: Yoket
zh_cn: 清除

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
pt_br: Elimine o artigo: remova-o completamente (e todo o seu conteúdo) sem possibilidade de desfazer. Eliminar é uma boa ideia para liberar o slug e permitir que outros usuários possam criar novos artigos no seu lugar.
tr_tr: Maddeyi temizleyin: Geri alma olmaksızın tamamen ortadan kaldırın (ve bütün içeriğini). Temizlemek kullanıcılara silinmiş URL'leri diğer maddelerde tekrar kullanma olanağı verdiğinden iyi bir fikirdir.
zh_cn: 清除文档：完全删除它(以及其中的内容)且无法恢复。当你需要释放该固定链接地址以便可以创建一个新文档继承使用该固定链接地址时选择清除操作。

source: You are not sure enough!
pt_br: Você não está totalmente certo disso!
tr_tr: Yeterince emin değilsiniz!
zh_cn: 你还不够确定！

source: While you tried to delete this article, it was modified. TAKE CARE!
pt_br: Enquanto você tentava excluir este artigo, ele foi modificado. PRESTE ATENÇÃO!
tr_tr: Bu maddeyi silmeye çalıştığınız sırada, içeriği değiştirilmiş. AMAN DİKKAT!
zh_cn: 在您试图删除该文章期间，它已经被修改。请特别注意！

source: Lock article
pt_br: Bloquear artigo
tr_tr: Maddeyi kilitle
zh_cn: 锁定文章

source: Deny all users access to edit this article.
pt_br: Impeça o acesso de todos os usuários a este artigo.
tr_tr: Bu maddenin değiştirilmesine tüm kullanıcıların erişimini engelle.
zh_cn: 不允许其他用户编辑该文章。

source: Permissions
pt_br: Permissões
tr_tr: İzinler
zh_cn: 权限

source: Owner
pt_br: Responsável
tr_tr: Sahip
zh_cn: 所有者

source: Enter the username of the owner.
pt_br: Digite o nome de usuário do responsável.
tr_tr: Sahibin kullanıcı ismini giriniz.
zh_cn: 请输入所有者用户名。

source: (none)
pt_br: (nenhum)
tr_tr: (hiç)
zh_cn: （空）

source: Inherit permissions
pt_br: Herdar permissões
tr_tr: Kalıt izinleri getir
zh_cn: 继承权限

source: Check here to apply the above permissions recursively to articles under this one.
pt_br: Marque esta opção aqui para aplicar as permissões acima recursivamente para artigos abaixo dele.
tr_tr: Bunun altındaki bütün maddelere, özyinelemeli olarak, yukarıda verilen izinlerin uygulanması için burayı seçin.
zh_cn: 选择此项将使上述权限对以下的文档递归生效。

source: Permission settings for the article were updated.
pt_br: As configurações de permissão do artigo foram atualizadas.
tr_tr: Maddenin izin ayarları değiştirildi.
zh_cn: 文档的权限设置已更新。

source: Your permission settings were unchanged, so nothing saved.
pt_br: As suas configurações de permissão não foram alteradas, portanto, não há nada para salvar.
tr_tr: İzin ayarlarınız değiştirilmedi, bu yüzden hiçbir şey kaydedilmedi.
zh_cn: 你的权限设置没有变更，不需要保存。

source: No user with that username
pt_br: Não há nenhum usuário com este nome de usuário
tr_tr: Bu kullanıcı adıyla bir kullanıcı bulunamadı
zh_cn: 找不到此用户名所对应的用户

source: Article locked for editing
pt_br: Artigo bloqueado para edição
tr_tr: Madde düzenleme için kilitlendi
zh_cn: 文章在编辑中，已被锁定

source: Article unlocked for editing
pt_br: Artigo liberado para edição
tr_tr: Madde değiştirilmeye karşı kilitli
zh_cn: 文章已解锁，可以编辑

source: Settings for plugin
pt_br: Configurações para o plugin
tr_tr: Eklenti için ayarlar
zh_cn: 插件设置

source: current revision
pt_br: revisão atual
tr_tr: güncel revizyon
zh_cn: 当前版本

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
pt_br: A revisão mostrada para este artigo. Caso precise reverter, basta alterar o valor deste campo.
tr_tr: Bu madde için görüntülenen revizyon. Geri almak isterseniz, basitçe bu alanın değerini değiştirin.
zh_cn: 显示该文档的对应版本。如果你需要回滚到历史版本，请修改空格里的值。

source: modified
pt_br: modificado
tr_tr: değiştirilmiş
zh_cn: 已修改

source: Article properties last modified
pt_br: Propriedades dos artigos modificadas pela última vez
tr_tr: Madde özellikleri şu tarihte güncellendi
zh_cn: 最后修改的文章属性

source: owner
pt_br: responsável
tr_tr: sahip
zh_cn: 所有者

source: The owner of the article, usually the creator. The owner always has both read and write access.
pt_br: O responsável pelo artigo, geralmente o criador. O responsável sempre possui tanto permissão de leitura como de escrita.
tr_tr: Bu maddenin sahibi, genellikle ilk oluşturan kişi. Eser sahibi aynı zamanda okuma ve yazma erişimine sahiptir.
zh_cn: 文章的所有者，通常是创建者。所有者总是拥有读写权限。

source: group
pt_br: grupo
tr_tr: grup
zh_cn: 分组

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
pt_br: Como em um sistema de arquivos UNIX, as permissões podem ser atribuídas a um usuário de acordo com o seu grupo. Os grupos são administradas pelo sistema de autenticação do Django.
tr_tr: UNIX dosya sistemindeki gibi, izinler kullanıcıya grup üyeliğine göre verilebilir. Gruplar Django kimlik denetimi sistemiyle ayarlanır.
zh_cn: 类似UNIX文件系统，权限可以根据用户的用户组授予。用户组通过Django的认证系统管理。

source: group read access
pt_br: permissão de leitura do grupo
tr_tr: grup okuma erişimi
zh_cn: 用户组读访问权限

source: group write access
pt_br: permissão de escrita do grupo
tr_tr: grup yazma erişimi
zh_cn: 用户组写访问权限

source: others read access
pt_br: permissão de leitura de outros
tr_tr: diğerlerinin okuma erişimi
zh_cn: 其他用户读访问权限

source: others write access
pt_br: permissão de escrita de outros
tr_tr: diğerlerinin yazma erişimi
zh_cn: 其他用户写访问权限

source: Article without content (%(id)d)
pt_br: Artigo sem conteúdo (%(id)d)
tr_tr: İçeriksiz madde (%(id)d)
zh_cn: 文档中没有内容(%(id)d)

source: content type
pt_br: tipo de conteúdo
tr_tr: içerik çeşidi
zh_cn: 内容类型

source: object ID
pt_br: ID do objeto
tr_tr: nesne ID
zh_cn: 对象ID

source: Article for object
pt_br: Artigo para o objeto
tr_tr: Nesne için madde
zh_cn: 对象的文档

source: Articles for object
pt_br: Artigos para o objeto
tr_tr: Nesne için maddeler
zh_cn: 对象的文档

source: revision number
pt_br: número de revisão
tr_tr: revizyon numarası
zh_cn: 版本修订号

source: IP address
pt_br: endereço IP
tr_tr: IP adresi
zh_cn: IP地址

source: user
pt_br: usuário
tr_tr: kullanıcı
zh_cn: 用户

source: locked
pt_br: bloqueado
tr_tr: kilitli
zh_cn: 已锁定

source: article
pt_br: artigo
tr_tr: madde
zh_cn: 文档

source: article contents
pt_br: conteúdo do artigo
tr_tr: madde içeriği
zh_cn: 文档内容

source: article title
pt_br: título do artigo
tr_tr: madde başlığı
zh_cn: 文档标题

source: Each revision contains a title field that must be filled out, even if the title has not changed
pt_br: Cada revisão possui um campo de título que precisa ser preenchido, mesmo que o título não tenha sido alterado.
tr_tr: Başlığı değişmese bile, her revizyon doldurulması gereken bir başlık içerir
zh_cn: 每一次版本修订都必须包含有标题，即使标题本身并没有发生变化

source: original article
pt_br: artigo original
tr_tr: orijinal madde
zh_cn: 原始文档

source: Permissions are inherited from this article
pt_br: As permissões são herdadas deste artigo
tr_tr: Bu maddeden izinler miras alındı
zh_cn: 从该文档继承的权限

source: A plugin was changed
pt_br: Um plugin foi alterado
tr_tr: Bir eklenti değişmiş
zh_cn: 一个插件被变更

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
pt_br: A revisão mostrada para este plugin. Caso precise reverter, basta alterar o valor deste campo.
tr_tr: Bu eklenti için görüntülenen revizyon. Geri almak için, basitçe bu alandaki değeri değiştirin.
zh_cn: 显示插件修订版本信息。如果你需要回滚到历史版本，请修改此处的值。

source: Cache lookup value for articles
pt_br: Valor de pesquisa de cache para artigos
tr_tr: Madde için önbellek gözatma değeri
zh_cn: 缓存文档的查找值

source: slug
tr_tr: URL
zh_cn: 固定链接地址

source: URL path
pt_br: Caminho do URL
tr_tr: URL yolu
zh_cn: URL路径

source: URL paths
pt_br: Caminhos do URL
tr_tr: URL yolları
zh_cn: URL路径

source: Sorry but you cannot have a root article with a slug.
pt_br: Desculpe, mas você não pode ter um artigo raiz com um slug.
tr_tr: Özür dileriz ama kök maddenin kısaadı olamaz.
zh_cn: 抱歉，你无法对根文档设置固定链接地址。

source: A non-root note must always have a slug.
pt_br: Uma nota não raiz deve sempre ter um slug.
tr_tr: Kök olmayan not her zaman URL'ye sahip olmalı.
zh_cn: 非根节点必须有固定链接地址。

source: There is already a root node on %s
pt_br: Já existe um nó raiz em %s
tr_tr: %s üzerinde zaten bir kök düğümü var
zh_cn: 在%s已经存在一个根节点

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
pt_br: Artigos que perderam as suas matrizes =============================== Os artigos subordinados a este artigo tiveram a sua matriz excluída. Provavelmente, será necessário encontrar um novo local eles.
tr_tr: Atalarını kaybetmiş maddeler =============================== Bu maddenin çocuklarının ataları silinmiş. Bunlar için yeni bir yuva bulman gerekecek.
zh_cn: 丢失父链接的文档 =============================== 该子文档的父链接已经被删除。你可以可以重新为他们寻找一个新的链接点。

source: Lost and found
pt_br: Achados e perdidos
tr_tr: Kaybolmuş ve bulunmuş
zh_cn: 失物招领

source: A short summary of what the file contains
pt_br: Um breve resumo do que o arquivo contém
tr_tr: Dosyanın içerdiğiyle ilgili kısa bir özet
zh_cn: 该文档包含内容的简要说明

source: Yes I am sure...
pt_br: Sim, tenho certeza...
tr_tr: Evet eminim...
zh_cn: 是的我很确定…

source: Click to download file
pt_br: Clique para baixar o arquivo
tr_tr: Dosyayı indirmek için tıklayın
zh_cn: 点击以下载文件

source: The revision of this attachment currently in use (on all articles using the attachment)
pt_br: A revisão deste anexo atualmente em uso (em todos os artigos que usam o anexo)
tr_tr: Bu ek için revizyon halen kullanımda (bu eki kullanan bütün maddelerde)
zh_cn: 该附件的修订版本正在使用中(适用于所有使用该附件的文档)

source: original filename
pt_br: nome do arquivo original
tr_tr: özgün dosya ismi
zh_cn: 原始文件名

source: attachment
pt_br: anexo
tr_tr: ek
zh_cn: 附件

source: attachments
pt_br: anexos
tr_tr: ekler
zh_cn: 附件

source: file
pt_br: arquivo
tr_tr: dosya
zh_cn: 文件

source: attachment revision
pt_br: Revisão do anexo
tr_tr: ek revizyonu
zh_cn: 附件修订版本

source: attachment revisions
pt_br: Revisões do anexo
tr_tr: ek revizyonları
zh_cn: 附件修订版本

source: %s was successfully added.
pt_br: %s foi adicionado corretamente.
tr_tr: %s başarıyla eklendi.
zh_cn: %s已经成功添加。

source: Your file could not be saved: %s
pt_br: Não foi possível salvar o seu arquivo: %s
tr_tr: Dosyanız kaydedilemedi: %s
zh_cn: 你的文件无法被保存：%s

source: Your file could not be saved, probably because of a permission error on the web server.
pt_br: Não foi possível salvar o seu arquivo, provavelmente devido a um erro de permissão do servidor web.
tr_tr: Dosyanız, büyük bir olasılıkla, web sunucusundaki izin hatası nedeniyle kaydedilemedi.
zh_cn: 你的文件无法被保存，可能是由于或者Web服务器的权限异常。

source: %s uploaded and replaces old attachment.
pt_br: %s enviado e substituiu o anexo anterior.
tr_tr: %s yüklendi ve eski ek üzerine yazıldı.
zh_cn: %s上传成功并覆盖原有附件。

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
pt_br: O seu novo arquivo será automaticamente renomeado com o nome do arquivo já presente. Não são permitidos arquivos com extensões diferentes.
tr_tr: Yeni dosyanız var olan dosyayla eşlemek için otomatik olarak yeniden isimlendirildi. Farklı uzantılı dosyalara izin verilmemektedir.
zh_cn: 你的新文件将被自动重命名以匹配已经存在的文件。不允许使用不同的文件扩展名。

source: Current revision changed for %s.
pt_br: Revisão atual modificada para %s
tr_tr: Güncel revizyon %s için değiştirildi.
zh_cn: 对%s当前修订版本的变更。

source: Added a reference to "%(att)s" from "%(art)s".
pt_br: Adicionada uma referência a "%(att)s" de "%(art)s".
tr_tr: "%(art)s"den "%(att)s"lere atıf eklendi.
zh_cn: 从“%(art)s”添加一个引用到“%(att)s”。

source: The file %s was deleted.
pt_br: O arquivo %s foi excluído.
tr_tr: %s dosyası silindi.
zh_cn: 文档%s被删除。

source: This article is no longer related to the file %s.
pt_br: Este artigo não está mais relacionado ao arquivo %s.
tr_tr: Bu madde artık %s dosyasıyla ilişkili değildir.
zh_cn: 该文档与文件%s不再关联。

source: A file was changed: %s
pt_br: Um arquivo foi alterado: %s
tr_tr: Bir dosya değiştirildi: %s
zh_cn: 文件被修改：%s

source: A file was deleted: %s
pt_br: Um arquivo foi excluído: %s
tr_tr: Bir dosya silindi: %s
zh_cn: 文件被删除：%s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
pt_br: O arquivo pode ser referenciado em outros artigos. Excluir significa que eles perderão suas referências a este arquivo. Os seguintes artigosreferenciam este arquivo:
tr_tr: Bu dosya başka maddelerce kullanılıyor olabilir. Silmek, bu maddelerin bu dosyaya yaptığı atıfları kaldırmak anlamına gelir. Bu dosyaya atıf veren maddeler şunlardır:
zh_cn: 这一文件被其他文章所引用。删除此文件将使以下文章中失去对此文件的引用。

source: Delete it!
pt_br: Exclua isso
tr_tr: Bunu sil!
zh_cn: 删除

source: You can remove a reference to a file, but it will retain its references on other articles.
pt_br: Você pode remover uma referência a um arquivo, mas ele manterá suas referênciasem outros artigos.
tr_tr: Bir dosyaya atıfı kaldırabilirsiniz, ama diğer maddelerdeki atıfları muhafaza etmeye devam edecektir.
zh_cn: 您可以删除对文件的引用，但它将保留对其他文章的引用。

source: Remove reference
pt_br: Remover Referencia
tr_tr: Atıfı kaldır
zh_cn: 删除引用

source: History of
pt_br: História de
tr_tr: Geçmişi
zh_cn: 历史记录

source: User
pt_br: Usuário
tr_tr: Kullanıcı
zh_cn: 用户

source: File
pt_br: Arquivo
tr_tr: Dosya
zh_cn: 文件

source: Action
pt_br: Ação
tr_tr: Eylem
zh_cn: 操作

source: <em>No description</em>
pt_br: <em>Sem descrição</em>
tr_tr: <em>Açıklama yok</em>
zh_cn: <em>无说明</em>

source: Use this!
pt_br: Use isto!
tr_tr: Bunu kullan!
zh_cn: 使用这个！

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
pt_br: Substituir um anexo significa adicionar um novo arquivo que será usado em seulugar. Todas as referências ao arquivo serão substituídas por aquela que você enviar eo arquivo será baixado como <strong>%(nome do arquivo)s</strong>. Observecomo este anexo está sendo usado em outros artigos, você pode distorcer o conteúdo.No entanto, não hesite em tirar proveito disso e fazer substituiçõespara os artigos listados, quando necessário. Essa maneira de trabalhar é maiseficiente....
zh_cn: 替换附件意味着将在其位置添加新的文件。对该文件的所有引用将被替换为您上传的新文件替换。该文件将作为<strong>%(filename)s</strong>下载。请注意，此附件用于其他文章，可能会曲解其内容。但是，不要犹豫利用这一点，并在必要时替换所列文章。这种工作方式效率更高。

source: Articles using
pt_br: Artigos usando
tr_tr: Kullanan maddeler
zh_cn: 使用的文章

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
pt_br: Substituir um anexo significa adicionar um novo arquivo que será usado em seulugar. Todas as referências ao arquivo serão substituídas por aquela que você enviar eo arquivo será baixado como <strong>%(nome do arquivo)s</strong>.
zh_cn: 替换附件意味着将在其位置添加新的文件。对该文件的所有引用将被替换为您上传的新文件替换。该文件将作为<strong>%(filename)s</strong>下载。

source: Upload replacement
pt_br: Fazer upload de substituição
zh_cn: 上传替换文件

source: Add file to
pt_br: Adicionar arquivo a
tr_tr: Dosyayı şuna ekle
zh_cn: 将文件添加到

source: Add attachment from other article
pt_br: Adicionar anexo de outro artigo
tr_tr: Başka bir maddeden ek dosya ekle
zh_cn: 从其他文章添加附件

source: Main article
pt_br: Artigo Principal
tr_tr: Ana madde
zh_cn: 主要文章

source: Add to article
pt_br: Adicionar ao Artigo
tr_tr: Maddeye ekle
zh_cn: 添加至文章

source: Your search did not return any results
pt_br: Sua busca não retornou nenhum resultado
tr_tr: Aramanızla ilgili herhangi bir sonuç dönmedi
zh_cn: 你的搜索没有任何返回结果

source: Adding new articles
pt_br: Adicionar novos artigos
tr_tr: Yeni maddeler ekleniyor
zh_cn: 添加新文章

source: An external link
pt_br: Um artigo externo
tr_tr: Bir dış bağlantı ekle
zh_cn: 外部链接

source: Headers
pt_br: Cabeçalhos
tr_tr: Üst bilgiler
zh_cn: 头部

source: Use these codes for headers and to automatically generate Tables of Contents.
pt_br: Usar esses códigos para cabeçalhos para gerar Sumários automaticamente.
tr_tr: Bu kodları arabaşlıklarda kullanarak otomatikleştirilmiş bir şekilde İçerik Tabloları oluşturun.
zh_cn: 将这些代码用于标题，并自动生成目录。

source: Typography
pt_br: Tipografia
tr_tr: Yazım
zh_cn: 活字印刷

source: Lists
pt_br: Listas
tr_tr: Listeler
zh_cn: 列表

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
pt_br: A nova imagem %s foi enviada corretamente e já pode ser utilizada, selecionando-a na lista de imagens disponíveis.
tr_tr: Yeni görsel, %s, başarıyla yüklendi. Bunu, mevcut görseller listesi içinden seçerek kullanabilirsiniz.
zh_cn: 新图片%s已经成功上传，您可以从图片库中选择使用它。

source: Are you sure?
pt_br: Tem certeza?
tr_tr: Emin misin?
zh_cn: 您确定？

source: image
pt_br: imagem
tr_tr: görsel
zh_cn: 图片

source: images
pt_br: imagens
tr_tr: görseller
zh_cn: 图片

source: Image: %s
pt_br: Imagem: %s
tr_tr: Görsel: %s
zh_cn: 图片：%s

source: Current revision not set!!
pt_br: Revisão atual não definida!!
tr_tr: Güncel revizyon kurulamadı!!
zh_cn: 尚未设置当前的修订版本！！

source: image revision
pt_br: revisão de imagem
tr_tr: görsel revizyonu
zh_cn: 图片修订版本

source: image revisions
pt_br: revisões de imagem
tr_tr: görsel revizyonları
zh_cn: 图片修订版本

source: Image Revsion: %d
pt_br: Revisão da imagem: %d
tr_tr: Görsel Revizyonu: %d
zh_cn: 图片修订版本：%d

source: %s has been restored
pt_br: %s foi restaurado.
tr_tr: %s eski haline getirildi
zh_cn: %s已经被恢复

source: %s has been marked as deleted
pt_br: %s foi marcada como excluída.
tr_tr: %s silinmek üzere işaretlendi
zh_cn: %s已经被标注为已删除

source: %(file)s has been changed to revision #%(revision)d
pt_br: %(file)s foi modificado para revisão #%(revision)d
tr_tr: %(file)s #%(revision)d revizyonuna değiştirildi.
zh_cn: %(file)s已经被变更到修订版本#%(revision)d

source: %(file)s has been saved.
pt_br: %(file)s foi salvo.
tr_tr: %(file)s dosyası kaydedildi.
zh_cn: %(file)s已经被保存。

source: Images
pt_br: Imagens
tr_tr: Görseller
zh_cn: 图片

source: An image was added: %s
pt_br: Uma imagem foi adicionada: %s
tr_tr: Bir görsel eklendi: %s
zh_cn: 已经添加图片：%s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
tr_tr: Bu madde için aşağıdaki görseller bulunmaktadır. Bir görsele doğrudan atıf vermek için altı çizili markdown etiketini maddeden kopyalayın.
zh_cn: 下列文件对这篇文章可用，请复制markdown标记到文本中，直接指向对应文件。

source: Back to edit page
pt_br: Voltar para a edição de página
tr_tr: Düzenleme sayfasına geri dön
zh_cn: 回到课程面板

source: No file
pt_br: Sem arquivo
tr_tr: Dosya yok
zh_cn: 文件未附上。

source: Upload new image
pt_br: Fazer o upload de nova imagem
tr_tr: Yeni görsel yükle
zh_cn: 上传新图片

source: Restore image
pt_br: Recuperar Imagem
tr_tr: Görseli eski haline getir
zh_cn: 恢复图像

source: Remove image
pt_br: Remover Imagem
tr_tr: Görseli kaldır
zh_cn: 删除图片

source: Completely delete
pt_br: Deletar completamente
tr_tr: Tamamen sil
zh_cn: 彻底删除

source: Revert to this version
pt_br: Reverter para esta versão
tr_tr: Bu sürüme döndür
zh_cn: 恢复到此版本

source: There are no images for this article.
pt_br: Existem outros imagens para este arquivo
tr_tr: Bu madde için hiçbir görsel yok.
zh_cn: 这篇文章没有图片。

source: Purge deletion
pt_br: Limpar exclusão
tr_tr: Silmeyi temizle
zh_cn: 清除已删除项

source: Purge image: Completely remove image file and all revisions.
pt_br: Limpar imagem: Remova completamente o arquivo de imagem e todas as revisões.
tr_tr: Görseli yoket: Görsel dosyasını ve tüm revizyonlarını sil.
zh_cn: 清除图片：彻底删除图片文件及所有修订。

source: Remove it completely!
pt_br: Remova isso completamente
tr_tr: Bunu tamamen sil!
zh_cn: 彻底删除成功！

source: Image not found
pt_br: Imagem não encontrada
tr_tr: Görsel bulunamadı
zh_cn: 图像未找到

source: Replace image
pt_br: Trocar imagem
tr_tr: Görselin üzerine yaz
zh_cn: 替换图像

source: Choose an image file to replace current image.
pt_br: Escolher um arquivo de imagem para substituir a imagem atual
tr_tr: Mevcut görseli değiştirmek için bir görüntü dosyası seçin.
zh_cn: 选择一个图像文件来替换当前图像。

source: Image id
pt_br: ID de Imagem
tr_tr: Görsel id
zh_cn: 图像 ID

source: Insert
pt_br: Iserir
tr_tr: Ekle
zh_cn: 插入

source: No images found for this article
pt_br: Nenhuma imagem encontrada para o artigo
tr_tr: Bu madde için görsel bulunamadı
zh_cn: 未找到本文的图像

source: Manage images
pt_br: Gerir Imagens
tr_tr: Görselleri yönet
zh_cn: 管理图像

source: Add new image
pt_br: Adicionar nova imagem
tr_tr: Yeni görsel ekle
zh_cn: 添加新图像

source: Add image
pt_br: Adicionar Imagem
tr_tr: Görsel ekle
zh_cn: 添加图片

source: You do not have permissions to add images.
pt_br: Você não tem permissão para adicionar imagens
tr_tr: Görsel eklemek için yetkiniz yok.
zh_cn: 您没有添加图像的权限。

source: How to use images
pt_br: Como usar imagens
tr_tr: Görsellerin kullanımı hakkında
zh_cn: 如何使用图像
