Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
pt_br: Nosso sistema indica que você esta acessando este Curso da plataforma {platform_name} de um país ou local não autorizado.
tr_tr: Sistemimiz, bu {platform_name} dersine erişim olmayan bir ülke veya bölgeden erişmeyi denediğinizi gösteriyor.
zh_cn: 我们的系统显示您想选修的{platform_name}课程在您所在的国家或地区没有开设。

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
pt_br: Nosso sistema indica que você esta se matriculando neste Curso da plataforma {platform_name} de um país ou local não autorizado.
tr_tr: Sistemimiz, bu {platform_name} dersine erişim olmayan bir ülke veya bölgeden kaydolmayı denediğinizi gösteriyor.
zh_cn: 我们的系统检测到您尝试注册{platform_name}的课程，它目前在您所在的国家或地区没有开设。

source: Enrollment Successful
pt_br: Matrícula realizada com sucesso
tr_tr: Kayıtlanma Başarılı
zh_cn: 选课成功

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
pt_br: Obrigado por se inscrever em {course_names}. Esperamos que você goste do curso
tr_tr: {course_names} dersine kaydınız için teşekkür ederiz. Dersi beğeneceğinizi umuyoruz.
zh_cn: 感谢您注册 {course_names}。我们希望您喜欢这门课程。

source: Thank you for enrolling in:
pt_br: Obrigado por se inscrever em
tr_tr: Bu eğitime kaydolduğunuz için teşekkür ederiz:
zh_cn: 感谢您注册：

source: We hope you enjoy the course.
pt_br: Nós esperamos que você aproveite o curso
tr_tr: Umarız eğitimi beğenirsiniz!
zh_cn: 我们希望您喜欢这门课程。

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
pt_br: {platform_name} é uma organização sem fins lucrativos construindo uma educação de qualidade para todos, em todos os lugares. Sua ajuda permite-nos melhorar continuamente a experiência de aprendizagem para milhões e construir um futuro melhor para um aluno de cada vez.
tr_tr: {platform_name} kar amacı gütmeyen herkes için yüksek kaliteli bir eğitimdir, her yerdedir. Yardımınız bizim sürekli olarak milyonlarca öğrenme deneyimi kazanmamıza izin verir ve gelecekte bir seferde daha iyi öğrenmemizi sağlar.
zh_cn: {platform_name}是一个非营利性组织，给任何地方的任何人带来高质量的教育。您的帮助使我们能够一步一个脚印、不断地为成千上万的学习者改善学习体验，创造美好的未来。

source: Donation Actions
pt_br: Ações de Doação
tr_tr: Bağış Faaliyetleri
zh_cn: 捐赠行为

source: Financial Assistance Application
pt_br: Solicitação de assistência financeira
tr_tr: Mali Yardım Başvurusu
zh_cn: 经济援助申请

source: A Note to Learners
pt_br: Uma nota para os alunos
tr_tr: Öğrencilere Hatırlatma
zh_cn: 学员须知

source: Dear edX Learner,
pt_br: Prezados Estudantes do edX,
tr_tr: Sayın edX Öğrencimiz,
zh_cn: 亲爱的 edX 学员：

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
pt_br: A Assistência Financeira EdX é um programa que criamos para dar aos alunos em todas as circunstâncias financeiras a chance de ganhar um Certificado Verificado após a conclusão de um de nossos cursos.
tr_tr: EdX Mali Yardımı her tür mali durumdaki öğrencilere bir dersi başarıyla tamamladıklarında Onaylı Sertifika sahibi olmaları şansını vermek için oluşturduğumuz bir programdır.
zh_cn: edX 经济援助项目旨在让各种经济状况的学员都有一个在成功完成 edX 课程后获得验证证书的机会。

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
pt_br: Se você está interessado em trabalhar para obter um Certificado, mas não pode se dar ao luxo de pagar a taxa, por favor inscreva-se agora. Note que a assistência financeira é limitada e não poderá ser atribuída a todos os candidatos que estiverem elegíveis.
tr_tr: Eğer Onaylı Sertifika almak istiyorsanız fakat ücreti karşılayabilecek mâli durumunuz yoksa lütfen şimdi başvurun. Mâli yardımın sınırlı olduğunu ve uygun tüm adaylara mâli yardım sağlanamayabileceğini unutmayın.
zh_cn: 如果你对获得验证证书感兴趣但无法承担费用，请现在就来提出申请。请注意，经济援助是有限的且可能无法授予所有符合条件的申请者。

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
pt_br: A fim de ser elegível para assistência financeira da EdX, você deve demonstrar que possui dificuldades econômicas para realizar o pagamento da taxa da Certificação. Para solicitar a assistência, você deverá responder a algumas perguntas sobre o por que você está se candidatando e como o Certificado vai beneficiar você.
tr_tr: edX Mali Yardımına uygun olmak için yaşadığınız mali zorluk nedeniyle Onaylı Sertifika ücretini ödeyemeyecek durumda olduğunuzu göstermeniz gerekiyor. Başvuru için derse neden başvurduğunuz ve Onaylı Sertifikanın size nasıl yararlı olacağıyla ilgili birkaç soru cevaplayacaksınız.
zh_cn: 要符合 edX 经济援助的资格条件，你必须证明支付验证证书费用会导致你经济困难。为了进行申请，你可能会被要求回答一些关于你为何申请验证证书以及验证证书会给你带来哪些好处的问题。

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
pt_br: Se o seu pedido for aprovado, nós encaminharemos instruções para você confirmar sua inscrição no edx.org para que você possa começar a trabalhar no sentido de completar seus cursos no EdX.
tr_tr: Başvurunuz onaylandıysa edx.org sitesinde kimliğinizi onaylamanız için tüm yapmanız gerekenleri size belirteceğiz, bu sayede edX dersinizi tamamlamak için çalışmaya başlayabilirsiniz.
zh_cn: 如果你的申请被批准，我们将为你提供在 edx.org 上验证你的身份的相关说明，以便你可以开始着手完成你的 edx 课程。

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
pt_br: EdX está empenhada em fazer o possível para que você tenha cursos de alta qualidade de instituições líderes, independentemente da sua situação financeira, ser certificado e compartilhar seu sucesso com os outros.
tr_tr: EdX, mâli durumunuz ne olursa olsun önde olan kuruluşlardan yüksek kaliteli dersleri almanızı sağlamak için çalışmaktadır. Onaylı bir sertifika alarak başarınızı diğerleriyle paylaşın.
zh_cn: 无论你的经济状况如何，EdX 都致力于让你从各领先机构获得高质量的课程，让你获得验证证书并与他人分享你的成功。

source: Sincerely, Anant
pt_br: Atenciosamente, Anant
tr_tr: Saygılarımla, Anant
zh_cn: Anant 谨上

source: Back to Learner FAQs
pt_br: Voltar para FAQs dos Estudantes
zh_cn: 返回至学员常见问题解答

source: Apply for Financial Assistance
pt_br: Solicitar assistência financeira
tr_tr: Mali Yardım için Başvurun
zh_cn: 申请经济资助

source: {platform_name} Home Page
pt_br: Página inicial do {platform_name}
tr_tr: {platform_name} Ana Sayfa
zh_cn: {platform_name} 主页

source: Options Menu
pt_br: Meno de Opções
tr_tr: Ayarlar Menüsü
zh_cn: 选项菜单

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
pt_br: {begin_strong} Aviso: {end_strong} seu navegador não é totalmente compatível.É altamente recomendável usar {chrome_link} ou {ff_link}.
tr_tr: {begin_strong}Uyarı:{end_strong} Web tarayıcınız tamamıyla desteklenmiyor. {chrome_link} veya {ff_link} kullanmanızı şiddetle tavsiye ediyoruz.
zh_cn: {begin_strong}警告：{end_strong}并不完全支持你的浏览器。我们强烈推荐使用 {chrome_link} 或 {ff_link}。

source: Supplemental Links
pt_br: Links Suplementares
tr_tr: Ek Bağlantılar
zh_cn: 链接

source: How it Works
pt_br: Como funciona
tr_tr: Nasıl Çalışır
zh_cn: 运行机制

source: Schools
pt_br: Escolas
tr_tr: Okullar
zh_cn: 学校

source: Add Coupon Code
pt_br: Adicionar código do cupom
tr_tr: Kupon Kodu Ekle
zh_cn: 添加优惠券代码

source: Enter information about the coupon code below.
pt_br: Insira abaixo as informações sobre o código do cupom.
tr_tr: Aşağıdaki kupon kodu bilgilerini girin.
zh_cn: 在下面输入优惠券代码

source: Discount Percentage
pt_br: Percentual de desconto
tr_tr: İndirim Yüzdesi
zh_cn: 折扣率

source: Add expiration date
pt_br: Adicionar data de validade
tr_tr: Son kullanma tarihi ekle
zh_cn: 添加过期时间

source: Example Certificates
pt_br: Exemplos de certificados
tr_tr: Örnek Sertifikalar
zh_cn: 示例证书

source: Generate example certificates for the course.
pt_br: Gerar certificados de amostra para o curso.
tr_tr: Ders için örnek sertifikalar oluştur.
zh_cn: 为课程生成示例证书。

source: Generate Example Certificates
pt_br: Gerar certificados de amostra
tr_tr: Örnek Sertifikalar Oluştur
zh_cn: 生成示例证书

source: Status:
tr_tr: Durum:
zh_cn: 状态：

source: Generating example {name} certificate
pt_br: Gerar certificado de amostra {name}
tr_tr: Örnek {name} sertifikası oluşturma
zh_cn: 生成示例 {name} 证书

source: Error generating example {name} certificate: {error}
pt_br: Erro ao gerar amostra {name} do certificado: {error}
tr_tr: Örnek {name} sertifikası oluştururken hata: {error}
zh_cn: 生成证书{name}示例出错了：{error}

source: View {name} certificate
pt_br: Visualizar o certificado de {name}
tr_tr: {name} sertifikasını görüntüle
zh_cn: 查看{name}证书

source: Refresh Status
pt_br: Atualizar status
tr_tr: Durumu Yenile
zh_cn: 刷新状态

source: Learner-Generated Certificates
pt_br: Certificados gerados por Alunos
zh_cn: 学员生成证书

source: Disable Learner-Generated Certificates
pt_br: Desabilitar certificados gerados por alunos
zh_cn: 禁止学员生成证书

source: Enable Learner-Generated Certificates
pt_br: Habilitar Certificado Gerados por alunos
zh_cn: 允许学员发行的证书

source: You must successfully generate example certificates before you enable learner-generated certificates.
pt_br: Você deve gerar a amostra de certificado com sucesso antes de habilitar os certificados gerados pelo aluno.
zh_cn: 前你必须成功地生成示例证书使学员证书。

source: Generate Certificates
pt_br: Gerar certificados
tr_tr: Sertifikaları Oluştur
zh_cn: 生成证书

source: Course certificate generation requires an activated web certificate configuration.
pt_br: A geração de certificado do curso exige uma configuração de certificado web ativada.
tr_tr: Ders sertifikası oluşturma, etkinleştirilmiş bir web sertifika yapılandırması gerektirir.
zh_cn: 课程证书生成操作要求有一个已激活的网络证书配置。

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
pt_br: Quando estiver pronto para gerar certificados para o seu curso, clique em Gerar Certificados. Você não precisará fazer isso se tiver definido o modo de certificado para geração sob demanda.
tr_tr: Dersiniz için sertifika oluşturmaya hazır olduğunuzda, Sertifikaları Oluştur'a tıklayın. Eğer sertifika modunu isteğe bağlı oluşturmaya ayarladıysanız bunu yapmanıza gerek yoktur.
zh_cn: 准备好为课程生成证书时，请单击"生成证书"。如果将证书模式设置为按需生成，则无需执行此操作。

source: Pending Tasks
pt_br: Tarefas Pendentes
tr_tr: Bekleyen Görevler
zh_cn: 待处理的任务

source: The status for any active tasks appears in a table below.
pt_br: O status para todas as tarefas ativas aparecem na tabela abaixo.
tr_tr: Aşağıdaki tabloda aktif olan görevlerin durumu görülmektedir.
zh_cn: 下表显示所有活动任务的状态。

source: Certificates Export
pt_br: Exportar Certificados
zh_cn: 证书导出

source: Enter email addresses and/or usernames separated by new lines or commas.
pt_br: Insira os endereços de e-mail e/ou nomes de usuário separados por novas linhas ou vírgulas.
tr_tr: E-posta adreslerinizi ve/veya kullanıcı adlarınızı satır atlayarak veya virgülle ayırarak giriniz.
zh_cn: 输入电子邮箱地址与／或 用户名，以逗号分割或重启一行。

source: Welcoming Email
pt_br: E-mail do destinatário
zh_cn: 欢迎邮件

source: To send a welcoming email to users registered and enrolled by batch, enter email addresses separated by new lines or commas.
pt_br: Para enviar um email de boas-vindas aos usuários registrados e registrados por lote, digiteendereços de email separados por novas linhas ou vírgulas.
zh_cn: 要向批量注册和选修的用户发送欢迎电子邮件，请输入用新行或逗号分隔的电子邮件地址。

source: The following users didn't get certificates:
pt_br: Os usuários a seguir não ganharam certificados
zh_cn: 以下用户未获得证书:

source: Certificates Available for Download
pt_br: Relatórios disponíveis para download
zh_cn: 证书已可供下载

source: The zip files listed below are available for download. A link to every zip file remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
pt_br: Os relatórios listados abaixo estão disponíveis para download. Um link para cada relatório fica disponível nesta página, identificada pela data e hora de geração. Os relatórios não são apagados, assim você sempre será capaz de acessar os relatórios gerados anteriormente desta página.
zh_cn: 下面列出的zip文件可供下载。此页面上仍然提供指向每个zip文件的链接，由生成日期和生成时间标识。报告不会被删除，因此您始终可以从此页面访问以前生成的报告。

source: File Name
pt_br: Nome completo
zh_cn: 文件名

source: Regenerate Certificates
pt_br: Recuperar certificados
tr_tr: Sertifikaları Yeniden Oluştur
zh_cn: 重新生成证书

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
pt_br: Para gerar novamente certificados para o seu curso, escolha os alunos quereceberão certificados regenerados e clique em Recuperar certificados.
tr_tr: Dersiniz için yeniden sertifika oluşturmak istiyorsanız, yeniden oluşturulan sertifikaları alacak öğrencileri seçin ve Yeniden Sertifika Oluştur'a tıklayın.
zh_cn: 要重新生成你的课程证书，请选择将要接收重新生成证书的学员并单击“重新生成证书”。

source: Choose learner types for regeneration
pt_br: Escolha tipos de alunos para recuperação
tr_tr: Yeniden sertifika oluşturma için öğrenci türlerini seçin
zh_cn: 选择要再注册的学员类型

source: Regenerate for learners who have already received certificates. ({count})
pt_br: Recuperar para os alunos que já receberam certificados. ({count})
tr_tr: Daha önceden sertifika almış öğrenciler için yeniden oluşturun. ({count})
zh_cn: 为已获得证书的学员重新生成。({count})

source: Regenerate for learners who have not received certificates. ({count})
pt_br: Recuperar para os alunos que ainda não receberam certificados. ({count})
tr_tr: Sertifika almamış olan öğrenciler için yeniden oluşturun. ({count})
zh_cn: 为未获得证书的学员重新生成。({count})

source: Regenerate for learners with audit passing state. ({count})
pt_br: Recuperar para alunos com estado de aprovação de frequência. ({count})
zh_cn: 为具有审核通过状态的学员重新生成。({count})

source: Regenerate for learners with audit not passing state. ({count})
pt_br: Recuperar para alunos com frequência não aprovada.
zh_cn: 为审核未通过状态的学员重新生成。({count})

source: Regenerate for learners in an error state. ({count})
pt_br: Recuperar para os alunos com um status de erro ({count})
tr_tr: Hata durumundaki öğrenciler için yeniden oluştur. ({count})
zh_cn: 为错误状态的学员重新生成。({count})

source: Certificate Generation History
pt_br: Histórico de certificados gerados
tr_tr: Sertifika Oluşturma Tarihçesi
zh_cn: 证书生成历史

source: Task name
pt_br: Nome da Tarefa
tr_tr: Görev adı
zh_cn: 任务名称

source: SET CERTIFICATE EXCEPTIONS
pt_br: Configurar Exceções de Certificado
tr_tr: SERTİFİKA AYRICALIKLARINI AYARLA
zh_cn: 设置证书特殊处理

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
pt_br: Definir exceções para gerar certificados para os alunos que não se qualificam para um certificado, mas foram dadas exceções pela equipe do curso. Depois de adicionar alunos à lista de exceções, clique abaixo em "Gerar Certificados de exceção".
tr_tr: Sertifika kazanma hakkı kazanmayan ancak ders takımı tarafından ayrıcalık tanınan öğrencilerin sertifikalarını oluşturmak için ayrıcalık ayarlayın. Öğrencileri ayrıcalık listesine etkiledikten sonra aşağıda bulunan Ayrıcalıklı Sertifika Oluştur tuşuna tıklayın
zh_cn: 为无资格获得证书但获得课程组例外批准的学员设置生成证书的特殊处理。在你将学员添加至特殊处理列表后，请单击以下“生成特例证书”。

source: Invalidate Certificates
pt_br: Invalidar certificados
tr_tr: Sertifikaları Geçersizleştir
zh_cn: 无效证书

source: Basic Course Information
pt_br: Informações básicas sobre o curso
tr_tr: Temel Ders Bilgisi
zh_cn: 基本课程信息

source: Course Start Date:
pt_br: Data de início do curso:
tr_tr: Ders Başlama Tarihi:
zh_cn: 课程开始日期：

source: Course End Date:
pt_br: Data de término do curso:
tr_tr: Ders Bitiş Tarihi:
zh_cn: 课程结束日期:

source: No end date set
pt_br: Sem data término definida
tr_tr: Son gün ayarlanmadı
zh_cn: 未设置结束日期

source: Has the course started?
pt_br: O curso já começou?
tr_tr: Ders başladı mı?
zh_cn: 课程开始了吗？

source: Yes
pt_br: Sim
tr_tr: Evet
zh_cn: 是的

source: No
pt_br: Não
tr_tr: Hayır
zh_cn: 尚未

source: Has the course ended?
pt_br: O curso terminou?
tr_tr: Ders sonlandı mı?
zh_cn: 课程结束了吗？

source: Number of sections:
pt_br: Número de seções
tr_tr: Bölüm sayısı:
zh_cn: 章节数量：

source: Grade Cutoffs:
pt_br: Notas de corte:
tr_tr: Not Baremleri:
zh_cn: 分数线：

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
pt_br: Visualizar registros detalhados de importação Git para este curso {link_start} clicando aqui {link_end}.
tr_tr: Bu ders için ayrıntılı {link_start}Git import günlüklerini buraya{link_end} tıklayarak görüntüleyin.
zh_cn: 查看本课程的详细Git导入日志，请点击{link_start}这里{link_end}。

source: Enrollment Information
pt_br: Informações sobre a inscrição
tr_tr: Kayıt bilgisi
zh_cn: 选课信息

source: Total of enrollees (admins, staff, and learners)
pt_br: Número de inscritos (administradores, funcionários e estudantes) por curso
zh_cn: 总参与人数(包括管理员、员工和学员)

source: Professional
pt_br: Profissional
tr_tr: Profesyonel
zh_cn: 专业的

source: Course Warnings
pt_br: Avisos do curso
tr_tr: Ders Uyarıları
zh_cn: 课程警告

source: Grading Configuration
pt_br: Configurações de avaliação
tr_tr: Notlandırma Yapılandırması
zh_cn: 评分标准设置

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
pt_br: Clique para mostrar a configuração de avaliação para o curso. A configuração da avaliação corresponde à discriminação das subseções avaliadas do curso (tais como exames e conjuntos de problemas) e podem ser alterados na página de 'Avaliação' (em 'Configurações') no Studio.
tr_tr: Bu dersin notlandırma ayarını görüntülemek için tıklayın. Notlandırma ayarı dersin kademeli alt bölümlerinin (örnekler ve problem setleri gibi) arızasıdır ve Studio'daki 'Notlandırma' sayfası ('Ayarlar' altında) üzerinde değiştirilebilir.
zh_cn: 点击显示该课程的评分配置。所谓评分配置是指对课程评分子项的分解(可以分解为考试和回答问题两类)，评分配置可以在职员界面的‘设置’项下个‘评分’进行调整。

source: Click to download a CSV of anonymized learner IDs:
pt_br: Clique para baixar um arquivo CSV com identificação anônima de alunos:
zh_cn: 点击下载匿名学员的CSV（逗号分隔值的文本）编号清单：

source: Get Learner Anonymized IDs CSV
pt_br: Obter arquivo no formato CSV dos alunos com identificação anônima
zh_cn: 获取学员匿名ID CSV文件

source: Reports
pt_br: Relatórios
tr_tr: Raporlar
zh_cn: 报告

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
pt_br: Para cursos grandes, a geração de relatórios pode demorar várias horas. Quando a geração de relatórios encerrar, um link que inclui a data e hora da geração é apresentado na tabela abaixo. Estes relatórios são gerados em segundo plano, o que significa que você pode sair desta página enquanto o seu relatório está sendo gerado.
tr_tr: Yüksek katılımlı dersler için, bazı raporları oluşturmak saatler alabilir. Rapor oluşturma tamamlanınca, oluşturma tarihi ve saatini içeren bir bağlantı aşağıdaki tabloda görünür. Bu raporlar arka planda oluşturulur, raporunuz oluşturulurken rahatlıkla başka sayfalarda gezinebilirsiniz.
zh_cn: 对于大型课程，生成报告可能需要几个小时。当报告生成完成后，在下面的表格里会出现一个包含生成日期和时间的链接。这些报告会在后台生成，也就是说在生成报告的时候您可以离开当前页面。

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
pt_br: Por favor seja paciente, não clique nos botões várias vezes. Clicando várias vezes tornará o processo de geração de relatórios mais lento.
tr_tr: Lütfen sabırlı olun ve bu düğmelere üst üste tıklamayın. Bu düğmelere üst üste tıklamak, oluşturma işlemini yavaşlatacaktır.
zh_cn: 请耐心等待,不要多次单击这些按钮。多次点击这些按钮将大大减缓生成过程。

source: Click to generate a CSV file of all learners enrolled in this course, along with profile information such as email address and username:
pt_br: Clique para gerar um arquivo CSV de todos os alunos inscritos neste curso, juntamente com as informações de perfil, como endereço de e-mail e nome de usuário:
zh_cn: 点击来生成一个CSV文件，里面包含所有选此课的学员的用户信息，比如电子邮件及用户名：

source: Download profile information as a CSV
pt_br: Baixar informações sobre o perfil em CSV
tr_tr: Profil bilgilerini CSV dosyası olarak indir
zh_cn: 以CSV格式下载用户资料

source: For smaller courses, click to list profile information for enrolled learners directly on this page:
pt_br: Para cursos menores, clique para listar as informações de perfil dos alunos inscritos diretamente nesta página:
zh_cn: 对于学员规模较小的课程，可以直接在此页面点击查看选课学员的用户资料信息：

source: List enrolled learners' profile information
pt_br: Informação sobre o perfil dos alunos inscritos
zh_cn: 列出选课学员个人资料信息

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
pt_br: Clique para gerar o arquivo CSV com a relação dos alunos que podem se inscrever no curso mas ainda não estão inscritos.
tr_tr: Bu derse kaydolabilecek ama henüz kaydolmayan öğrencileri listeleyen CSV dosyasını oluşturmak için tıklayın.
zh_cn: 点击生成一个CSV文件，列出有资格选修此课但还未选修的学员。

source: Download a CSV of learners who can enroll
pt_br: Baixar um CSV dos alunos que podem se inscrever.
tr_tr: Kayıt olabilecek öğrencilerin CSV dosyasını indir
zh_cn: 下载一个列出有资格选修的学员名单的CSV文件

source: Proctored Exams
pt_br: Habilitar Exames Supervisionados
zh_cn: 启用监考考试

source: Click to generate a CSV file of all proctored exam results in this course.
pt_br: Clique para gerar um arquivo CSV para todos os resultados dos exames supervisionados deste curso.
tr_tr: Bu dersteki tüm gözetmenli sınav sonuçlarının CSV dosyasını oluşturmak için tıklayın.
zh_cn: 点击导出包含这门课程所有考试结果的CSV格式的文件

source: Generate Proctored Exam Results Report
pt_br: Gerar relatório de resultados dos exames supervisionados
tr_tr: Gözetmenli sınav sonuçları raporunu oluşturun.
zh_cn: 生成监考考试成绩报告

source: Problem Answers
pt_br: Tipo de Problema
zh_cn: 问题答案

source: To generate a CSV file that lists all learner answers to a given problem, enter the location of the problem (from its Staff Debug Info).
pt_br: Para gerar um arquivo CSV que liste todas respostas dos alunos para uma determinada avaliação, entre com a localização do problema (a partir das informações de Depuração da equipe)
zh_cn: 如需生成列出所有学员对特定问题的答案的CSV文件，请输入问题所在的位置 (from its Staff Debug info)

source: Problem location:
pt_br: Localização do problema:
tr_tr: Problemin konumu:
zh_cn: 问题所在位置：

source: Download a CSV of problem responses
pt_br: Baixar CSV das respostas das avaliações
tr_tr: Problem cevaplarının CSV dosyasını indirin
zh_cn: 下载包含问题答案的CSV文件

source: Surveys
pt_br: Enquete de Usuários
zh_cn: 调研

source: Click to generate a CSV file of survey results for this course.
pt_br: Clique para gerar um arquivo CSV para os resultados de pesquisa deste curso
tr_tr: Bu ders için anket sonuçlarının CSV dosyasını oluşturmak için tıklayın.
zh_cn: 点击导出包含这门课程所有调查结果的 CSV 文件
