Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Discussion
pt_br: Discussão
tr_tr: Forum
zh_cn: 讨论

source: Problem
pt_br: Problema
zh_cn: 问题

source: Advanced
pt_br: Avançado
tr_tr: Gelişmiş
zh_cn: 高级

source: Entrance Exam
pt_br: Teste de Admissão
tr_tr: Giriş Sınavı
zh_cn: 入学考试

source: Section
pt_br: Seção
tr_tr: Bölüm
zh_cn: 章

source: Subsection
pt_br: Subseção
tr_tr: Altbölüm
zh_cn: 节

source: Unit
pt_br: Unidade
tr_tr: Ünite
zh_cn: 单元

source: Empty
pt_br: Esvaziar
tr_tr: Boş
zh_cn: 空

source: The following parameters are required: {missing}.
pt_br: os seguintes parâmetros são necessários: {missing}.
tr_tr: Bu parametreler gerekiyor: {missing}.
zh_cn: 需要以下参数：{missing}。

source: A transcript with the "{language_code}" language code already exists.
pt_br: Uma transcrição com o idioma "{language_code}" já existe.
tr_tr: "{language_code}" dil kodlu bir altyazı zaten mevcut.
zh_cn: 已存在具有“{language_code}”语言代码的记录。

source: A transcript file is required.
pt_br: É necessário um arquivo de transcrição de aúdio
tr_tr: Bir altyazı dosyası gerekiyor.
zh_cn: 需要成绩单文件。

source: There is a problem with this transcript file. Try to upload a different file.
pt_br: Há um problema com este arquivo de transcrição. Tente fazer upload de um arquivo diferente.
tr_tr: Bu altyazı dosyasında sorun var. Farklı bir dosyayı yüklemeyi deneyin.
zh_cn: 此脚本文件存在问题。 尝试上传其他文件。

source: Name
pt_br: Nome
tr_tr: İsim
zh_cn: 名字

source: Video ID
pt_br: ID do Vídeo
tr_tr: Video No
zh_cn: 视频 ID

source: Status
tr_tr: Durum
zh_cn: 状态

source: Pending
pt_br: Pendente
tr_tr: Beklemede
zh_cn: 挂起

source: Mode
pt_br: Modo
tr_tr: Durum
zh_cn: 模式

source: Verification Deadline
pt_br: Prazo final para verificação
tr_tr: Doğrulama için Son Tarih
zh_cn: 认证截止日期

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
pt_br: Opcional: Após esta data/horário, os usuários não poderão enviar fotos para verificação. Esta opção aplica-se APENAS a modos que exigem verificação.
tr_tr: İSTEĞE BAĞLI: Bu tarih/zamandan sonra, kullanıcıların doğrulama için fotoğraf göndermesi artık mümkün olmayacak. Bu SADECE doğrulama gerektiren modlara uygulanır.
zh_cn: 可选：这个日期/时间之后，用户将不能再提交照片验证。这只应用于需要验证的模式。

source: Your verification is pending
pt_br: A sua verificação está pendente
tr_tr: Doğrulamanız bekliyor
zh_cn: 您的验证正在挂起

source: Verified: Pending Verification
pt_br: Verificado: verificação pendente
tr_tr: Doğrulandı: Bekleyen Doğrulama
zh_cn: 已认证：等待验证

source: ID verification pending
pt_br: Verificação de identificação pendente
tr_tr: ID doğrulama bekliyor
zh_cn: 身份证件验证挂起

source: You're enrolled as a verified leaner
pt_br: Você está matriculado como aluno verificado
zh_cn: 你正作为已认证的学员选修

source: Verified
pt_br: Verificado
tr_tr: Onaylanmış
zh_cn: 已认证

source: ID Verified Ribbon/Badge
pt_br: Identificação Verificada
tr_tr: Kimliği Doğrulanmış Şerit/Rozet
zh_cn: 身份证件已验证时的色带／徽章

source: You're enrolled as an honor code learner
pt_br: Você está matriculado como um aluno sob o Código de Honra
zh_cn: 您已作为诚信准则学员选修

source: Honor Code
pt_br: Código de Honra
tr_tr: Etik Kurallar
zh_cn: 诚信准则

source: You're enrolled as a professional education learner
pt_br: Você está matriculado como estudante de educação profissional
zh_cn: 你已作为专业教育学员选修

source: Professional Ed
pt_br: Ed Profissional
tr_tr: Profesyonel Eğitim
zh_cn: 专业教育

source: Display Name
pt_br: Nome de exibição
tr_tr: Görünen Ad
zh_cn: 显示名称

source: Price
pt_br: Preço
tr_tr: Ücret
zh_cn: 价格

source: Upgrade Deadline
pt_br: Prazo final para atualização
tr_tr: Yükseltme için Son Tarih
zh_cn: 升级的截止日期

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
pt_br: OPCIONAL: Após esta data/horário, os usuários não serão mais capazes de inscreverem-se neste modo. Deixe em branco se os usuários puderem se inscrever neste modo até que feche a inscrição para o curso.
tr_tr: İSTEĞE BAĞLI: Bu tarih/zamandan sonra, kullanıcıların artık bu moda kaydolmaları mümkün değildir. Eğer kullanıcılar, eğitim kaydı kapanana kadar bu moda kaydolabilecekse boş bırakın.
zh_cn: 可选：这个日期/时间之后，用户将不能选修该模式。如果用户在课程的选课关闭之间都可以选修该模式，则将此处留空。

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
pt_br: OPCIONAL: Esta é a UAE (Unidade de Armazenamento de Estoque) deste modo no serviço de e-commerce externo. Deixe em branco se o curso ainda não foi migrado para o serviço e-commerce.
tr_tr: İSTEĞE BAĞLI: Bu, harici e-ticaret servisi içindeki bu modun SKU (stock keeping unit) kodudur. Eğer bu eğitim e-ticaret servisine henüz geçirilmemişse boş bırakın.
zh_cn: 可选：这是外部电子商业服务中该模式的SKU(库存单元)。如果课程还未迁移到电子商业服务中，则将此处留空。

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
pt_br: Esta é a UAE (Unidade de Armazenamento de Estoque) desse modo noserviço de comérico eletrônico externo.
tr_tr: Bu, harici e-ticaret servisi içindeki bu modun yığın SKU (stok tutma birimi) kodudur.
zh_cn: 这是外部电子商务服务中此模式的批量SKU（库存单位）。

source: Honor
pt_br: Honra
tr_tr: Onur
zh_cn: 荣誉

source: Professional education modes are not allowed to have expiration_datetime set.
pt_br: Modos de educação profissional não podem ter definição de fim_data.
tr_tr: Profesyonel eğitim türlerinin bitişsüresi_tarihsaati ayarlamasına sahip olmasına izin verilmiyor.
zh_cn: 专业的教育模式不允许有过期的日期时间设置。

source: Verified modes cannot be free.
pt_br: Os modos verificados não podem ser gratuitos.
tr_tr: Onaylanmış eğitim türleri ücretsiz olamaz.
zh_cn: 已验证的模式要收取费用。

source: Free
pt_br: Gratuito
tr_tr: Ücretsiz
zh_cn: 免费

source: The time period before a course ends in which a course mode will expire
pt_br: O período de tempo antes de um curso terminar no qual um módulo expirará
tr_tr: Bir ders modunun süresinin dolacağı dersin bitişinden önceki zaman aralığı
zh_cn: 在课程结束前的时间段，其中一门课程模式将到期

source: Congratulations! You are now enrolled in {course_name}
pt_br: Parabéns! Você está inscrito no curso {course_name}
tr_tr: Tebrikler! {course_name} dersine kayıt oldunuz.
zh_cn: 恭喜！ 您现在已注册{course_name}

source: Enrollment is closed
pt_br: Inscrições encerradas
tr_tr: Kayıt kapandı
zh_cn: 选课已关闭

source: Enrollment mode not supported
pt_br: Modo de inscrição indisponível
tr_tr: Kayıt modu desteklenmiyor
zh_cn: 不支持的选课模式

source: Invalid amount selected.
pt_br: Valor selecionado inválido.
tr_tr: Geçersiz miktar seçildi.
zh_cn: 选择的数量无效。

source: No selected price or selected price is too low.
pt_br: Nenhum preço foi selecionado ou o preço selecionado é muito baixo.
tr_tr: Ücret seçilmedi veya seçili ücret çok düşük.
zh_cn: 未选择价格或选择的价格过低。

source: Administrator
pt_br: Administrador
tr_tr: Yönetici
zh_cn: 管理员

source: Moderator
pt_br: Moderador
tr_tr: Moderatör
zh_cn: 版主

source: Group Moderator
pt_br: Grupo de moderadores
tr_tr: Grup Moderatörü
zh_cn: 群组版主

source: Community TA
pt_br: Assistente de Ensino da Comunidade
tr_tr: Topluluk Öğretim Elemanı
zh_cn: 社区助教

source: User profile
pt_br: Perfil do usuário
tr_tr: Kullanıcı profili
zh_cn: 用户资料

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
pt_br: Esse e-mail não tem uma conta de usuário associada. Tem certeza que você se registrou?
tr_tr: Bu e-posta adresi ile ilişkili bir kullanıcı hesabı yok. Kayıt olduğunuza emin misiniz?
zh_cn: 该电子邮件地址不具有相关联的用户帐户。你确定你已经注册？

source: The user account associated with this e-mail address cannot reset the password.
pt_br: A conta de usuário associada a este endereço de e-mail não pode redefinir a senha.
tr_tr: Bu e-posta adresi ile ilişkili kullanıcı hesabı parolasını sıfırlamak mümkün değil.
zh_cn: 与此电子邮件地址关联的用户帐户不能重新设置密码。

source: Full Name cannot contain the following characters: < >
pt_br: Nome completo não pode conter os seguintes caracteres: < >
tr_tr: Tam isim şu karakterleri içeremez: < >
zh_cn: 全名不能包含以下字符：<>

source: A properly formatted e-mail is required
pt_br: É necessário um endereço de e-mail válido
tr_tr: Geçerli biçimde e-posta adresi gerekiyor
zh_cn: 需要正确的邮件格式

source: A valid password is required
pt_br: É necessária uma senha válida
tr_tr: Geçerli bir parola gerekiyor
zh_cn: 需要一个有效的密码

source: Your legal name must be a minimum of two characters long
pt_br: O seu nome verdadeiro deve conter no mínimo dois caracteres
tr_tr: En az iki harften oluşan ve kimliğinizde yazan isminiz gerekiyor
zh_cn: 你的合法名字必须至少包含两个字符的长度

source: Email cannot be more than %(limit_value)s characters long
pt_br: O e-mail não pode ter mais que %(limit_value)s caracteres.
tr_tr: E-posta adresi %(limit_value)s karakterden fazla olamaz.
zh_cn: Email长度不能超过 %(limit_value)s 个字符

source: You must accept the terms of service.
pt_br: Por favor, aceite os termos do serviço.
tr_tr: Hizmet koşullarını kabul etmelisiniz.
zh_cn: 您必须接受本服务条款。

source: A level of education is required
pt_br: Um nível de formação é necessário.
tr_tr: En son eğitim seviyesinin girilmesi gerekiyor
zh_cn: 需要以上学历

source: Your gender is required
pt_br: É obrigatório informar o gênero
tr_tr: Cinsiyetiniz gerekiyor
zh_cn: 你的性别是必填项

source: Your year of birth is required
pt_br: É obrigatório informar o seu ano de nascimento
tr_tr: Doğum yılınız gerekiyor
zh_cn: 你的出生年份是必填项

source: Your mailing address is required
pt_br: É obrigatório informar o seu endereço
tr_tr: E-posta adresiniz gerekiyor
zh_cn: 你的邮件地址是必填项

source: A description of your goals is required
pt_br: Uma descrição dos seus objetivos é obrigatória
tr_tr: Hedeflerinizin tanımı gerekiyor
zh_cn: 你的目标描述是必填项

source: A city is required
pt_br: É obrigatório informar a cidade
tr_tr: Bir şehir gerekiyor
zh_cn: 城市是必填项

source: A country is required
pt_br: É obrigatório informar o país
tr_tr: Bir ülke gerekiyor
zh_cn: 国家是必填项

source: To enroll, you must follow the honor code.
pt_br: Para inscrever-se, é preciso seguir o código de honra.
tr_tr: Kaydolmak için etik kurallarını kabul etmeniz gerekmektedir.
zh_cn: 您必须遵循诚信准则才能选修。

source: You are missing one or more required fields
pt_br: Você não está preenchendo um ou mais campos
tr_tr: Bir veya daha fazla doldurulması gereken alanı boş bıraktınız
zh_cn: 您遗漏了一个或多个必须填写字段

source: Unauthorized email address.
pt_br: Endereço de e-mail não autorizado
tr_tr: Yetkisiz e-posta adresi.
zh_cn: 未经授权的电子邮件地址。

source: It looks like {email} belongs to an existing account. Try again with a different email address.
pt_br: Parace que o e-mail {email} já pertence a uma conta existente. Tente novamente com um endereço de e-mail diferente.
tr_tr: Görünüşe göre {email} var olan bir hesaba ait. Farklı bir e-posta adresiyle tekrar deneyin.
zh_cn: 看起来像现有的帐户 {email} 。使用不同的电子邮件地址再试一次。

source: An account with the Public Username '{username}' already exists.
pt_br: Já existe uma conta com esse nome de usuário público '{username}'.
tr_tr: Bu kullanıcı '{username}' adı ile zaten mevcut.
zh_cn: 公开用户名'{username}'对应的账户已存在。

source: An account with the Email '{email}' already exists.
pt_br: Já existe uma conta com o e-mail '{email}'.
tr_tr: Bu '{email}' e-posta adresine ait bir hesap zaten bulunmaktadır.
zh_cn: 电子邮件'{email}'对应的账户已存在。

source: Removed group: "{}"
pt_br: Grupo removido: "{}"
tr_tr: Silinen grup: "{}"
zh_cn: 删除组：“{}”

source: Did not find a group with name "{}" - skipping.
pt_br: Não encontramos um grupo com o nome "{}" - próximo.
tr_tr: "{}" adında bir grup bulunamadı - atlanıyor.
zh_cn: 没有找到名称为“{}”的组 - 正在跳过。

source: Invalid group name: "{group_name}". {messages}
pt_br: NOme de grupo inválido: "{group_name}". {messages}
tr_tr: Geçersiz grup adı: "{group_name}". {messages}
zh_cn: 组名无效：“{group_name}”。{messages}

source: Created new group: "{}"
pt_br: Novo grupo criado: "{}"
tr_tr: Yeni grup oluşturuldu: "{}"
zh_cn: 创建新内容组: "{}"

source: Found existing group: "{}"
pt_br: Grupo existente encontrado: "{}"
tr_tr: Mevcut grup bulundu: "{}"
zh_cn: 找到已存在的内容组: "{}"

source: Adding {codenames} permissions to group "{group}"
pt_br: Adicionando permissões {codenames} para o grupo "{group}"
tr_tr: "{group}" grubuna {codenames} izinleri veriliyor
zh_cn: 将{codenames}权限添加到组“{group}”

source: Removing {codenames} permissions from group "{group}"
pt_br: Removendo permissões {codenames} do grupo "{group}"
tr_tr: {codenames} izinleri "{group}" grubundan siliniyor
zh_cn: 从“{group}”群组中删除{codenames}权限

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
pt_br: Opção de permissão inválida: "{}". Por favor, especifique as permissões usando oformato: app_label:model_name:permission_codename.
tr_tr: Geçersiz izin seçeneği: "{}". Lütfen izinleri şu formatta tanımlayın: app_label:model_name:permission_codename.
zh_cn: 无效的权限选项：“{}”。 请使用以下格式指定权限：app_label：model_name：permission_codename。

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
tr_tr: Geçersiz izin kodadı: "{codename}". {module}.{model_name} modeli için herhangi bir izin verilmemiş.
zh_cn: 无效的权限代号：“{codename}”。 模型{module}。{model_name}不存在此类权限。

source: Setting {attribute} for user "{username}" to "{new_value}"
pt_br: Configurando {attribute} o usuário "{username}" para "{new_value}"
tr_tr: "{username}" kullanıcısının {attribute} değeri "{new_value}" olarak ayarlanıyor
zh_cn: 将用户“{username}”的{attribute}设置为“{new_value}”

source: Skipping user "{}" because the specified and existing email addresses do not match.
pt_br: Ignorando o usuário"{}" porque o endereços de e-mail especificados e existentesnão combinam.
tr_tr: Belirtilen ve mevcut e-posta adresleri eşleşmediği için "{}" kullanıcısı atlanıyor.
zh_cn: 跳过用户“{}”，因为指定的和现有的电子邮件地址不匹配。

source: Did not find a user with username "{}" - skipping.
pt_br: Não foi encontrado o usuário com o nome de usuário "{}" - ignorando.
tr_tr: "{}" adında bir kullanıcı bulunamadı - atlanıyor.
zh_cn: 没有找到用户名为“{}”的用户 - 正在跳过。

source: Removing user: "{}"
pt_br: Removendo o usuário: "{}"
tr_tr: Kullanıcı siliniyor: "{}"
zh_cn: 移除用户: "{}"

source: Created new user: "{}"
pt_br: Criado novo usuário: "{}"
tr_tr: Yeni kullanıcı oluşturuldu: "{}"
zh_cn: 创建用户: "{}"

source: Found existing user: "{}"
pt_br: Usuário existente encontrado: "{}"
tr_tr: Mevcut kullanıcı bulundu: "{}"
zh_cn: 找到已存在的用户: "{}"

source: Setting unusable password for user "{}"
pt_br: Definindo uma senha inutilizável para o usuário "{}"
tr_tr: "{}" kullanıcısı için uygun olmayan bir parola ayarlanmış
zh_cn: 为用户“{}”设置不可用的密码

source: Created new profile for user: "{}"
pt_br: Criado um novo perfil para o usuário: "{}"
tr_tr: "{}" kullanıcısı için yeni profil oluşturuldu
zh_cn: 为用户创建了新的个人资料：“{}”

source: Could not find a group named "{}" - skipping.
pt_br: Não foi possível encontrar um grupo chamado "{}" - ignorando.
tr_tr: "{}" adında bir grup bulunamadı - atlanıyor.
zh_cn: 找不到名为“{}”的组 - 跳过。

source: Adding user "{username}" to groups {group_names}
pt_br: Adicionando o usuário "{username}" para os grupos {group_names}
tr_tr: "{username}" kullanıcısı {group_names} gruplarına ekleniyor
zh_cn: 将用户“{username}”添加到群组{group_names}

source: Removing user "{username}" from groups {group_names}
pt_br: Removendo o usuário "{username}" dos grupos {group_names}
tr_tr: "{username}" kullanıcısı {group_names} gruplarından çıkarılıyor
zh_cn: 从组{group_names}中删除用户“{username}”

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
pt_br: Sua conta foi desativada. Se você acredita que isto foi um erro, entre em contato através do endereço {support_email}
tr_tr: Hesabınız engellendi. Bu durumda bir hata olduğunu düşünüyorsanız, {support_email} adresiyle iletişime geçiniz.
zh_cn: 您的账户已经被禁用。如果您有任何疑问请联系我们{support_email}

source: Disabled Account
pt_br: Conta desativada
tr_tr: Etkin Olmayan Hesap
zh_cn: 已停用的账户

source: Male
pt_br: Masculino
tr_tr: Erkek
zh_cn: 男

source: Female
pt_br: Feminino
tr_tr: Kadın
zh_cn: 女

source: Other/Prefer Not to Say
pt_br: Outro/Prefere não dizer
tr_tr: Diğer/Söylememeyi Tercih Eder
zh_cn: 其他/不想说

source: Doctorate
pt_br: Doutorado
tr_tr: Doktora derecesi
zh_cn: 博士

source: Master's or professional degree
pt_br: Mestrado ou especialização
tr_tr: Yüksek lisans veya profesyonel derece
zh_cn: 硕士

source: Bachelor's degree
pt_br: Bacharelado
tr_tr: Lisans derecesi
zh_cn: 学士

source: Associate degree
pt_br: Grau do associado
tr_tr: Ön Lisans derecesi
zh_cn: 肄业证书

source: Secondary/high school
pt_br: Ensino médio
tr_tr: Orta Okul/Lise
zh_cn: 高中

source: Junior secondary/junior high/middle school
pt_br: Ensino fundamental
tr_tr: Üçüncü sınıf ortaokul/üçüncü sınıf lise/orta okul
zh_cn: 初中

source: Elementary/primary school
pt_br: Escola primária
tr_tr: Temel/İlkokul
zh_cn: 小学

source: No formal education
pt_br: Educação informal
tr_tr: Örgün olmayan eğitim
zh_cn: 没有正规教育

source: Other education
pt_br: Outra educação
tr_tr: Diğer eğitim
zh_cn: 其他教育

source: {platform_name} Honor Code Certificate for {course_name}
pt_br: Certificado de Código de Honra do {platform_name} para {course_name}
tr_tr: {course_name} eğitimi için {platform_name} Etik Kurallar Sertifikası
zh_cn: {platform_name} {course_name}的荣誉代码证书

source: {platform_name} Verified Certificate for {course_name}
pt_br: {platform_name} Certificado Verificado para {course_name}
tr_tr: {course_name} için {platform_name} Onaylı Sertifika
zh_cn: {platform_name} {course_name}的验证证书

source: {platform_name} Professional Certificate for {course_name}
pt_br: {platform_name} Certificado Profissional para {course_name}
tr_tr: {course_name} için {platform_name} Profesyonel Sertifika
zh_cn: {platform_name} {course_name}的专业证书

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
pt_br: Adicionar o botão de perfil para o identificador da empresa no LinkedIn, por exemplo: 0_0dPSPyS070e0HsE9HNz_13_d11_
tr_tr: LinkedIn Profile Ekle düğmesi için şirket tanımlayıcısı. Örneğin, 0_0dPSPyS070e0HsE9HNz_13_d11_
zh_cn: LinkedIn“添加到配置文件”按钮的公司标识符，例如0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
pt_br: Identificador reduzido para o parceiro LinkedIn usado no código de acompanhamento. (Exemplo: 'edx') Se nenhum valor for fornecido, os códigos de acompanhamento não serão enviados para o LinkedIn.
tr_tr: Izleme kodunda kullanılan LinkedIn ortağının kısa tanımlayıcısı. (Example: 'edx') Hiçbir değer sağlanmıyorsa, izleme kodları LinkedIn'e gönderilmeyecektir.
zh_cn: 领英伙伴的短标识符被用在跟踪代码中。 (比如: 'edx') 如果没有提供任何值，跟踪代码不会发送到领英。

source: {platform_name} Certificate for {course_name}
pt_br: {platform_name} Certificado para {course_name}
tr_tr: {platform_name} {course_name} için Sertifika
zh_cn: {platform_name} {course_name}的专业证书

source: The ISO 639-1 language code for this language.
pt_br: Código linguístico ISO 639-1 para este idioma.
tr_tr: Bu dil için ISO 639-1 dil kodu.
zh_cn: 该语言的 ISO 639-1 代码。

source: Namespace of enrollment attribute
pt_br: Espaço para o nome do atributo da matrícula
tr_tr: Kayıtlanma özelliğinin ad alanı
zh_cn: 选课属性中的命名空间

source: Name of the enrollment attribute
pt_br: Nome do atributo de matrícula
tr_tr: Kayıtlanma özelliğinin adı
zh_cn: 选课属性中的名称

source: Value of the enrollment attribute
pt_br: Valor do atributo de matrícula
tr_tr: Kayıtlanma özelliğinin değeri
zh_cn: 选课属性中的值

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
pt_br: A janela de tempo após a matricula durante a qual os usuários podem receber uma restituição, representada em microssegundos. O padrão é de 14 dias.
tr_tr: Kullanıcıların katıldıktan sonra geri ödeme alabileceği zaman aralığı, mikrosaniyeler ile belirtilir. Ödeme süresi 14 gündür.
zh_cn: 注册课程后用户可以退款的期限，以微秒表示。默认值是14天。

source: Name of the UTM cookie
pt_br: Nome do cookie UTM
tr_tr: UTM çerezinin adı
zh_cn: {platform_name} {course_name}的专业证书

source: Name of the affiliate cookie
pt_br: Nome do cookie afiliado
tr_tr: Satış ortağı çerezinin adı
zh_cn: 联盟cookie的名称

source: Name of this user attribute.
pt_br: Nome desse atributo de usuário
tr_tr: Bu kullanıcı özelliğinin adı
zh_cn: 此用户属性的名称。

source: Value of this user attribute.
pt_br: Valor desse atributo de usuário
tr_tr: Bu kullanıcı özelliğinin değeri
zh_cn: 此用户属性的值。

source: and
pt_br: e
tr_tr: ve
zh_cn: 和

source: Photos are mismatched
pt_br: Fotos são incompátiveis
tr_tr: Fotoğraflar eşleşmiyor
zh_cn: 照片不匹配

source: Name missing from ID photo
pt_br: Nome ausente da foto ID
tr_tr: Kimlik fotoğrafındaki isim okunamıyor
zh_cn: ID照片中缺少姓名

source: ID photo not provided
tr_tr: Kimlik fotoğrafı verilmemiş
zh_cn: 未提供身份证照片

source: ID is invalid
pt_br: ID é inválido
tr_tr: Kimlik geçersiz
zh_cn: ID无效

source: Learner photo is blurry
pt_br: Foto do aluno está embaçada
tr_tr: Öğrenci fotoğrafı bulanık
zh_cn: 学习者照片很模糊

source: Name on ID does not match name on account
pt_br: Nome no ID não confere com o nome na conta
tr_tr: Kimlikteki ad hesaptaki ad ile eşleşmiyor
zh_cn: ID上的名称与帐户名称不匹配

source: Learner photo not provided
pt_br: Foto do aluno não fornecida
tr_tr: Öğrenci fotoğrafı tedarik edilmedi
zh_cn: 没有提供学习者照片

source: ID photo is blurry
pt_br: Foto de ID está embaçada
tr_tr: Kimlik fotoğrafı bulanık
zh_cn: 身份证照片很模糊

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
pt_br: Confira a caixa de entrada de {email_start}{email}{email_end} para a ativação da conta atráves do link de {platform_name}. Se precisar de ajuda, contate {link_start}{platform_name} Support{link_end}.
tr_tr: Lütfen {email_start}{email}{email_end} gelen kutusunu {platform_name} platformu hesap etkinleştirme bağlantısı için kontrol edin. Yardım için, {link_start}{platform_name} Destek{link_end} ile iletişime geçin.
zh_cn: 查看{email_start} {email} {email_end}收件箱，查看{platform_name}的帐户激活链接。 如果您需要帮助，请联系{link_start} {platform_name}支持{link_end}。

source: The course you are looking for does not start until {date}.
pt_br: O curso que você está procurando não começara até {date}.
tr_tr: Aradığınız ders {date} tarihine kadar başlamayacak.
zh_cn: 您查找的课程将在{date}后开课。

source: The course you are looking for is closed for enrollment as of {date}.
pt_br: O curso que você procura está fechado para inscrições a partir de {date}
tr_tr: Aradığınız eğitim {date} tarihi itibariyle kayıtlara kapatılmış durumda.
zh_cn: 你搜索的课程登记关闭时间截止至 {date}。

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
pt_br: Você entrou com sucesso em sua conta {provider_name}, mas esta conta não está conectada com uma conta {platform_name} ainda.
tr_tr: {provider_name} hesabına başarıyla giriş yaptınız, fakat bu hesap henüz {platform_name} ile bağlantılı değil.
zh_cn: 你已成功登录{provider_name}帐户，但该帐号尚未与{platform_name}帐户关联。

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
pt_br: Use seu usuário e senha {platform_name} para entrar em {platform_name} abaixo, e então conecte sua conta {platform_name} com {provider_name} a partir de seu painel de controle.
tr_tr: {platform_name} kullanıcı adı ve parolasını kullanarak aşağıdaki {platform_name} platformuna giriş yapınız, ve sonra {platform_name} hesabınızı ana panelinizden {provider_name} ile bağlayın.
zh_cn: 用你的{platform_name}用户名和密码登陆{platform_name}，然后从课程面板页面关联{platform_name}账户和{provider_name}。
