Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
pt_br: Esperamos que você esteja aproveitando aprender com a gente %(platform_name)s! Um certificado verificado permite que você mostre seus novos conhecimentos e havilidades. Um certificado do %(platform_name)s é oficial e facilmente compartilhado. Atualize até %(user_schedule_upgrade_deadline_time)s.
tr_tr: Umarız şu ana dek %(first_course_name)s eğitiminde bizimle birlikte öğrenmekten keyif alıyorsunuzdur! Onaylı bir sertifika, yeni bilgi ve becerilerinizi öne çıkarmanızı sağlar. %(platform_name)s sertifikası resmidir ve kolaylıkla paylaşılabilir. %(user_schedule_upgrade_deadline_time)s tarihine dek bu sertifikayı edinebilirsiniz.
zh_cn: 我们希望目前为止您喜欢在%(first_course_name)s中学习！通过验证的证书，您可以突出您的新知识和技能。%(platform_name)s 证书是官方的，易于共享。按%(user_schedule_upgrade_deadline_time)s进行升级。

source: Upgrade now
pt_br: Atualize agora
tr_tr: Şimdi yükselt
zh_cn: 现在升级

source: We hope you are enjoying learning with us so far on <strong>%(platform_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
pt_br: Esperamos que você esteja aproveitando aprender com a gente %(platform_name)s! Um certificado verificado permite que você mostre seus novos conhecimentos e havilidades. Um certificado do %(platform_name)s é oficial e facilmente compartilhado. Atualize até %(user_schedule_upgrade_deadline_time)s.
tr_tr: Umarız şu ana dek <strong>%(platform_name)s</strong> platformunda bizimle birlikte öğrenmekten keyif alıyorsunuzdur! Onaylı bir sertifika yeni bilgi ve becerilerinizi öne çıkarmanızı sağlar. %(platform_name)s sertifikaları resmidir ve kolaylıkla paylaşılabilir.
zh_cn: 我们到目前为止您喜欢在<strong>在 %(platform_name)s！</strong>学习！通过验证的证书，您可以突出您的新知识和技能。%(platform_name)s证书是官方的，易于共享。

source: We hope you are enjoying learning with us so far in <strong>%(first_course_name)s</strong>! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
tr_tr: Umarız şu ana dek <strong>%(first_course_name)s</strong> eğitiminde bizimle birlikte öğrenmekten keyif alıyorsunuzdur! Onaylı bir sertifika yeni bilgi ve becerilerinizi öne çıkarmanızı sağlar. %(platform_name)s sertifikası resmidir ve kolaylıkla paylaşılabilir.
zh_cn: 我们希望到目前为止您喜欢<strong>%(first_course_name)s</strong>中的学习）！通过验证的证书，您可以突出您的新知识和技能。%(platform_name)s 证书是官方的，易于共享。

source: Upgrade by <strong>%(user_schedule_upgrade_deadline_time)s</strong>.
pt_br: Atualize até <strong>%(user_schedule_upgrade_deadline_time)s</strong>.
tr_tr: <strong>%(user_schedule_upgrade_deadline_time)s</strong> itibariyle güncelle.
zh_cn: 按<strong>%(user_schedule_upgrade_deadline_time)s</strong>升级。

source: You are eligible to upgrade in these courses:
pt_br: Você é elegível para um upgrade nestes cursos
tr_tr: Bu derslerinizin sertifikalarını yükseltebilirsiniz:
zh_cn: 您可以升级以下课程：

source: Example of a verified certificate
pt_br: Exemplo de um certificado verificado
tr_tr: Onaylı sertifika örneği
zh_cn: 已验证证书的示例

source: Upgrade now at
pt_br: Atualieze agora em
tr_tr: Şimdi yükselt
zh_cn: 立即升级

source: Upgrade to earn a verified certificate on %(platform_name)s
pt_br: Atualize para ganhar um certificado verficiado de %(platform_name)s
tr_tr: %(platform_name)s onaylı sertifika kazanmak için yükselt
zh_cn: 升级以在%(platform_name)s上获得已验证的证书

source: Upgrade to earn a verified certificate in %(first_course_name)s
pt_br: Atualize para ganhar um certificado verficiado de %(first_course_name)s
tr_tr: %(first_course_name)s dersinde onaylı sertifika edinmek için yükseltin
zh_cn: 升级以 %(first_course_name)s获得已验证的证书

source: Enable course home page improvements.
pt_br: Ativar Melhorias na Home Page do curso
tr_tr: Ders ana sayfası iyileştirmelerini etkinleştir.
zh_cn: 启用改进版课程主页

source: Site theme changed to {site_theme}
pt_br: Tema do site mudado para {site_theme}
tr_tr: Site teması {site_theme} ile değiştirildi.
zh_cn: 网站主题更改为{site_theme}

source: Theme {site_theme} does not exist
pt_br: O tema {site_theme} não existe
tr_tr: {site_theme} teması bulunmuyor
zh_cn: 主题 {site_theme}不存在

source: Site theme reverted to the default
pt_br: Tema do site revertido para o padrão
tr_tr: Site teması öntanımlıya geri döndürüldü
zh_cn: 站点主题已还原为默认值

source: Theming Administration
pt_br: Administração de temas
tr_tr: Temalandırma Yönetimi
zh_cn: 主题管理

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
pt_br: Os nomes de usuário podem conter apenas letras (A-Z, a-z), números (0-9), sublinhados (_) e hífens (-)
tr_tr: Kullanıcı adları sadece harf (A-Z, a-z), rakam (0-9), alt çizgi (_) ve tire (-) içerebilir.
zh_cn: 用户名只能包含字母（A-Z、a-z）、数字 （0-9）、下划线 （_） 和连字符 （-）。

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
pt_br: Os nomes de usuário podem conter apenas letras, numerais e caracteres @ /. / + / - / _.
tr_tr: Kullanıcı adları sadece harf, rakam ve @/./+/-/_ karaktelerini içerebilir.
zh_cn: 用户名只能包含字母、数字和 @/./+/-/_字符。

source: "{email}" is not a valid email address.
pt_br: O "{email}" não é um endereço eletrônico válido.
tr_tr: "{email}" geçerli bir e-posta adresi değil.
zh_cn: "{email}" 不是有效的电子邮件地址。

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
pt_br: Parece que {email_address} já faz parte de uma conta existente. Tente novamente com um endereço de e-mail diferente.
tr_tr: {email_address} adresi, mevcut bir hesaba ait görünüyor. Lütfen farklı bir e-posta adresi ile tekrar deneyin.
zh_cn: {email_address} 已经被注册了。请更换E-mail重试。

source: It looks like {username} belongs to an existing account. Try again with a different username.
pt_br: Parece que {username} já faz parte de uma conta existente. Tente novamente com um nome de usuário diferente.
tr_tr: {username} kullanıcı adı, mevcut bir hesaba ait görünüyor. Farklı bir kullanıcı adıyla tekrar deneyin.
zh_cn: {username}已经被注册了。请更换用户名重试。

source: Username must be between {min} and {max} characters long.
pt_br: O nome de usuário deve entre e {min} e {max} caracteres
tr_tr: Kullanıcı adı en az {min} ve en çok {max} karakter içermelidir.
zh_cn: 用户名必须介于 {min}和{max} 字符之间。

source: Enter a valid email address that contains at least {min} characters.
pt_br: Digite um endereço válido de e-mail que deve conter pelo menos {min} caracteres
tr_tr: En az {min} karakter içeren geçerli bir e-posta adresi girin.
zh_cn: 输入包含至少 {min} 字符的有效电子邮件地址。

source: Enter your full name.
pt_br: Digite o seu nome completo
tr_tr: Tam adınızı girin.
zh_cn: 输入您的全名。

source: The email addresses do not match.
pt_br: O endereço de e-mail não correspondem
tr_tr: Bu e-posta adresleri uyuşmuyor.
zh_cn: 电子邮件地址不匹配。

source: Select your country or region of residence.
pt_br: Selecione seu país ou região de residência
tr_tr: İkamet ettiğiniz ülke veya bölgeyi seçin.
zh_cn: 选择您的居住国家或地区。

source: Select your profession.
pt_br: Selecione sua profissão
tr_tr: Mesleğinizi seçin.
zh_cn: 选择您的职业。

source: Select your specialty.
pt_br: Selecione sua especilidade
tr_tr: Uzmanlığınızı seçin.
zh_cn: 选择您的专业。

source: Enter your profession.
pt_br: Digite sua profissão
tr_tr: Mesleğinizi girin.
zh_cn: 进入你的职业。

source: Enter your specialty.
pt_br: Digite sua especilidade
tr_tr: Uzmanlığınızı girin.
zh_cn: 输入您的专业。

source: Enter your city.
pt_br: Digite sua cidade
tr_tr: Şehrinizi girin.
zh_cn: 输入你的城市

source: Tell us your goals.
pt_br: Nos conte os seus objetivos
tr_tr: Bize hedeflerinizden bahsedin.
zh_cn: 告诉我们你的目标。

source: Select the highest level of education you have completed.
pt_br: Seleciona o maior nível de educação que você completou
tr_tr: Bitirdiğiniz en yüksek eğitim seviyesini seçin.
zh_cn: 选择您已完成的最高教育水平。

source: Enter your mailing address.
pt_br: Digite o seu endereço de e-mail
tr_tr: E-posta adresinizi girin.
zh_cn: 输入您的邮寄地址。

source: The '{field_name}' field cannot be edited.
pt_br: O campo '{field_name}' não pôde ser editado.
tr_tr: '{field_name}' alanı düzenlenemez.
zh_cn: '{field_name}'字段无法编辑.

source: Make sure that you are providing a valid username or a URL that contains "
pt_br: Tenha certeza que está provendo um nome de usuário válido ou uma URL que contém "
tr_tr: Lütfen geçerli bir kullanıcı adı ya da şunu içeren bir URL sağladığınıza emin olun: "
zh_cn: 确保您提供了有效的用户名或包含"

source: The email address you used to register with {platform_name}
pt_br: O endereço de e-mail que usou para registrar com {platform_name}
tr_tr: {platform_name} sistemine kayıt olurken kullandığınız e-posta adresidir.
zh_cn: 您在{platform_name}上注册的E-mail

source: Password
pt_br: Senha
tr_tr: Parola
zh_cn: 密码

source: Remember me
pt_br: Lembrar-me
tr_tr: Beni hatırla
zh_cn: 记住我

source: This is what you will use to login.
pt_br: Isto é o que você vai usar para logar
tr_tr: Giriş yapmak için bunu kullanacaksınız.
zh_cn: 这是您将用于登录的内容。

source: Confirm Email
pt_br: Confirmar E-mail
tr_tr: E-posta'yı Doğrula
zh_cn: 确认电子邮件

source: This name will be used on any certificates that you earn.
pt_br: Este será o nome usado nos certificados que você ganhar
tr_tr: Bu isim kazanacağınız sertifikalarda kullanılacak.
zh_cn: 此名称将用于您获得的任何证书。

source: Public Username
pt_br: Nome de usuário público
tr_tr: Kullanıcı Adı
zh_cn: 公开用户名

source: The name that will identify you in your courses. It cannot be changed later.
pt_br: O nome que irá identificar você no curso. Ele não pode ser modificado depois.
tr_tr: Derslerinizde görüntülenecek kullanıcı adı. Daha sonra değiştirilemez.
zh_cn: 将在课程中识别您的姓名。以后无法更改。

source: Highest level of education completed
pt_br: Nível mais alto de formação completo
tr_tr: Bitirdiğiniz En Yüksek Okul Seviyesi
zh_cn: 最高受教育程度

source: Year of birth
pt_br: Ano de nascimento
tr_tr: Doğum yılı
zh_cn: 出生年份

source: Country or Region of Residence
pt_br: País ou Região de Residencia
tr_tr: İkamet Edilen Ülke ya da Bölge
zh_cn: 居住国家或地区

source: The country or region where you live.
pt_br: O país ou região em que você vicê
tr_tr: İkamet ettiğiniz ülke veya bölge.
zh_cn: 您居住的国家或地区。

source: Terms of Service and Honor Code
pt_br: Termos do Serviço e Código de Honra
tr_tr: Kullanım Koşulları ve Etik Kuralları
zh_cn: 服务条款和诚信准则

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
pt_br: Eu concordo com os {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} de {platform_name}
tr_tr: {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}'nı kabul ediyorum
zh_cn: 我和我的组织接受{platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}

source: You must agree to the {platform_name} {terms_of_service}
pt_br: Você deve concordar com os {terms_of_service} de {platform_name}
tr_tr: {platform_name} {terms_of_service}'nı kabul etmelisiniz
zh_cn: 您必须同意 {platform_name} {terms_of_service}

source: By creating an account with {platform_name}, you agree to abide by our {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and {honor_link_start}{honor_code}{honor_link_end} and agree to our {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
pt_br: Criando uma conta no {platform_name}, você concorda em cumprir com os {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} do {platform_name} e{honor_link_start}{honor_code}{honor_link_end} e concorda como nosso {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
zh_cn: 通过创建 {platform_name} 的帐户，您同意遵守我们的{platform_name}{terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}和{honor_link_start}{honor_code}{honor_link_end} 以及我们的 {privacy_policy_link_start}隐私政策{privacy_policy_link_end}。

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
pt_br: Eu concordo com os {tos_link_start}{terms_of_service} de {platform_name}{tos_link_end}
tr_tr: {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}'nı kabul ediyorum
zh_cn: 我同意并接受 {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}

source: Phone number
pt_br: Número de telefone
zh_cn: 电话号码

source: I agree to be contacted by email or phone as part of a recruitment process.
pt_br: Eu concordo em ser contactado por e-mail ou telefone como parte do processode recrutamento
zh_cn: 作为招聘过程的一部分，我同意通过电子邮件或电话联系。

source: System maintenance in progress. Please try again later.
pt_br: Manutenção de sistema em progresso. Tente mais tarde.
tr_tr: Sistem bakımı yapılıyor. Lütfen daha sonra tekrar deneyin.
zh_cn: 系统维护正在进行中。请稍后再试。

source: Delete failed for user preference '{preference_key}'.
pt_br: Falha ao deletar preferência do usuário '{preference_key}'.
tr_tr: Kullanıcı tercihi '{preference_key}' için silme başarısız oldu.
zh_cn: 用户设置 '{preference_key}' 删除失败.

source: Preference '{preference_key}' cannot be set to an empty value.
pt_br: A Preferência '{preference_key}' não pode ser definido com um valor vazio.
tr_tr: Tercih '{preference_key}' boş bir değere ayarlanamaz.
zh_cn: 首选项“{preference_key}”不能设置为空值。

source: Invalid user preference key '{preference_key}'.
pt_br: Chave '{preference_key}' de preferência de usuário inválido.
tr_tr: Geçersiz kullanıcı tercihleri anahtarı '{preference_key}'.
zh_cn: 无效的用户参数项'{preference_key}'.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
pt_br: Valor '{preference_value}' não é válido para a preferencia de usuário '{preference_key}'.
tr_tr: Değer '{preference_value}' kullanıcı tercihi için '{preference_key}' geçerli değil.
zh_cn: 对于用户参数'{preference_key}',值'{preference_value}'无效.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
zh_cn: 值 '{preference_value}'对首选项 '{preference_key}':无效：不在时区集中。

source: Value '{preference_value}' is not a valid time zone selection.
pt_br: Valor '{preference_value}' não é válido para o fuso-horárioselecionado
tr_tr: '{preference_value}' değeri geçerli bir saat dilimi seçimi değil.
zh_cn: 值 '{preference_value}'不是有效的时区选择。

source: Save failed for user preference '{key}' with value '{value}'.
pt_br: Salvamento falhou para preferencia de usuário '{key}' com valor '{value}'.
tr_tr: Kullanıcı tercihi '{key}' için '{value}' değerine sahip kayıt başarısız oldu.
zh_cn: 使用值'{value}'保存用户参数'{key}'失败.

source: No data provided for user preference update
pt_br: Nenhum dado fornecido para atualizar as preferências de usuário.
tr_tr: Kullanıcı tercihi güncellemesiyle ilgili bir veri sağlanmadı
zh_cn: 未向用户参数更新提供数据

source: Hello %(full_name)s,
pt_br: Olá %(full_name)s
tr_tr: Merhaba %(full_name)s,
zh_cn: 您好 %(full_name)s,

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
pt_br: Nós recebemos um pedido de exclusão da sua conta na plataforma %(platform_name)s.Estamos tristes em ver você partindo.
tr_tr: %(platform_name)s platformu hesabınızı silme talebinizi aldık. Gittiğiniz için çok üzgünüz!
zh_cn: 我们收到了%(platform_name)s上的帐户删除请求。我们很抱歉看到您要离开我们平台！

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
pt_br: Sua conta sera excluida em breve. Exclusão da conta, incluindo remoçãode listas de mailing, pode demorar algumas semanas para ser processada no nossosistema. Se você quiser parar de receber e-mails antes disso, por favor cancelesua inscrição no rodapé de qualquer e-mail.
tr_tr: Hesabınız kısa bir süre içinde silinecek. Hesap silme işlemi, e-posta listelerinden kaldırılmaya dek pek çok süreci gerektirdiğinden, birkaç haftamızı alabilir. O tarihten önce duyuru e-postalarımızdan ayrılmak isterseniz, herhangi bir iletinin altından aboneliğinizi kaldırabilirsiniz.
zh_cn: 您的帐户将很快被删除。帐户删除，包括从电子邮件列表中删除，可能需要几个星期才能完全处理我们的系统。如果您想在此之前选择退出电子邮件，请取消订阅任何电子邮件的页脚。

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
pt_br: Este é um e-mail informativo. Se você não iniciou esse pedido, por favor contate %(contact_email)s.
tr_tr: Bu sadece bir bilgilendirme e-postasıdır. Eğer böyle bir talepte bulunmadıysanız, lütfen %(contact_email)s ile iletişime geçin.
zh_cn: 这是一封仅供参考的电子邮件。如果您没有发起此请求，请联系 %(contact_email)s。

source: Best, %(platform_name)s
pt_br: Melhor, %(platform_name)s
tr_tr: En iyi dileklerimizle, %(platform_name)s
zh_cn: 祝好，%(platform_name)s

source: Your Account Has Been Queued For Deletion
pt_br: Sua conta está na fila para exclusão
tr_tr: Hesabınız Silinme İçin Sıraya Kondu
zh_cn: 您的帐户已排队等待删除

source: Dismiss
pt_br: Dispensar
tr_tr: İptal
zh_cn: 忽略

source: The course key for the course we would like to be auto-cohorted.
pt_br: A chave do curso para o curso que gostariamos que fosse auto-agrupado
zh_cn: 我们想要自动分配队列的课程要领。

source: Oauth client name of video pipeline service.
pt_br: Nome do cliente Oauth do serviço de pipeline de vídeo
tr_tr: Video pipeline servisi için Oauth istemci adı.
zh_cn: 视频管道服务的 Oauth 客户端名称。

source: edx-video-pipeline API URL.
zh_cn: edx 视频管道 API URL。

source: Username created for Video Pipeline Integration, e.g. veda_service_user.
pt_br: Nome de usuário criado para a integração do pipeline de vídeo, por exemplo veda_service_user.
tr_tr: Video Pipeline Entegrasyonu için oluşturulan kullanıcı adı, örn. veda_service_user.
zh_cn: 为视频管道集成创建的用户名，例如 veda_service_user。

source: Force On
pt_br: Força ligada
tr_tr: Açmaya Zorla
zh_cn: 强制打开

source: Force Off
pt_br: Força desligada
tr_tr: Kapamaya Zorla
zh_cn: 强制关闭

source: This value is invalid.
pt_br: O valor é inválido.
tr_tr: Değer geçersiz.
zh_cn: 该值无效。

source: This field is not editable
pt_br: Este campo não é editável
tr_tr: Alan düzenlenebilir değildir
zh_cn: 该区域不能编辑

source: %(min_score)s is not a valid grade percentage
pt_br: %(min_score)s não é uma porcentagem de pontuação válida
tr_tr: %(min_score)s geçerli bir not yüzdesi değil
zh_cn: %(min_score)s 不是一个有效的评分尺度

source: Gating milestone for {usage_key}
pt_br: Marco de fechamento para {usage_key}
zh_cn: {usage_key}的途径

source: License
pt_br: Licença
tr_tr: Lisans
zh_cn: 许可

source: A license defines how the contents of this block can be shared and reused.
pt_br: A licença define como o conteúdo para este bloqueio pode ser compartilhado e reusado.
tr_tr: Lisans bu bloğun içeriklerinin nasıl paylaşılabileceğini ve tekrar kullanılabileceğini tanımlar.
zh_cn: 许可定义了此块的内容能如何被分享和重用。

source: Category
pt_br: Categoria
tr_tr: Kategori
zh_cn: 分类

source: Week 1
pt_br: Semana 1
tr_tr: Hafta 1
zh_cn: 第一周

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
pt_br: Um nome de categoria para a discussão. Este nome aparecerá no painel à esquerda do fórum de discussão do curso.
tr_tr: Tartışma ortamı için bir kategori adı belirtin. Bu isim tartışma ortamının sol tarafında görünecektir.
zh_cn: 讨论类别名称时，该名称会出现在课程论坛的左窗格里

source: Subcategory
pt_br: Subcategoria
tr_tr: Alt kategori
zh_cn: 子分类

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
pt_br: Um nome de subcategoria para a discussão. Este nome aparecerá no painel à esquerda do fórum de discussão do curso.
tr_tr: Tartışma ortamı için bir kategori adı belirtin. Bu isim tartışma ortamının sol tarafında görünecektir.
zh_cn: 讨论子类别名称时，该名称会出现在课程论坛的左窗格里。

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
pt_br: Você não está logado. Para ver o conteúdo da discussão, {sign_in_link} ou {register_link}, e se inscreva no curso.
tr_tr: Giriş yapmadınız. Tartışma içeriğini görmek için, {sign_in_link} ya da {register_link}, ve bu derse kaydolun.
zh_cn: 您尚未登录。要查看讨论内容，请登录{sign_in_link}或 {register_link}，然后注册本课程。

source: Updates
pt_br: Atualizações
tr_tr: Güncellemeler
zh_cn: 更新

source: Reviews
pt_br: Revisões
tr_tr: İncelemeler
zh_cn: 评论

source: {sign_in_link} or {register_link} and then enroll in this course.
pt_br: {sign_in_link} ou {register_link} e entãi se inscreva no curso
tr_tr: {sign_in_link} ya da {register_link} ile bu derse kayıt olabilirsiniz.
zh_cn: {sign_in_link}或 {register_link} ，然后注册此课程。

source: Sign in
pt_br: Entrar
tr_tr: Giriş Yap
zh_cn: 登录

source: {open_enroll_link}Enroll now{close_enroll_link} to access the full course.
pt_br: {open_enroll_link}Se inscreva agora {close_enroll_link} para acessaro curso completo .
tr_tr: {open_enroll_link}Kayıt{close_enroll_link} yaparak bu dersin tüm içeriğine erişebilirsiniz.
zh_cn: {open_enroll_link}立即注册{close_enroll_link}以访问完整课程。

source: Welcome to {course_display_name}
pt_br: Bem-vindo ao curso {course_display_name}
tr_tr: {course_display_name} eğitimine hoş geldiniz
zh_cn: 欢迎访问{course_display_name}

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
pt_br: Para começar, defina uma meta selecionando a opção abaixo quemelhor descreve seu plano de aprendizagem. {goal_options_container}
tr_tr: Başlamak için, öğrenme planınızı en iyi tanımlayan seçeneği aşağıdan seçerek bir ders hedefi belirleyin. {goal_options_container}
zh_cn: 首先，通过选择下面最能描述您的学习计划的选项来设置课程目标。{goal_options_container}

source: Set goal to: {choice}
pt_br: Definir meta para: {escolha}
tr_tr: Hedefinizi belirleyin: {choice}
zh_cn: 将目标设置为：{choice}

source: Set goal to: {goal_text}
pt_br: Definir meta para: {goal_text}
tr_tr: Hedefinizi belirleyin: {goal_text}
zh_cn: 将目标设置为: {goal_text}

source: Enrollment in {course_title} was not complete.
pt_br: Matricula no curso {course_title} não completada
tr_tr: {course_title} eğitimine kayıt işlemi tamamlanmadı.
zh_cn: {course_title} 中的注册未完成。

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
pt_br: Se você tem preocupações em compartilhar suas informações, por favor contate o administrador em {enterprise_customer_name}.
tr_tr: Verilerinizin paylaşımıyla ilgili bir endişeniz varsa, lütfen {enterprise_customer_name} yöneticilerinizle iletişime geçin.
zh_cn: 如果您对共享数据有任何疑问，请通过 {enterprise_customer_name}与管理员联系。

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
pt_br: Obrigado por se juntar ao {platform_name}. Só alguns passos a mais para você começar a aprender!
tr_tr: {platform_name} platformuna katıldığınız için teşekkür ederiz. Öğrenmeye başlamak için birkaç adımınız kaldı!
zh_cn: 感谢您加入{platform_name}。开始学习前只需几步！

source: Continue
pt_br: Continuar
tr_tr: Devam et
zh_cn: 继续

source: Welcome to the new learner profile page. Your full profile now displays more information to other learners. You can instead choose to display a limited profile. {learn_more_link_start}Learn more{learn_more_link_end}
pt_br: Bem-vindo à nova página de perfil do aluno. Seu perfil completo agora exibe mais informações para outros alunos. Você pode optar por exibir um perfil limitado. {Learn_more_link_start} Saiba mais {learn_more_link_end}
tr_tr: Yeni öğrenci profil sayfasına hoş geldiniz. Ayrıntılı profil diğer öğrencilere hakkınızda daha fazla bilgi sağlar. Bunun yerine sınırlı profil bilgisi göstermeyi de tercih edebilirsiniz. {learn_more_link_start}Daha fazlası{learn_more_link_end}
zh_cn: 欢迎访问新的学员配置文件页面。您的完整档案现在向其他学员显示更多信息。相反，您可以选择显示有限的配置文件。{learn_more_link_start}了解更多信息{learn_more_link_end}
