Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
pt_br: Somente os XBlocks listados na Lista de módulos avançados de um curso podem ser sinalizados como obsoletos. Lembre-se de atualizar o estado de suporte do XBlockStudioConfiguration corretamente, pois descontinuado não afeta se novas instâncias do XBlock podem ou não ser criadas no Studio.
tr_tr: Yalnızca bir dersin Gelişmiş Modül Listesi'nde listelenen XBlock'lar kullanımdan kaldırıldı olarak işaretlenebilir. Kullanımdan kaldırılan yeni XBlock örneklerinin Studio'da oluşturulup oluşturulamayacağını etkilemeyeceğinden, XBlockStudioConfiguration destek durumunu uygun şekilde güncellemeyi unutmayın.
zh_cn: 只有课程的高级模块列表中列出的XBlocks才能被标记为已弃用。 请记住相应地更新XBlockStudioConfiguration支持状态，因为不推荐使用不会影响是否可以在Studio中创建新的XBlock实例。

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
pt_br: As combinações XBlock / modelo desativadas não podem ser editadas no Studio, independentemente do nível de suporte. Lembre-se de verificar também se todas as instâncias do XBlock estão desabilitadas no XBlockConfiguration.
tr_tr: Devre dışı bırakılan XBlock/şablon kombinasyonları, destek seviyesinden bağımsız olarak Studio'da düzenlenemez. XBlockConfiguration'da tüm XBlock örneklerinin devre dışı bırakılıp bırakılmadığını kontrol etmeyi unutmayın.
zh_cn: 无论支持级别如何，都无法在Studio中编辑已禁用的XBlock /模板组合。 还记得检查XBlockConfiguration中是否禁用了XBlock的所有实例。

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
pt_br: As combinações XBlock/modelo ativadas com suporte total ou provisório sempre podem ser criadas no Studio. Combinações XBlock/modelo não suportadas exigem a inclusão do autor do curso.
tr_tr: Tam veya geçici desteğe sahip etkinleştirilmiş XBlock/şablon kombinasyonları Studio'da her zaman oluşturulabilir. Desteklenmeyen XBlock/şablon kombinasyonları, ders yazarının katılımını gerektirir.
zh_cn: 可以始终在Studio中创建具有完全或临时支持的已启用XBlock /模板组合。 不受支持的XBlock /模板组合需要课程作者选择加入。

source: show deprecation messaging in Studio
pt_br: mostrar mensagens de reprovação no Studio
tr_tr: Studio'da önemsiz mesajları da göster
zh_cn: 在Studio中显示弃用消息

source: Fully Supported
pt_br: Totalmente Suportado
tr_tr: Tamamen Destekleniyor
zh_cn: 完全支持

source: Provisionally Supported
pt_br: Suportado provisoriamente
tr_tr: Geçici Destek
zh_cn: 临时支持

source: Unsupported
pt_br: Não Suportado
tr_tr: Desteklenmiyor
zh_cn: 不支持

source: Cannot rescore problems with possible file submissions
pt_br: Não foi possível reavaliar os problemas com os possíveis envios de arquivos
tr_tr: Olası dosya yüklemeleri olan problemler yeniden notlandırılamaz.
zh_cn: 无法对可能的文件提交重新评分

source: Question {0}
pt_br: Pergunta {0}
tr_tr: Soru {0}
zh_cn: 问题{0}

source: Incorrect
pt_br: Incorreto
tr_tr: Yanlış
zh_cn: 不正确

source: Correct
pt_br: Correto
tr_tr: Doğru
zh_cn: 正确

source: correct
pt_br: correta
tr_tr: doğru
zh_cn: 正确

source: incorrect
pt_br: incorreta
tr_tr: yanlış
zh_cn: 不正确

source: partially correct
pt_br: parcialmente correta
tr_tr: kısmen doğru
zh_cn: 部分正确

source: incomplete
pt_br: incompleto
tr_tr: eksik
zh_cn: 不完整

source: unanswered
pt_br: não respondida
tr_tr: cevaplanmamış
zh_cn: 未答复

source: submitted
pt_br: enviado
tr_tr: gönderildi
zh_cn: 提交

source: processing
pt_br: processando
tr_tr: işlem devam ediyor
zh_cn: 处理中

source: This answer is correct.
pt_br: Esta resposta está correta.
tr_tr: Bu cevap doğru.
zh_cn: 这个回答是正确的。

source: This answer is incorrect.
pt_br: Esta resposta está incorreta
tr_tr: Bu cevap yanlış.
zh_cn: 这个回答是不正确的。

source: This answer is partially correct.
pt_br: Esta resposta está parcialmente correta
tr_tr: Bu cevap kısmen doğru.
zh_cn: 这个回答是部分正确的。

source: This answer is being processed.
pt_br: Esta resposta está sendo processada
tr_tr: Bu cevap işleniyor.
zh_cn: 这个回答正在处理中。

source: Not yet answered.
pt_br: Ainda não respondido
tr_tr: Henüz cevaplandırılmadı.
zh_cn: 还没回答。

source: Select an option
pt_br: Selecionar uma opção
tr_tr: Lütfen bir seçenek seçiniz
zh_cn: 请选择

source: ChoiceGroup: unexpected tag {tag_name}
pt_br: GrupoDeEscolha: marcação inesperada {tag_name}
tr_tr: GrupSeçimi: beklenmeyen etiket {tag_name}
zh_cn: ChoiceGroup：未知标签{tag_name}

source: Answer received.
pt_br: Resposta recebida.
tr_tr: Cevap alındı.
zh_cn: 收到答案。

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
pt_br: Era esperada a marcação <choice> ou <compoundhint>, mas {given_tag} foi obtida.
tr_tr: <choice> veya <compoundhint> etiketi beklendi; onun yerine {given_tag} etiketi alındı.
zh_cn: 期望一个<choice>或 <compoundhint>标签；实际获得{given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
pt_br: Seus arquivos foram enviados. Assim que o seu exercício for avaliado, esta mensagem será substituída pelo parecer do avaliador.
tr_tr: Dosyalarınız yüklendi. Yüklemeniz notlandırılır notlandırılmaz, bu iletinin yerine notlandıran kişinin verdiği geri besleme konulacak.
zh_cn: 您的文件已经提交。当评定完成后，此消息将被评定者的反馈所替代。

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
pt_br: Sua resposta foi enviada. Assim que a sua tarefa for avaliada, esta mensagem será substituída pelo parecer do avaliador.
tr_tr: Yanıtınız teslim edildi. Yanıtınız notlandırılır notlandırılmaz, bu iletinin yerine notlandıran kişinin verdiği geri besleme konulacak.
zh_cn: 您的答案已经发布。当评定完成，此消息将被显示评定者的反馈所替代。

source: {programming_language} editor
tr_tr: {programming_language} editörü
zh_cn: {programming_language}编辑

source: Press ESC then TAB or click outside of the code editor to exit
pt_br: Pressione ESC e TAB ou clique fora do editor de código para sair
tr_tr: Kod editöründen çıkmak için ESC ve hemen ardından TAB'a basabilir veya dışına tıklayabilirsiniz
zh_cn: 按ESC然后按Tab键或单击代码编辑器外部退出

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
pt_br: Enviado. Assim que houver uma resposta, esta mensagem será substituída pelo parecer correspondente.
tr_tr: Yüklendi. Ne zaman bir cevap dönerse, bu ileti o geri bildirimle yer değiştirecektir.
zh_cn: 已提交。当得到反馈，此消息将被反馈信息所替代。

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
pt_br: Sem resposta do Xqueue por {xqueue_timeout} segundos. Processo interrompido.
tr_tr: Xqueue {xqueue_timeout} saniye içinde yanıt vermedi. Durduruldu.
zh_cn: Xqueue在 {xqueue_timeout} 秒内无响应，终止。

source: Error running code.
pt_br: Erro ao executar código.
tr_tr: Çalışan kodda hata var.
zh_cn: 运行代码错误。

source: Cannot connect to the queue
pt_br: Não é possível conectar à fila
tr_tr: Kuyruğa bağlanılamadı
zh_cn: 无法连接到队列

source: No formula specified.
pt_br: Sem fórmula especificada.
tr_tr: Herhangi bir formül tanımlanmadı.
zh_cn: 没有指定公式。

source: Couldn't parse formula: {error_msg}
pt_br: Não foi possível analisar a fórmula: {error_msg}
tr_tr: Formül okunamadı: {error_msg}
zh_cn: 无法解析公式： {error_msg}

source: Error while rendering preview
pt_br: Erro ao renderizar a visualização
tr_tr: Önizleme oluşturulurken hata oluştu
zh_cn: 渲染预览出错

source: Sorry, couldn't parse formula
pt_br: Desculpe, não foi possível analisar a fórmula
tr_tr: Üzgünüz, formül okunamadı.
zh_cn: 抱歉，不能解析公式

source: {input_type}: unexpected tag {tag_name}
pt_br: {input_type}: marcação inesperada {tag_name}
tr_tr: {input_type}: beklenmeyen etiket {tag_name}
zh_cn: {input_type}: 未知标签 {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
pt_br: Era esperada a marcação {expected_tag}, mas {given_tag} foi obtida.
tr_tr: {expected_tag} etiketi beklendi; onun yerine {given_tag} etiketi alındı.
zh_cn: 期望一个 {expected_tag}标签；实际获得 {given_tag}

source: Question {index}
pt_br: Pergunta {index}
tr_tr: Soru {index}
zh_cn: 问题{index}

source: Correct:
pt_br: Correto:
tr_tr: Doğru:
zh_cn: 正确：

source: Incorrect:
pt_br: Incorreto:
tr_tr: Yanlış:
zh_cn: 不正确：

source: Answer
pt_br: Pergunta
tr_tr: Cevap
zh_cn: 回答

source: Error {err} in evaluating hint function {hintfn}.
pt_br: Ocorreu um erro {err} ao avaliar a função de sugestão {hintfn}.
tr_tr: Tavsiye fonksiyonunda {hintfn} hata {err}
zh_cn: 在对提示函数 {hintfn} 求值时发生错误 {err}。

source: (Source code line unavailable)
pt_br: (A linha de código fonte não está disponível)
tr_tr: (Kaynak kodu satırı bilinmiyor)
zh_cn: (源代码不可用 )

source: See XML source line {sourcenum}.
pt_br: Veja a linha do código fonte em XML {sourcenum}.
tr_tr: XML kaynak satırına {sourcenum} bakınız.
zh_cn: 参见 XML 源文件中的行{sourcenum}。

source: Checkboxes
pt_br: Caixa de seleção
tr_tr: Onay Kutucukları
zh_cn: 选框

source: Multiple Choice
pt_br: Múltipla escolha
tr_tr: Çoktan Seçmeli
zh_cn: 多项选择

source: Do not use shuffle and answer-pool at the same time
pt_br: Não use shuffle e answer-pool ao mesmo tempo
tr_tr: Aynı anda karıştırma ve cevap-havuzu seçeneklerini kullanma
zh_cn: 请勿同时使用拖拽和答案池

source: answer-pool value should be an integer
pt_br: O valor de resposta-questionário deve ser um número inteiro
tr_tr: cevap-havuzu değeri tamsayı olmalı
zh_cn: 答案池的值必须是整数

source: Choicegroup must include at least 1 correct and 1 incorrect choice
pt_br: O GrupoDeEscolha deve incluir pelo menos 1 resposta correta e 1 incorreta
tr_tr: Grupseçimi en az doğru ve 1 yanlış seçim içermelidir.
zh_cn: Choicegroup必须包含至少1个正确选项和1个错误选项

source: True/False Choice
pt_br: Questão Verdadeiro/Falso
tr_tr: Doğru/Yanlış Seçmeli
zh_cn: True/False 选择

source: Dropdown
pt_br: Menu de Seleção
tr_tr: Açılır Liste
zh_cn: 下拉列表

source: Numerical Input
pt_br: Entrada numérica
tr_tr: Nümerik Girdi
zh_cn: 数值输入

source: There was a problem with the staff answer to this problem.
pt_br: Houve um problema com a resposta da equipe para este problema.
tr_tr: Bu probleme personelin verdiği yanıtta bir sorun vardı.
zh_cn: 工作人员对这个问题的答案有问题。

source: Could not interpret '{student_answer}' as a number.
pt_br: Não foi possível interpretar '{student_answer}' como um número.
tr_tr: '{student_answer}' bir sayı olarak algılanamadı.
zh_cn: 无法将“{student_answer}”解释为一个数字。

source: You may not use variables ({bad_variables}) in numerical problems.
pt_br: Você não pode usar as variáveis ({bad_variables}) em problemas numéricas
tr_tr: Nümerik problemlerde, ({bad_variables}) gibi değişkenler kullanabilirsiniz.
zh_cn: 您可能不会在数值问题中使用变量（{bad_variables}）。

source: Factorial function evaluated outside its domain:'{student_answer}'
pt_br: Função fatorial avaliada fora de seu domínio: '{student_answer}'
tr_tr: Faktöriyel fonksiyonu etki alanı dışında hesaplandı:'{student_answer}'
zh_cn: 在其域外评估的因子函数：'{student_answer}'

source: Invalid math syntax: '{student_answer}'
pt_br: Sintaxe matemática inválida: '{student_answer}'
tr_tr: geçersiz matematik yazımı: '{student_answer}'
zh_cn: 无效的数学表达式：'{student_answer}'

source: You may not use complex numbers in range tolerance problems
pt_br: Não é permitido usar números complexos em problemas com tolerância de variação
tr_tr: Aralık tolerans problemlerinde kompleks sayı kullanamazsınız
zh_cn: 范围公差类型的问题不可以使用复数

source: There was a problem with the staff answer to this problem: complex boundary.
pt_br: Houve um problema com a resposta da equipe para este problema: limite complexo.
tr_tr: Bu problemin çalışanlar tarafından yanıtlanmasında hata oldu: kompleks sınır.
zh_cn: 工作人员对此问题的解答存在问题：复杂边界。

source: There was a problem with the staff answer to this problem: empty boundary.
pt_br: Houve um problema com a resposta da equipe para este problema: limite vazio.
tr_tr: Çalışanların bu soruya cevap vermesinde sorun yaşandı: boş sınır
zh_cn: 工作人员对此问题的解答存在问题：边界未设置。

source: or
pt_br: ou
tr_tr: veya
zh_cn: 或者

source: Text Input
pt_br: Entrada de texto
tr_tr: Metin Girişi
zh_cn: 文本输入

source: error
pt_br: erro
tr_tr: hata
zh_cn: 错误

source: Custom Evaluated Script
pt_br: Roteiro avaliado customizado
tr_tr: Özel Değerlendirilmiş Senaryo
zh_cn: 自定义评估脚本

source: error getting learner answer from {student_answers}
pt_br: erro ao recuperar resposta do aluno de {student_answers}
zh_cn: 获取学员答案 {student_answers} 时发生错误

source: No answer entered!
pt_br: Nenhuma resposta digitada!
tr_tr: Hiç cevap girilmedi!
zh_cn: 没有输入答案！

source: CustomResponse: check function returned an invalid dictionary!
pt_br: Resposta personalizada: a função de verificação retornou um dicionário inválido!
tr_tr: ÖzelYanıt: kontrol fonksiyonu geçersiz sözlük döndü!
zh_cn: 客户端响应：检查函数返回无效字典！

source: Symbolic Math Input
pt_br: Entrada de Símbolos Matemáticos
tr_tr: Sembolik Matematiksel Girdi
zh_cn: 数学符号输入

source: An error occurred with SymbolicResponse. The error was: {error_msg}
pt_br: Ocorreu um erro em SymbolicResponse. O erro foi: {error_msg}
tr_tr: ŞematikTepki ile oluşan bir hata. Hata şöyleydi: {error_msg}
zh_cn: SymbolicResponse时发生一个错误。错误描述: {error_msg}

source: Code Input
pt_br: Entrada de Código
tr_tr: Kod Girişi
zh_cn: 代码输入

source: No answer provided.
pt_br: Nenhuma resposta informada.
tr_tr: Cevap verilmedi.
zh_cn: 未提供答案。

source: Error: No grader has been set up for this problem.
pt_br: Erro: nenhum avaliador foi definido para este problema.
tr_tr: Hata: Bu problem için herhangi bir puanlayıcı atanmadı.
zh_cn: 错误：未设立该问题的评分者。

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
pt_br: Não foi possível entregar a sua tarefa ao avaliador (razão: {error_msg}). Por favor, tente novamente mais tarde.
tr_tr: Notlandırıcıya yanıt iletilemedi (Neden: {error_msg}). Lütfen daha sonra tekrar deneyin.
zh_cn: 无法将您的提交答案发送给评分者 (原因：{error_msg})。 请稍后重试。

source: Invalid grader reply. Please contact the course staff.
pt_br: A resposta do avaliador é inválida. Por favor, entre em contato com a equipe do curso.
tr_tr: Geçersiz notlandırıcı yanıtı. Lütfen ders personeliyle iletişime geçiniz.
zh_cn: 无效评分回复。请联系课程工作人员。

source: External Grader
pt_br: Avaliador externo
tr_tr: Harici Notlayıcı
zh_cn: 外部评分者

source: Math Expression Input
pt_br: Entrada de Expressão Matemática
tr_tr: Matematiksel İfade Girdisi
zh_cn: 数学表达式输入

source: Invalid input: {bad_input} not permitted in answer.
pt_br: Entrada inválida: {bad_input} não permitida na resposta.
tr_tr: Geçersiz giriş: yanıtta {bad_input} değerine izin verilmez.
zh_cn: 输入无效：{bad_input}不允许回答。

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
pt_br: Função fatorial não permitida em resposta a este problema. Resposta fornecida foi: {bad_input}
tr_tr: Bu problemin sonucu için faktöriyel fonksiyonunun kullanımına izin verilmedi. Sağlanan cevap: {bad_input}
zh_cn: 不允许使用因子函数来解决此问题。 提供的答案是：{bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
pt_br: Entrada inválida: não foi possível analisar '{bad_input}' como uma fórmula.
tr_tr: Geçersiz giriş: '{bad_input}' formül olarak okunamadı.
zh_cn: 无效输入：无法将'{bad_input}'解析为公式。

source: Invalid input: Could not parse '{bad_input}' as a formula
pt_br: Entrada inválida: não foi possível analisar '{bad_input}' como uma fórmula
tr_tr: Geçersiz giriş: '{bad_input}' formül olarak okunamadı
zh_cn: 无效输入：无法将'{bad_input}'解析为一个公式

source: Circuit Schematic Builder
pt_br: Construtor Esquemático de Circuito
tr_tr: Devre Şeması Oluşturucusu
zh_cn: 电路原理图生成器

source: Error in evaluating SchematicResponse. The error was: {error_msg}
pt_br: Ocorreu um erro na avaliação da SchematicResponse. O erro foi: {error_msg}
tr_tr: ŞematikTepkiyi değerlendirirlen hata. Hata şöyleydi: {error_msg}
zh_cn: 评估SchematicResponse出错。错误为： {error_msg}

source: Image Mapped Input
pt_br: Entrada de imagem mapeada
tr_tr: Eşlenmiş Görüntü Girdisi
zh_cn: 热点图片输入

source: error grading {image_input_id} (input={user_input})
pt_br: erro na avaliação de {image_input_id} (input={user_input})
tr_tr: notlamada hata {image_input_id} (girdi={user_input})
zh_cn: 评分出错 {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
pt_br: Erro na especificação do problema. Não é possível analisar retângulo em {sr_coords}
tr_tr: Problem belirlemede hata! {sr_coords} dikdörtgen ayrıştırılamıyor.
zh_cn: 问题说明中存在错误！在 {sr_coords} 中无法解析出矩形

source: Annotation Input
pt_br: Entrada de anotação
tr_tr: Bilgi Notu Girdisi
zh_cn: 批注输入

source: Checkboxes With Text Input
pt_br: Caixas de seleção com entrada de texto
tr_tr: Metin Girişli Onay Kutucukları
zh_cn: 文本输入复选框

source: Answer not provided for {input_type}
pt_br: A resposta não foi fornecida para {input_type}
tr_tr: {input_type} için cevap sağlanmadı.
zh_cn: 未提供 {input_type}的解决方案

source: The Staff answer could not be interpreted as a number.
pt_br: A resposta da equipe não pôde ser interpretada como um número.
tr_tr: Personelin cevabı bir sayı olarak algılanamadı.
zh_cn: 工作人员的大幅无法被解析为一个数字。

source: Could not interpret '{given_answer}' as a number.
pt_br: Não foi possível interpretar '{given_answer}' como um número.
tr_tr: '{given_answer}' bir sayı olarak algılanamadı.
zh_cn: 无法将'{given_answer}'解析为一个数字。

source: XML data for the annotation
pt_br: Dados XML para a anotação
tr_tr: Bilgi notu için XML verisi
zh_cn: 用于批注的XML数据

source: The display name for this component.
pt_br: O nome de exibição deste componente
tr_tr: Bu bileşen için gösterilecek ad.
zh_cn: 此组件的显示名称。

source: Annotation
pt_br: Anotação
tr_tr: İpucu
zh_cn: 批注

source: Blank Advanced Problem
pt_br: Problema Avançado em Branco
tr_tr: Boş Gelişmiş Problem
zh_cn: 空白进阶问题

source: Number of attempts taken by the learner on this problem
pt_br: Número de tentativas feitas pelo aluno neste problema
zh_cn: 学员尝试解答这个问题的次数

source: Maximum Attempts
pt_br: Máximo de tentativas
tr_tr: Maksimum Deneme
zh_cn: 最大尝试次数

source: Defines the number of times a learner can try to answer this problem. If the value is not set, infinite attempts are allowed.
pt_br: Define o número de vezes que um aluno pode tentar responder o problema. Caso o valor não esteja configurado, serão permitidas infinitas tentativas.
zh_cn: 定义学员在回答这个问题时所允许的尝试次数。如果未设置，则允许无限次尝试。

source: Date that this problem is due by
pt_br: Data do prazo do problema
tr_tr: Bu problemin bitmesi gereken tarih
zh_cn: 问题的截至日期为

source: Amount of time after the due date that submissions will be accepted
pt_br: Período posterior à data de vencimento durante o qual o envio de tarefas será aceito
tr_tr: Gönderim tarihinden sonra geçen süre kabul edilecektir.
zh_cn: 超过截止日期后仍接受提交作业的时间段

source: Show Results
pt_br: Mostrar Resultados
tr_tr: Sonuçları Göster
zh_cn: 显示结果

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
tr_tr: Probleme yönelik öğrenci cevabının doğruluğunun ne zaman gösterileceği tanımlanır. Alt bölümde ayarlanabilir.
zh_cn: 定义何时显示学习者对问题的答案是否正确。 在子节上配置。

source: Always
pt_br: Sempre
tr_tr: Her Zaman
zh_cn: 总是

source: Never
pt_br: Nunca
tr_tr: Asla
zh_cn: 从不

source: Past Due
pt_br: Expirada
tr_tr: Zaman Aşımına Uğramış
zh_cn: 超过截止日期

source: Show Answer
pt_br: Exibir resposta
tr_tr: Yanıtı Göster
zh_cn: 显示答案

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
pt_br: Determina quando mostrar a resposta para o problema. Um valor definido por padrão pode ser alterado nas Configurações Avançadas.
tr_tr: Probleme yönelik cevabın ne zaman gösterileceği tanımlanır. 'Gelişmiş Ayarlar' bölümünde bir varsayılan değer atanabilir.
zh_cn: 定义何时显示问题的答案，默认值可在高级设置里设定。

source: Answered
pt_br: Respondida
tr_tr: Yanıtlandı
zh_cn: 已回答

source: Attempted
pt_br: Após tentativa
tr_tr: Denendi
zh_cn: 已尝试

source: Closed
pt_br: Fechado
tr_tr: Kapatıldı
zh_cn: 已关闭

source: Finished
pt_br: Finalizada
tr_tr: Bitirildi
zh_cn: 已完成

source: Correct or Past Due
pt_br: Correto ou Atrasado
tr_tr: Doğru veya Zaman Aşımına Uğramış
zh_cn: 正确或超过截止日期

source: Whether to force the save button to appear on the page
pt_br: Determina se forçará o botão de salvar a aparecer na página.
tr_tr: Kaydet düğmesinin sayfada görünmesini zorlayıp zorlamadığı
zh_cn: 是否强制显示保存按钮

source: Show Reset Button
pt_br: Mostar botão de reiniciar
tr_tr: Cevapları Sıfırla Düğmesini Göster
zh_cn: 显示重置按钮

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
pt_br: Determina se um botão 'Limpar' é mostrado quando o usuário puder limpar sua resposta. Um valor padrão pode ser configurado em Configurações Avançadas.
tr_tr: Kullanıcının cevabını sıfırlayabileceği 'Sıfırla' düğmesinin gösterilip gösterilmeyeceğini belirler. Gelişmiş Ayarlar bölümünde varsayılan bir değer atanabilir.
zh_cn: 决定是否显示“重置”键，以便用户重新填写他们的答案。 默认设置可以在“高级设置”中进行。

source: Randomization
pt_br: Ordenamento aleatório
tr_tr: Rastgele sıralama
zh_cn: 随机化

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
pt_br: Define quando randomizar as variáveis especificadas no script associado Python. Para problemas que não randomizam valores, especifique "Nunca".
tr_tr: İlgili Python betiğinde belirlenmiş değişkenlerin ne zaman rasgele sıralanacağını tanımlar. Değerlerin rasgele sıralanmadığı sorular için "Never" şeklinde belirtin.
zh_cn: 定义何时随机化Python脚本中的变量。如果不需要随机化的变量，请选择“从不”

source: On Reset
pt_br: Ao redefinir
tr_tr: Sıfırla
zh_cn: 在重置时

source: Per Learner
pt_br: Por aluno
zh_cn: 每学员

source: XML data for the problem
pt_br: Dados do XML para o problema
tr_tr: Problem için XML verisi
zh_cn: 问题的XML数据

source: Dictionary with the correctness of current learner answers
pt_br: Dicionário com as correções das respostas atuais do aluno
zh_cn: 当前学员答案正确性词典

source: Dictionary for maintaining the state of inputtypes
pt_br: Dicionário para manutenção do status de tipos de entrada
tr_tr: Giriş tipleri durumunu korumak için sözlük
zh_cn: 维护状态的输入类型词典

source: Dictionary with the current learner responses
pt_br: Dicionário com as respostas atuais do aluno
zh_cn: 当前学员的回应词典

source: Dictionary with the current learner score
pt_br: Dicionário com a pontuação atual do aluno
zh_cn: 字典与当前的学员成绩

source: Whether or not the answers have been saved since last submit
pt_br: Se as respostas foram salvas ou não desde o último envio
tr_tr: Son gönderimden bu yana soruların kaydedilip kaydedilmediği
zh_cn: 自上次提交以来是否已保存答案

source: Whether the learner has answered the problem
pt_br: Se o estudante respondeu o problema
zh_cn: 学员是否已经回答问题

source: Random seed for this learner
pt_br: Base aleatória para este aluno
zh_cn: 该学员的随机名次

source: Last submission time
pt_br: Último horário de envio de tarefa
tr_tr: Son gönderi zamanı
zh_cn: 最后提交时间

source: Timer Between Attempts
pt_br: Temporizador entre tentativas
tr_tr: Denemeler Arası Zamanlayıcı
zh_cn: 两次尝试答题间计时

source: Seconds a learner must wait between submissions for a problem with multiple attempts.
pt_br: Segundos que um aluno deve esperar entre envios para um problema com múltiplas tentativas
zh_cn: 一个学员再次尝试答题前需等待的时间。

source: Problem Weight
pt_br: Peso do problema
tr_tr: Problem Ağırlığı
zh_cn: 问题权重

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
pt_br: Define o número de pontos que cada problema vale. Se o valor não for configurado, cada campo de resposta do problema valerá um ponto.
tr_tr: Her bir problemin kaç puan ettiğini tanımlar. Eğer bir değer verilmediyse, her problem bir puan olarak değerlendirilecektir.
zh_cn: 设置每个问题的分值。如果不设置，那么问题中的每空为一分。
