Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: For affixes, type the number and affix without a space (example: 5c).
pt_br: Para afixos, digite o número e o afixo sem espaço. (exemplo: 5c)
tr_tr: Ekler için, boşluk olmadan sayının tipi ve eki (örnek: 5c).
zh_cn: 对于词缀，输入数字和词组，不带空格(例：5c)。

source: For functions, type the name of the function, then the expression in parentheses.
pt_br: Para funções, digite o nome da função e então a expressão entre parênteses.
tr_tr: Fonksiyonlar için, fonksiyonun ismini yazın, sonra parantez içinde ifade edin.
zh_cn: 对于函数，输入函数的名字，然后在括号中输入表达式。

source: To Use
pt_br: Para usar
tr_tr: Kullan
zh_cn: 来使用

source: Type
pt_br: Tipo
tr_tr: Tür
zh_cn: 类型

source: Examples
pt_br: Exemplos
tr_tr: Örnekler
zh_cn: 例子

source: Numbers
pt_br: Números
tr_tr: Sayılar
zh_cn: 数字

source: Integers
pt_br: Números inteiros
tr_tr: Tamsayılar
zh_cn: 整数

source: Fractions
pt_br: Frações
tr_tr: Kesirler
zh_cn: 分数

source: Decimals
pt_br: Números decimais
tr_tr: Ondalıklar
zh_cn: 小数

source: Operators
pt_br: Operadores
tr_tr: İşleçler
zh_cn: 操作

source: + - * / (add, subtract, multiply, divide)
pt_br: + - * / (soma, subtração, multiplicação, divisão)
tr_tr: + - * / (topla, çıkar, çarp, böl)
zh_cn: + - * / (加，减，乘，除)

source: ^ (raise to a power)
pt_br: ^ (elevado a potência)
tr_tr: ^ (kuvvet)
zh_cn: ^ (自乘)

source: || (parallel resistors)
pt_br: || (Resistores paralelos)
tr_tr: || (paralel dirençler)
zh_cn: || (或运算)

source: Constants
pt_br: Constantes
tr_tr: Sabitler
zh_cn: 常量

source: Affixes
pt_br: Afixos
tr_tr: Ekler
zh_cn: 词缀

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
pt_br: Sinal de porcentagem (%) e prefixos do Sistema métrico (d, c, m, u, n, p, k, M, G, T)
tr_tr: Yüzdelik işareti (%) ve metrik ekler (d, c, m, u, n, p, k, M, G, T)
zh_cn: 百分比符号(%)和公制词缀(d,c,m,u,n,p,k,M,G,T)

source: Basic functions
pt_br: Funções básicas
tr_tr: Temel fonksiyonlar
zh_cn: 基本功能

source: Trigonometric functions
pt_br: Funções trigonométricas
tr_tr: Trigonometrik fonksiyonlar
zh_cn: 三角函数

source: Scientific notation
pt_br: Notação científica
tr_tr: Bilimsel notasyon
zh_cn: 科学记数法

source: 10^ and the exponent
pt_br: 10^ e o expoente
tr_tr: 10^ ve üssü
zh_cn: 10^和指数

source: e notation
pt_br: notação e
tr_tr: e notasyonu
zh_cn: e符号

source: 1e and the exponent
pt_br: 1e e o expoente
tr_tr: 1e ve üssü
zh_cn: 1e和指数

source: Calculate
pt_br: Calcular
tr_tr: Hesapla
zh_cn: 计算

source: Result
pt_br: Resultado
tr_tr: Sonuç
zh_cn: 结果

source: CCX Coach Dashboard
pt_br: Painel de Controle Supervisor CCX
tr_tr: CCX Eğitmeni Paneli
zh_cn: CCX指导仪表盘

source: Name your CCX
pt_br: Nomeie seu CCX
tr_tr: CCX'in ismi
zh_cn: 为你的CCX命名

source: Create a new Custom Course for edX
pt_br: Cria um novo Curso Personalizado para edX
tr_tr: edX için yeni bir Özel Ders oluştur
zh_cn: 创建一个新的 edX 自定义课程

source: Grading Policy
pt_br: Política de avaliação
tr_tr: Notlandırma Koşulları
zh_cn: 评分标准

source: Batch Enrollment
pt_br: Inscrição em lote
tr_tr: Yığın Kaydı
zh_cn: 批量选课

source: Learner Grades
pt_br: Notas dos alunos
zh_cn: 学员评分

source: Please enter a valid CCX name.
pt_br: Por favor digite um nome CCX válido
tr_tr: Lütfen geçerli bir CCX Eğitimi adı girin.
zh_cn: 请输入一个有效的 CCX 名称。

source: Email Addresses/Usernames
pt_br: Endereços de e-mail/Nomes de usuário
tr_tr: E-posta Adresleri/Kullanıcı adları
zh_cn: 电子邮箱地址／用户名

source: Email Addresses
pt_br: Endereço de e-mail
zh_cn: 电子邮箱地址

source: Send Emails
pt_br: Enviar e-mail
zh_cn: 发送电子邮件

source: Enter one or more email addresses or usernames separated by new lines or commas.
pt_br: Digite um ou mais endereços de e-mail ou nomes de usuários separados por linhas ou vírgulas
tr_tr: E-posta adreslerini ve/veya kullanıcı adlarınızı satır atlayarak veya virgülle ayırarak girin.
zh_cn: 输入一个或多个电子邮件地址或用户名，用新行或逗号分隔。

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
pt_br: Tenha certeza que você está digitando as informações comcuidado. Você não vai receber uma notificação por nome de usuário oue-mail inválidos.
tr_tr: Bilgileri doğru girdiğinize emin olun. Geçersiz kullanıcı adı ya da e-posta adreslerine bildirim alamazsınız.
zh_cn: 请务必仔细输入信息。您不会收到无效用户名或电子邮件地址的通知。

source: Auto Enroll
pt_br: Inscrever-se automaticamente
tr_tr: Otomatik Kayıt
zh_cn: 自动选修

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
pt_br: Se esta opção estiver marcada {em_start} {em_end}, usuários que ainda não o fizeram registrado para {platform_name} será automaticamente registrado.
tr_tr: Bu seçenek {em_start}işaretliyse{em_end}, {platform_name} platformuna henüz kaydolmamış kullanıcılar otomatik olarak kayıtlanacak.
zh_cn: 如果此选项{em_start}已选{em_end}，尚未注册 {platform_name} 的用户将自动入选此课。

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
pt_br: Se esta opção for deixada {em_start} desmarcada {em_end}, usuários que ainda não seregistraram para {platform_name} não será registrado, mas terá permissão parainscreva-se quando eles criarem uma conta.
zh_cn: 如果此选项{em_start}未选{em_end}，尚未注册 {platform_name} 的用户将不能入选，但只要他们注册了帐户即可入选。

source: Checking this box has no effect if 'Unenroll' is selected.
pt_br: Marcar esta caixa não terá efeito se "Cancelar inscrição" for selecionado.
tr_tr: Eğer 'Kaydı Sil' seçiliyse bu kutucuğu işaretlemenin bi etkisi yoktur.
zh_cn: 如果选择了'放弃选修'，本项选择将不会生效。

source: Notify users by email
pt_br: Notificar usuários por e-mail
tr_tr: Kullanıcıları eposta ile bildirim yap
zh_cn: 通过邮件通知用户

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
pt_br: Se esta opção estiver marcada {em_start} {em_end}, os usuários receberão um emailde notificação.
tr_tr: Bu ayar {em_start}seçiliyse{em_end}, kullanıcılar e-posta bildirimi alacaklar.
zh_cn: 如果此选项{em_start}已选{em_end}，用户将收到一封电子邮件通知。

# someone
source: Enroll
pt_br: Matricular-se
tr_tr: Kaydol
zh_cn: 注册

source: Learner List Management
pt_br: Gerenciamento da Lista de Alunos
zh_cn: 学员列表管理

source: CCX learner list management response message
pt_br: mensagem de resposta de gerenciamento de lista de estudante CCX
zh_cn: CCX学员列表管理响应消息

source: Revoke access
pt_br: Revogar acesso
tr_tr: Erişim yetkisini geri al
zh_cn: 取消授权

source: WARNING
pt_br: AVISO
tr_tr: UYARI
zh_cn: 警告

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
pt_br: Apenas para usuários avançados. Erros na política de avaliação podem ocasionar em falhas na exibição do curso. Este formulário não verifica a validade da política antes de salvar.
tr_tr: Sadece gelişmiş kullanıcılar içindir. Notlama politikasındaki hatalar ders başarısızlığına yol açabilir. Bu form kaydetmeden önce politika geçerliliğini kontrol etmez.
zh_cn: 仅供高级用户。分级政策中的错误会导致未能显示。这种形式不储蓄之前检查政策的有效性。

source: Most coaches should not need to make changes to the grading policy.
pt_br: A maioria dos instrutores não necessita fazer mudanças na política de avaliação.
tr_tr: Çoğu hocanın notlama ilkelerini değiştirmesine gerek yoktur.
zh_cn: 大多数教师不应该更改评分标准。

source: Save Grading Policy
pt_br: Salvar a Política de avaliação
tr_tr: Notlandırma Koşullarını Kaydet
zh_cn: 保存评分标准

source: Date format four digit year dash two digit month dash two digit day
pt_br: Data no formato ano com quatro dígitos traço, mês com dois dígitos traço e dia com dois dígitos.
tr_tr: Tarih formatı dört hane yıl çizgi iki hane ay çizgi iki hane gün
zh_cn: 日期格式为四位年数两位月数和两位日数

source: Time format two digit hours colon two digit minutes
pt_br: Hora formatada com dois dígitos para hora, dois pontos, dois dígitos para minutos.
tr_tr: Zaman formatı iki hane saat iki nokta iki hane dakika
zh_cn: 时间格式是两位时数和两位分钟数

source: Time
pt_br: Tempo
tr_tr: Zaman
zh_cn: 时间

source: Set date
pt_br: definir data
tr_tr: Tarihi ayarla
zh_cn: 设置日期

source: You have unsaved changes.
pt_br: Você tem alterações não salvas
tr_tr: Kaydedilmemiş değişiklikleriniz bulunmakta.
zh_cn: 你还有未保存的更改。

source: There was an error saving changes.
pt_br: Ocorreu um erro ao salvar mudanças.
tr_tr: Değişiklikleri kaydederken bir hata oluştu.
zh_cn: 保存更改时发生了错误。

source: Schedule a Unit
pt_br: Agendar uma unidade
tr_tr: Bir Üniteyi Planlayın
zh_cn: 排定一个单元

source: Start Date
pt_br: Data de Início
tr_tr: Başlama Tarihi
zh_cn: 开始日期

source: format four digit year dash two digit month dash two digit day
pt_br: Formatação do ano com quatro dígitos para ano, traço, dois traços para mês, traço, dois dígitos para dia.
tr_tr: format dört hane yıl çizgi iki hane ay çizgi iki hane gün
zh_cn: 格式为四位年数两位月数和两位日数

source: Start time format two digit hours colon two digit minutes
pt_br: Hora de início no formato: hora com dois dígitos, dois pontos, e minutos com dois dígitos.
tr_tr: Başlama zamanı formatı iki hane saat iki nokta iki hane dakika
zh_cn: 开始时间的格式是两位时数和两位分钟数

source: time
pt_br: Tempo
tr_tr: zaman
zh_cn: 时间

source: (Optional)
pt_br: (opcional)
tr_tr: (İsteğe Bağlı)
zh_cn: (可选的)

source: Due Time format two digit hours colon two digit minutes
pt_br: Formatação do tempo com dois dígitos para horas, dois pontos e dois dígitos para minutos.
tr_tr: Bitiş zamanı formatı iki hane saat iki nokta iki hane dakika
zh_cn: 截止时间格式是两位时数和两位分钟数

source: Add Unit
pt_br: Adicionar Unidade
tr_tr: Öğe Ekle
zh_cn: 添加单元

source: Add All Units
pt_br: Adicionar todas as unidades
tr_tr: Tüm Öğeleri Ekle
zh_cn: 添加所有单元

source: All units have been added.
pt_br: Todas as unidades foram adicionadas.
tr_tr: Tüm öğeler eklendi.
zh_cn: 所有单元已经添加。

source: View gradebook
pt_br: Visualizar o boletim
tr_tr: Karneyi görüntüle
zh_cn: 查看记分册

source: Download learner grades
pt_br: Baixar notas dos alunos
zh_cn: 下载学员评分

source: Print or share your certificate:
pt_br: Imprimir ou compartilhar o seu certificado:
tr_tr: Sertifikanı yazdır veya paylaş:
zh_cn: 打印或分享您的证书：

source: Click the link to see my certificate.
pt_br: Clique no link para ver o meu certificado.
tr_tr: Sertifikanızı görmek için bağlantıya tıklayın.
zh_cn: 点击链接查看我的证书。

source: Post on Facebook
pt_br: Postar no Facebook
tr_tr: Facebook'ta paylaş
zh_cn: 发布到Facebook

source: Share on Twitter
pt_br: Compartilhe no Twitter
tr_tr: Twitter'da paylaş
zh_cn: 分享到Twitter

source: Tweet this Accomplishment. Pop up window.
pt_br: Tweet esta realização na Janela de pop-up.
tr_tr: Bu Başarı Belgesini Twitle
zh_cn: 推特该项成就。弹出窗口。

source: Add to LinkedIn Profile
pt_br: Adicionar ao perfil do LinkedIn
tr_tr: LinkedIn Profiline Ekle
zh_cn: 添加到LinkedIn的个人资料

source: Add to Mozilla Backpack
pt_br: Adicionar ao Pacote Mozilla
tr_tr: Mozilla Backpack'e ekle
zh_cn: 添加到Mozilla Backpack

source: Print Certificate
pt_br: Imprimir certificado
tr_tr: Sertifikayı Yazdır
zh_cn: 打印证书

source: {platform_name} Home
pt_br: Início do {platform_name}
tr_tr: {platform_name} Ana Sayfa
zh_cn: {platform_name} 主页

source: Noted by
pt_br: Anotação feita por
tr_tr: Bildiren
zh_cn: 被标记

source: Supported by the following organizations
pt_br: Apoiado pelas seguintes organizações
tr_tr: Aşağıdaki kuruluşlar tarafından desteklenmiştir
zh_cn: 被以下的组织支持

source: Awarded to:
pt_br: Concedido a
zh_cn: 授予：

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
pt_br: Para obter dicas e truques sobre como imprimir seu certificado, consulte a {link_start} os documentos de ajuda de Web Certificados {link_end}.
tr_tr: Sertifikanızı bastırırken yararlı olabilecek ipucu ve tüyolar için, şu belgeye göz atın {link_start}Web Certificates help documentation{link_end}.
zh_cn: 有关打印证书的提示和技巧，请查看 {link_start}Web 证书帮助文档[{link_end}。

source: Cannot Find Certificate
pt_br: Não é possível localizar certificado
tr_tr: Sertifika Bulunamıyor
zh_cn: 不能找到证书

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
pt_br: Não pudemos encontrar um certificado com essa URL ou número de ID. Se você está tentando validar um certificado, certifique-se de que a URL ou o número de ID esteja correto. Se você tem certeza de que a URL ou número de ID estão corretos, contate o suporte.
tr_tr: Bu URL veya ID numarası ile bir sertifika bulamayız. Eğer sertifikayı onaylamayı deniyorsanız, URL veya ID numarasının doğru olduğundan emin olun. Eğer URL veya ID numarasının doğru olduğundan eminseniz, destekle iletişime geçin.
zh_cn: 我们无法找到此 URL 或 ID 号码的证书。如果您尝试验证证书，请确认 URL 或 ID 号码是否正确。如果您确认 URL 或 ID 号码正确，请联系支持部门。

source: Invalid Certificate Configuration.
pt_br: Configuração do certificado inválida
tr_tr: Geçersiz Sertifika Yapılandırması.
zh_cn: 无效证书配置。

source: There is a problem with this certificate.
pt_br: Há um problema com o certificado.
tr_tr: Bu sertifika ile ilgili bir problem oluştu.
zh_cn: 这个证书存在问题。

source: To resolve the problem, your partner manager should verify that the following information is correct.
pt_br: Para resolver o problema, seu gerente parceiro deve certifica-se de que as seguintes informações estejam corretas.
tr_tr: Problemi çözmek için, iş ortağınızın yöneticisi aşağıdaki bilgileri doğrulamalıdır.
zh_cn: 要解决此问题，您的合作伙伴经理应核实以下信息是否正确。

source: The institution's logo.
tr_tr: Kurum logosu.
zh_cn: 机构的标志。

source: The institution that is linked to the course.
pt_br: A instituição que está vinculada ao curso.
tr_tr: Dersle bağlantılı kurum.
zh_cn: 与课程相关联的机构。

source: The course information in the Course Administration tool.
pt_br: As informações do curso na Ferramenta de Administração do Curso.
tr_tr: Ders Yönetimi Aracı içindeki ders bilgisi.
zh_cn: 课程管理工具中的课程信息。

source: If all of the information is correct and the problem persists, contact technical support.
pt_br: Se todas as informações estiverem corretas e o problema persistir, contate o suporte técnico.
tr_tr: Eğer bilgilerin tümü doğru ise ve sorun sürerse, teknik destek ile iletişime geçin.
zh_cn: 如果所有信息正确但问题仍然存在，请联系技术支持团队。

source: About edX Certificates
pt_br: Sobre Certificados edX
tr_tr: edX Sertifikaları Hakkında
zh_cn: 关于 edX 证书

source: Checkout Cancelled
pt_br: Verificação Cancelada
tr_tr: Ödeme İptal Edildi
zh_cn: 付款已取消

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
pt_br: Sua transação foi cancelada. Se você acredita que isso seja um engano, por favor, entre em contato através do endereço {email}.
tr_tr: İşleminiz iptal edildi. Eğer hata bir hata oluştuğunu düşünüyorsanız, {email} ile iletişime geçin.
zh_cn: 您的交易已被取消。如果您觉得发生了错误，请联系 {email} 。

source: Checkout Error
pt_br: Erro de verificação
tr_tr: Ödeme Hatası
zh_cn: 付款出错

source: An error has occurred with your payment. <b>You have not been charged.</b> Please try to submit your payment again. If this problem persists, contact {email}.
pt_br: Ocorreu um erro no seu pagamento. <b>O pagamento não foi realizado.</b> Por favor, tente fazer o pagamento novamente. Caso o problema persista, entre em contato através do e-mail {email}.
tr_tr: Ödemenizle ilgili bir hata ortaya çıktı. <b>Siz ücretlendirilmediniz.</b>Lütfen ödemenizi tekrar giriniz. Eğer bu problem sürerse, {email} ile irtibata geçiniz.
zh_cn: 你的付款出现一个错误。<b>你尚未付款。</b>请重试再次付款。如果此问题仍然存在，请联系 {email}。

source: Loading Order Data...
pt_br: Carregando dados do pedido...
tr_tr: Sipariş Verisi Yükleniyor...
zh_cn: 加载订单信息...

source: Please wait while we retrieve your order details.
pt_br: Por favor, aguarde enquanto recuperamos os detalhes do seu pedido.
tr_tr: Lütfen siparişinizle ilgili detaylar hazırlanırken bekleyin.
zh_cn: 请稍候，我们正在获取您的订单详情。

source: Enroll In {course_name} | Choose Your Track
pt_br: Inscreva-sa em {course_name} | Escolha sua trilha
tr_tr: {course_name} Dersine Kaydol | Kayıtlanma Yolunuzu Seçin
zh_cn: 选择 {course_name} | 选择您的方向

source: Sorry, there was an error when trying to enroll you
pt_br: Desculpe, ocorreu um erro durante sua matrícula
tr_tr: Üzgünüm, kayıt işleminizi yaparken bir problem oluştu
zh_cn: 抱歉，在录取您时发生了错误

source: Pursue Academic Credit with a Verified Certificate
pt_br: Obtenha Créditos Acadêmicos com um Certificado Verificado
tr_tr: Onaylı Sertifika ile Akademik Kredi Edinin
zh_cn: 选择认证证书并获取专业学分。

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
pt_br: Aproveite seus créditos acadêmicos e destaque suas novas habilidades e conhecimentos por meio de um Certificado Autêntico. Disponha dessa credencial valiosa para qualificar-se para os créditos acadêmicos, avançar em sua carreira ou fortalecer suas exigências acadêmicas.
tr_tr: Akademik kredi almaya hak kazanın ve yeni yetenekleriniz ile bilginizi onaylı bir sertifika ile öne çıkarın. Bu değerli belgeyi akademik kredi almaya hak kazanmak, kariyerinizi ilerletmek veya okul başvurularınızı güçlendirmek için kullanın.
zh_cn: 使用验证证书，让您有资格获得学分并突显您的新技能和新知识。使用这件有价值的凭证，帮助您获得学分、促进您的职业发展或增强您的学校申请竞争力。

source: Benefits of a Verified Certificate
pt_br: Benefícios de um certificado verificado
tr_tr: Onaylı Sertifikanın Faydaları
zh_cn: 认证证书的优势

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
pt_br: {b_start}Aproveitamento de céditos:{b_end} Aproveite os créditos acadêmicos após a conclusão do curso.
tr_tr: {b_start}Kredi için uygun:{b_end} Dersi başarıyla tamamladıktan sonra akademik krediyi alın
zh_cn: {b_start}获取学分资格:{b_end} 成功完成课程后获取学分

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
pt_br: {b_start}Certificado:{b_end} Receba um certificado assinado por um instrutor com a logo da instituição.
tr_tr: {b_start}Resmi:{b_end} Kurumun logosu ile eğitmen imzalı bir sertifika alın
zh_cn: {b_start}官方:{b_end} 获取带有机构徽章和导师签名的证书

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
pt_br: {b_start}Fácil compartilhamento:{b_end} Inclua o certificado em seu CV ou currículo, ou publique-o diretamente no LinkedIn
tr_tr: {b_start}Kolayca paylaşılabilir:{b_end} Sertifikayı CV'nize veya özgeçmişinize ekleyin, ya da LinkedIn'e yapıştırın
zh_cn: {b_start}轻松分享:{b_end} 在您的简历中加入这份证书，或者直接将它传至领英Linkedln

source: Pursue a Verified Certificate
pt_br: Busque um Certificado Verificado
tr_tr: Bir Onaylı Sertifika Edinin
zh_cn: 选择认证证书

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
pt_br: Destaque seus novos conhecimentos e habilidades por meio de um Certificado Autêntico. Disponha dessa credencial valiosa para melhorar as suas oportunidades de emprego, avançar na carreira ou destacar o seu certificado em aplicações escolares.
tr_tr: Yeni bilgi ve becerilerinizi onaylı bir sertifika ile vurgulayın. İş beklentilerinizi geliştirmek ve kariyerinizi ilerletmek için bu değerli kimlik bilgisini kullanın veya okul başvurularında sertifikanızı vurgulayın.
zh_cn: 用您的认证证书突出您的新知识和技能。使用这件有价值的凭证来改善你的就业前景，推进您的职业发展，或者在申请学校时突出您的证书。

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
pt_br: {b_start}Certificado: {b_end} Receba um certificado assinado por um instrutor com a logo da instituição
tr_tr: {b_start}Resmi:{b_end} Kurumun logosu ile eğitmen imzalı bir sertifika alın
zh_cn: {b_start}官方:{b_end} 获取带有机构徽章和导师签名的证书

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
pt_br: {b_start}Fácil compartilhamento: {b_end} Inclua o certificado em seu CV ou currículo, ou publique-o diretamente no LinkedIn
tr_tr: {b_start}Kolayca paylaşılabilir: {b_end} Sertifikayı CV'nize veya özgeçmişinize ekleyin, ya da LinkedIn'e yapıştırın
zh_cn: {b_start}轻松分享:{b_end} 在您的简历中加入这份证书，或者直接将它传至领英Linkedln

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
pt_br: {b_start}Motivação: {b_end}Dê à si mesmo um incentivo adicional para concluir o curso
tr_tr: {b_start}Motive Edici: {b_end}Dersi tamamlamak için ek bir teşvik kaynağı
zh_cn: {b_start}激励: {b_end}给自己额外的动力去完成课程

source: Audit This Course
pt_br: Frequentar este curso como ouvinte
tr_tr: Bu Dersi Gözlemleyin
zh_cn: 旁听这门课程

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
pt_br: Avalie este curso gratuitamente e tenha acesso a todo o material do curso, atividades, avaliações e fóruns.
tr_tr: Bu dersi ücretsiz gözlemleyin ve tüm ders materyaline, etkinliklere, testlere ve forumlara tam erişim hakkına sahip olun.
zh_cn: 免费旁听此课程并获得访问所有课程资料、活动、测试及论坛的所有权限。

source: Audit This Course (No Certificate)
pt_br: Avalie este curso (sem certificado)
tr_tr: Bu Dersi Gözlemleyin (Sertifikasız)
zh_cn: 旁听此课程（无证书）

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
pt_br: Avalie este curso gratuitamente e tenha acesso completo a todo material do curso, atividades, avaliações, e fóruns. {b_start}Por favor note que este titulo não oferece um certificado para os alunos que adquirirem uma nota de aprovação.{b_end}
tr_tr: Bu dersi ücretsiz gözlemleyin ve tüm ders materyaline, etkinliklere, testlere ve forumlara tam erişim hakkına sahip olun. {b_start}Lütfen bu iznin geçer not kazanan öğrencilere sertifika vermediğini unutmayın.{b_end}
zh_cn: 免费旁听此课程并获得访问所有课程资料、活动、测试及论坛的所有权限。{b_start}请注意，此方向不为通过课程的学员颁发证书。{b_end}

source: {chapter} current chapter
pt_br: capítulo atual {chapter}
tr_tr: {chapter} şu anki bölüm
zh_cn: {chapter} 当前章节

source: {span_start}current section{span_end}
pt_br: {span_start}seção atuals{span_end}
tr_tr: {span_start}şu anki bölüm{span_end}
zh_cn: {span_start}当前部分{span_end}

source: due {date}
pt_br: data de entrega {date}
tr_tr: teslim {date}
zh_cn: 截止日期{date}

source: {section_format} due {{date}}
pt_br: {section_format} para {{date}}
tr_tr: {section_format} son tarihi {{date}}
zh_cn: {section_format} 截止 {{date}}

source: This content is graded
pt_br: Este conteúdo é classificado
tr_tr: Bu içerik puanlandı
zh_cn: 该内容计入总分。

source: An error occurred. Please try again later.
pt_br: Ocorreu um erro. Por favor, tente novamente mais tarde.
tr_tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin
zh_cn: 出现错误，请稍后再试。

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
pt_br: A conta do usuário conectado no momento não tem permissão para inscrever-se neste curso. Pode ser necessário {start_logout_tag}sair{end_tag} e daí tentar novamente o botão para registrar-se. Por favor visite a {start_help_tag}página de ajuda{end_tag} para uma possível solução.
tr_tr: Şu anda giriş yapmış olan kullanıcı hesabının bu derse kayıt yaptırmak için izni yok. {start_logout_tag}Çıkış{end_tag} yapmanız gerekebilir ve tekrar kayıt düğmesine basmayı deneyin. Lütfen olası çözüm için {start_help_tag}yardım sayfasını{end_tag} ziyaret edin.
zh_cn: 当前登录用户帐号无权限入选此课程。您可能需要在{start_logout_tag}退出登录{end_tag}后重试选课按钮。请访问{start_help_tag}帮助页面{end_tag}了解可能的解决方案。

source: View Instructor Page
zh_cn: 教师面板

source: View About Page in studio
pt_br: Visualizar a página Sobre no Studio
tr_tr: Hakkında Sayfasını Studio'da Göster
zh_cn: 在职员界面查看课程简介页面
