Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Number of Verified Learners Contributing More than the Minimum
pt_br: Número de alunos verificados contribuindo com valor superior ao mínimo
zh_cn: 已验证的学员贡献数量超过最低

source: Number of Refunds
pt_br: Número de reembolsos
tr_tr: İadelerin Sayısı
zh_cn: 偿还数量

source: Dollars Refunded
pt_br: Reembolso em dólares
tr_tr: İade Edilmiş Dolar Miktarı
zh_cn: 已偿还金额

source: Number of Transactions
pt_br: Número de transações
tr_tr: İşlemlerin Sayısı
zh_cn: 事务数量

source: Total Payments Collected
pt_br: Total de pagamentos recebidos
tr_tr: Toplanan Toplam Ödemeler
zh_cn: 总的已收集支付

source: Number of Successful Refunds
pt_br: Número de reembolsos bem-sucedidos
tr_tr: Başarılı İadelerin Sayısı
zh_cn: 成功偿还的数量

source: Total Amount of Refunds
pt_br: Valor total dos reembolsos
tr_tr: İadelerin Toplam Tutarı
zh_cn: 总偿还数量

source: You must be logged-in to add to a shopping cart
pt_br: É preciso realizar o acesso para adicionar itens ao carrinho de compras
tr_tr: Alışveriş sepetine eklemek için giriş yapmalısınız
zh_cn: 您必须登录才能添加到购物车

source: The course you requested does not exist.
pt_br: O curso solicitado não existe.
tr_tr: Talep ettiğiniz ders bulunmamaktadır.
zh_cn: 您请求的课程不存在。

source: The course {course_id} is already in your cart.
pt_br: O curso {course_id} já está no seu carrinho.
tr_tr: {course_id} dersi zaten alışveriş sepetinizde.
zh_cn: 课程 {course_id} 已经在您的购物车中。

source: You are already registered in course {course_id}.
pt_br: Você já está inscrito no curso {course_id}.
tr_tr: {course_id} dersine zaten kayıtlısınız.
zh_cn: 您已经在课程 {course_id} 中注册。

source: Course added to cart.
pt_br: Curso adicionado ao carrinho.
tr_tr: Ders sepete eklendi.
zh_cn: 课程添加到购物车。

source: Discount does not exist against code '{code}'.
pt_br: Não existe nenhum desconto para o código '{code}'.
tr_tr: '{code}' koduna karşılık bir indirim bulunmuyor.
zh_cn: 对应的折扣码 '{code}' 不存在。

source: This enrollment code ({enrollment_code}) is no longer valid.
pt_br: Este código de inscrição ({enrollment_code}) não é mais válido.
tr_tr: Bu kayıtlanma kodu ({enrollment_code}) artık geçerli değil.
zh_cn: 该选课码({enrollment_code})不再有效。

source: This enrollment code ({enrollment_code}) is not valid.
pt_br: Este código de inscrição ({enrollment_code}) não é válido.
tr_tr: Bu kayıtlanma kodu ({enrollment_code}) geçerli değil.
zh_cn: 该选课码({enrollment_code})无效

source: Code '{registration_code}' is not valid for any course in the shopping cart.
pt_br: O código '{registration_code}' não é valido para qualquer um dos cursos no seu carrinho de compras.
tr_tr: '{registration_code}' kodu alışveriş sepetindeki hiçbir ders için geçerli değil.
zh_cn: 注册编号‘{registration_code}’对于购物车中的任何课程都无效。

source: Cart item quantity should not be greater than 1 when applying activation code
pt_br: A quantidade de item no carrinho não deve ser maior que 1 quando aplicando o código de ativação
tr_tr: Aktivasyon kodu için başvuru yaparken sepette 1'den fazla öğe bulunmamalıdır.
zh_cn: 当应用激活码时，购物车中的商品数量不应大于1

source: Only one coupon redemption is allowed against an order
pt_br: Somente é possível resgatar um cupom para cada pedido.
tr_tr: Bir siparişe karşılık yalnızca bir kupon kullanılabilir.
zh_cn: 每个订单只能对应一个返券

source: success
pt_br: Sucesso
tr_tr: başarılı
zh_cn: 成功

source: You do not have permission to view this page.
pt_br: Você não tem permissão para visualizar esta página.
tr_tr: Bu sayfayı görmek için yetkiniz yok.
zh_cn: 你没有访问此页面的权限。

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
pt_br: Lamentamos, você não está autorizado a acessar {platform_name} por meio destecanal. Entre em contato com o administrador ou gerente de aprendizado paraacessar {platform_name}. {line_break} {line_break} Detalhes do erro: {line_break}{mensagem de erro}
tr_tr: Üzgünüz, bu kanal üzerinden {platform_name} platformuna erişim yetkiniz yok. {platform_name} platformuna erişmek için lütfen eğitim yöneticiniz veya müdürünüzle iletişime geçin.{line_break}{line_break}Hata Ayrıntısı:{line_break}{error_message}
zh_cn: 很抱歉，您无权通过此渠道访问 {platform_name}。请与您的学习管理员或经理联系以访问 {platform_name}。{line_break}{line_break}错误详细信息：{line_break}{error_message}

source: Some error occured during password change. Please try again
pt_br: Algum erro ocorreu durando a mudança de senha. Tente novamente
tr_tr: Parola değişimi sırasında birtakım hatalar gerçekleşti. Lütfen tekrar deneyin
zh_cn: 在更改密码期间发生了一些错误。请重试

source: No email address provided.
pt_br: Nenhum endereço de e-mail fornecido.
tr_tr: Hiçbir e-posta adresi verilmedi.
zh_cn: 未提供Email地址。

source: Create Account
pt_br: Criar Conta
tr_tr: Hesap Oluştur
zh_cn: 创建帐号

source: State/Province/Region
pt_br: Estado/Cidade/País
tr_tr: Eyalet/Şehir/Bölge
zh_cn: 州/省/地区

source: Company
pt_br: Empresa
tr_tr: Şirket
zh_cn: 公司

source: Job Title
pt_br: Cargo
tr_tr: Mesleki Ünvan
zh_cn: 职称

source: Mailing address
pt_br: Endereço para correspondência
tr_tr: Gönderi adresi
zh_cn: 邮寄地址

source: Tell us why you're interested in {platform_name}
pt_br: Diga-nos por que está interessado em {platform_name}
tr_tr: Neden {platform_name} ile ilgilendiğinizi bize anlatın
zh_cn: 告诉我们您为何对{platform_name}感兴趣

source: Profession
pt_br: Profissão
tr_tr: Meslek
zh_cn: 职位

source: Specialty
pt_br: Especialidade
tr_tr: Uzmanlık
zh_cn: 专业

source: View and regenerate certificates.
pt_br: Visualizar e recuperar certificados
tr_tr: Sertifikaları görüntüle ve yeniden oluştur
zh_cn: 查看并产生证书。

source: Manual Refund
pt_br: Reembolso Manual
tr_tr: Elle Iade
zh_cn: 人工退费

source: Track refunds issued directly through CyberSource.
pt_br: Acompanhe os reembolsos emitidos diretamente através da CyberSource
tr_tr: İadeler doğrudan CyberSource tarafından düzenlenir.
zh_cn: 直接透过CyberSource追踪退款问题。

source: Enrollment
pt_br: Matrícula
zh_cn: 选课

source: View and update learner enrollments.
pt_br: Veja e atualize as inscrições de alunos
tr_tr: Öğrenci kayıtlanmalarını görüntüle ve güncelle.
zh_cn: 查看及更新学习者注册资讯。

source: Manage User
pt_br: Administrar Usuário
tr_tr: Kullanıcıyı Yönet
zh_cn: 管理用户

source: Disable User Account
pt_br: Desbilitar Conta de Usuário
tr_tr: Kullanıcı Hesabını Askıya Al
zh_cn: 禁用用户帐户

source: Entitlements
pt_br: Créditos
zh_cn: 权利

source: View, create, and reissue learner entitlements
pt_br: Ver, criar e reemitir créditos de aluno
zh_cn: 查看、创建和重新颁发学员权利

source: user_support_url
tr_tr: kullanıcı_destek_url
zh_cn: 用户_支持_url

source: user_detail_url
tr_tr: kullanıcı_detay_url
zh_cn: 用户_详细信息_url

source: Usable
pt_br: Usável
tr_tr: Kullanılabilir
zh_cn: 可用

source: Unusable
pt_br: Inutilizável
tr_tr: Kullanılamaz
zh_cn: 无用

source: User Disabled Successfully
pt_br: Usuário Desabilitado com sucesso
tr_tr: Kullanıcı Başarıyla Devre Dışı Bırakıldı
zh_cn: 已成功禁用用户

source: Email Address
pt_br: Endereço de e-mail
tr_tr: E-posta Adresi
zh_cn: 电子邮件地址

source: Course ID
pt_br: ID do Curso
tr_tr: Ders Kimliği
zh_cn: 课程编号

source: User not found
pt_br: Usuário não encontrado
tr_tr: Kullanıcı bulunamadı.
zh_cn: 未找到用户

source: Course {course_id} not past the refund window.
pt_br: O curso {course_id} não passou pela janela de reembolso.
tr_tr: {course_id} dersi için iade süresi aralığı sürüyor.
zh_cn: 课程 {course_id}没有通过退费窗口。

source: No order found for {user} in course {course_id}
pt_br: Nenhuma ordem foi encontrada para {user} no curso {course_id}
tr_tr: {course_id} dersinde {user} için bir sipariş bulunamadı.
zh_cn: 在课程{course_id}中没有为{user}找到订单。

source: Unenrolled {user} from {course_id}
pt_br: O {user} teve sua matrícula cancelada de {course_id}
tr_tr: {course_id} dersinden kaydı silindi {user}
zh_cn: 放弃选修{course_id}的{user}

source: Refunded {cost} for order id {order_id}
pt_br: Reembolso de {cost} para o id da ordem {order_id}
tr_tr: Kimliği {order_id} olan sipariş için {cost} iade edildi.
zh_cn: 订单{order_id}已退款{cost}

source: Optional language the team uses as ISO 639-1 code.
pt_br: Idioma opcional que a equipe usa como código da ISO 639-1
tr_tr: Takımın ISO 639-1 kodu olarak kullandığı isteğe bağlı dil.
zh_cn: 团队所使用之选择性语言的代码为 ISO 639-1 。

source: Teams
pt_br: Equipes
tr_tr: Takımlar
zh_cn: 团队

source: The supplied course id {course_id} is not valid.
pt_br: O ID de curso fornecido {course_id} não é válido.
tr_tr: Belirtilen ders kimliği {course_id} geçersiz.
zh_cn: 提供的课程编号{course_id}无效。

source: course_id must be provided
pt_br: ID do curso deve ser fornecido
tr_tr: ders_kimliği sağlanmalı
zh_cn: 必须提供课程编号

source: text_search and order_by cannot be provided together
pt_br: busca_texto e pedido_de não podem ser fornecidos juntos
zh_cn: text_search和 order_by 不能一起被提供

source: The supplied topic id {topic_id} is not valid
pt_br: A identificação do tópico fornecido {topic_id} não é válida
tr_tr: Belirtilen konu kimliği {topic_id} geçerli değil
zh_cn: 提供的主题编号{topic_id}无效

source: Error connecting to elasticsearch
pt_br: Erro ao conectar-se a elasticsearch
tr_tr: Elasticsearch'e bağlanmada hata
zh_cn: 到elasticsearch 的错误链接

source: The ordering {ordering} is not supported
pt_br: A ordem {ordering} não é suportada
tr_tr: Sipariş {ordering} desteklenmiyor.
zh_cn: 不支持{ordering}排序

source: The supplied course_id {course_id} is not valid.
pt_br: O ID do curso fornecido {course_id} não é válido.
tr_tr: Belirtilen ders_kimliği {course_id} geçerli değil.
zh_cn: 提供的课程编号{course_id}无效。

source: You are already in a team in this course.
pt_br: Você já está em uma equipe neste curso.
tr_tr: Bu derste zaten bir takıma üyesiniz.
zh_cn: 你已经加入了该课程中的一个小组。

source: username or team_id must be specified.
pt_br: Nome do usuário ou ID_Equipe deve ser especificado.
tr_tr: kullanıcı adı veya takım_kimliği belirtilmelidir.
zh_cn: 必须制定用户名和team_id。

source: Username is required.
pt_br: Nome de usuário é obrigatório.
tr_tr: Kullanıcı adı gerekmektedir.
zh_cn: 需要填写用户名

source: Team id is required.
pt_br: O ID da equipe é obrigatório
tr_tr: Takım id'si gerekmektedir.
zh_cn: 需要填写Team id

source: This team is already full.
pt_br: Esta equipa já está cheia.
tr_tr: Bu takım dolu gözüküyor.
zh_cn: 该组已经满员。

source: The user {username} is already a member of a team in this course.
pt_br: O usuário {username} já é um membro de uma equipe neste curso.
tr_tr: Bu derste {username} kullanıcısı zaten bir takımın üyesi olarak gözükmekte.
zh_cn: 用户{username}已经是该课程团队中的一员了。

source: The user {username} is not enrolled in the course associated with this team.
pt_br: O usuário {username} não está inscrito no curso relacionado com esta equipe.
tr_tr: Kullanıcı {username} bu takımla ilgili olan derse kayıtlı değil.
zh_cn: {username}用户未选修与该团队相关的课程。

source: Date Joined
pt_br: Data de Envio
zh_cn: 加入日期

# user.profile
source: Address
pt_br: Endereço 1
zh_cn: 地址

# xblock-ilt
source: Address
pt_br: Endereço 1
zh_cn: 地址

source: Address 2
pt_br: Endereço 2
tr_tr: Adres 2
zh_cn: 地址2

source: Phone Number
pt_br: Número do curso
zh_cn: 电话号码

source: Employee ID
pt_br: ID do Empregado
zh_cn: 员工ID

source: Hire Date
pt_br: Data de Admissão
zh_cn: 入职日期

source: Level
pt_br: Nível
zh_cn: 级别

source: Job Code
pt_br: Código de Cargo
zh_cn: 职位代码

source: Job Description
pt_br: Descrição
zh_cn: 工作描述

source: Department
pt_br: Pagar
zh_cn: 部门

source: Supervisor
zh_cn: 主管

source: Learning Group
pt_br: Grupo de aprendizagem
zh_cn: 学习小组

source: Exempt Status
pt_br: Status do Pagamento
zh_cn: 豁免状态

source: Query
pt_br: Consulta
zh_cn: 查询

source: Field
pt_br: àrea
zh_cn: 字段

source: Select the user properties you want to display
zh_cn: 选择您想要展示的用户属性。

source: Invalid User ID
pt_br: Identificação de curso inválida.
zh_cn: 无效的用户编号

source: There can only be one exiting pending task!
pt_br: Pode haver apenas uma imagem padrão.
zh_cn: 只能有一个退出的待处理任务！

source: The request is already approved by the instructor!
pt_br: A solicitação já foi aprovada pelo instrutor!
zh_cn: 该请求已由讲师批准！

source: Unknown error. Please contact the support!
pt_br: A resposta do avaliador é inválida. Por favor, entre em contato com a equipe do curso.
zh_cn: 未知错误，请联系支持中心。

source: Request sent successfully!
pt_br: Usuário {user} criado com sucesso!
zh_cn: 请求发送成功！

source: The waiver request has been accepted!
pt_br: Esta revisão foi excluída.
zh_cn: 豁免请求已被接受！

source: The waiver request has been denied!
pt_br: Esta revisão foi excluída.
zh_cn: 豁免请求已被拒绝！

source: The waiver request is already accepted by {name}
pt_br: A solicitação de dispensa já foi aceitada por {name}
zh_cn: 豁免请求已被{name} 接受

source: The waiver request is already denied by {name}
pt_br: A solitação de dispensa já foi negada por {name}
zh_cn: 豁免请求已被 {name} 拒绝

source: Invalid export format.
pt_br: Certificado inválido
zh_cn: 无效的导出格式

source: The export report is currently being created. When it's ready, the report will appear in your report list at the bottom of the page. You will be able to download the report when it is complete, it can take several minutes to appear.
zh_cn: 当前正在创建导出报表。准备就绪后，报表将显示在页面底部的报表列表中。完成后，您将能够下载报告，可能需要几分钟才能显示。

source: No report to export.
pt_br: Sem relatório para exportar.
zh_cn: 没有要导出的报告。

source: Invalid Course ID
pt_br: Identificação de curso inválida.
zh_cn: 无效的课程编号

source: Invalid course id.
pt_br: Identificação de curso inválida.
zh_cn: 无效的课程编号

source: The course for which this deadline applies
pt_br: O curso para o qual se aplica esse prazo
tr_tr: Bu son tarihin uygulandığı ders.
zh_cn: 使用该截止日期的课程

source: The datetime after which users are no longer allowed to submit photos for verification.
pt_br: A data e hora após o qual os usuários não estarão mais autorizados a enviar fotos para verificação.
tr_tr: Kullanıcıların doğrulama için fotoğraf göndermesinin izninin sonra erdiği tarih ve saat.
zh_cn: 该日期之后，用户将不再允许提交照片用于认证了。

source: Your {platform_name} verification has expired.
pt_br: A sua verificação de {platform_name} expirou.
tr_tr: {platform_name} doğrulamanızın süresi geçmiş.
zh_cn: 您的 {platform_name} 认证已经过期。

source: Intro
pt_br: Introdução
tr_tr: Giriş
zh_cn: 简介

source: Make payment
pt_br: Pagar
tr_tr: Ödeme Yap
zh_cn: 付款

source: Payment confirmation
pt_br: Confirmação de Pagamento
tr_tr: Ödeme Onayı
zh_cn: 付款确认

source: Take photo
pt_br: Tirar foto
tr_tr: Fotoğraf çekiniz
zh_cn: 拍摄

source: Take a photo of your ID
pt_br: Tire uma foto do seu documento de identidade
tr_tr: Kimliğinizin fotoğrafını çekin
zh_cn: 拍摄一张你身份证件的照片

source: Review your info
pt_br: Revise suas informações
tr_tr: Bilgilerinizi Gözden Geçirin
zh_cn: 审核你的信息

source: Enrollment confirmation
pt_br: Confirmação de matrícula
tr_tr: Kayıtlanma doğrulaması
zh_cn: 选课确认

source: Selected price is not valid number.
pt_br: O preço selecionado não é um número válido.
tr_tr: Seçili ücret geçerli bir sayı değil.
zh_cn: 选择的价格不是有效数字。

source: This course doesn't support paid certificates
pt_br: Este curso não suporta certificados pagos
tr_tr: Bu ders ücretli sertifikaları desteklemiyor.
zh_cn: 本课程不支持付费认证证书。

source: No selected price or selected price is below minimum.
pt_br: Nenhum preço foi selecionado ou o preço selecionado é inferior ao valor mínimo.
tr_tr: Seçili ücret yok veya seçilen ücret minimumdan daha küçük
zh_cn: 未选择价格或选择的价格低于最低价。

source: Photo ID image is required if the user does not have an initial verification attempt.
pt_br: A imagem da Foto de ID é necessária se o usuário não tiver uma tentativa de verificação inicial.
tr_tr: Kullanıcının daha önce bir doğrulama denemesi bulunmuyorsa fotoğraflı kimlik zorunludur.
zh_cn: 如果用户没有一个初步的验证尝试，则需要提供带照片的身份证件图片。

source: Missing required parameter face_image
pt_br: Faltando os parâmetros necessários para imagem_rosto
tr_tr: Boş kalan gerekli parametre yüz_resmi
zh_cn: 缺少必要的参数：面部图像

source: Invalid course key
pt_br: Chave de curso inválida
tr_tr: Geçersiz ders anahtarı
zh_cn: 无效的课程标识

source: No profile found for user
pt_br: Nenhum perfil encontrado para o usuário
tr_tr: Kullanıcı için bir profil bulunamadı
zh_cn: 未找到用户档案

source: Name must be at least {min_length} characters long.
pt_br: Nome deve conter no mínimo {min_length} caracteres.
tr_tr: İsim en az {min_length} karakter uzunluğunda olmalıdır.
zh_cn: 名字不能少于{min_length}字符。

source: Image data is not valid.
pt_br: Dados de imagem inválidos.
tr_tr: Resim verisi geçerli değil.
zh_cn: 图像数据无效.

source: {platform_name} ID Verification Photos Received
pt_br: {platform_name} Fotos de identificação de ID recebidas
tr_tr: {platform_name} Platformu Kimlik Doğrulaması Fotoğrafları Alındı
zh_cn: {platform_name} 名称收到的 ID 验证照片

source: Your {platform_name} ID Verification Approved
pt_br: Sua verificação de ID de {platform_name} foi aprovada
tr_tr: {platform_name} Platformu Kimlik Doğrulamanız Onaylandı
zh_cn: 您的 {platform_name} ID 验证已批准

source: Your {platform_name} Verification Has Been Denied
pt_br: Sua verificação de ID de {platform_name} foi negada
tr_tr: {platform_name} Platformu Doğrulamanız Reddedildi
zh_cn: 您的 {platform_name} 验证已被拒绝

source: Your Platform Name Here
pt_br: O nome da sua Plataforma aqui
tr_tr: Platform Adınız Buraya
zh_cn: 您的平台名称在这里

source: Your Platform Description Here
pt_br: A Descrição da sua Plataforma aqui
tr_tr: Platform Açıklamanız Buraya
zh_cn: 您的平台说明在这里

source: Read access
pt_br: Ler acesso
tr_tr: Okuma erişimi
zh_cn: 读取权限

source: Write access
pt_br: Permissão de escrita
tr_tr: Yazma erişimi
zh_cn: 写入权限

source: Know your email address
pt_br: O seu e-mail
zh_cn: 查看您的邮箱地址

source: Know your name and username
pt_br: Saiba o seu nome e nome de usuário
zh_cn: 查看你的用户名和姓名

source: Retrieve your grades for your enrolled courses
pt_br: Recuperar suas notas dos cursos em que está inscrito
zh_cn: 检索已注册课程的分数

source: Retrieve your course certificates
pt_br: Saiba mais sobre os certificados
tr_tr: Ders sertifikalarınızı alın
zh_cn: 获取您的课程证书

source: Audit
pt_br: Auditar
tr_tr: Gözlemle
zh_cn: 旁听

source: Like {platform_name} on Facebook
pt_br: Siga {platform_name} no Facebook
tr_tr: {platform_name} platformunu Facebook'ta beğenin
zh_cn: 在Facebook上为{platform_name}点赞

source: Follow {platform_name} on Twitter
pt_br: Siga {platform_name} no Twitter
tr_tr: Twitter'da {platform_name}'ni Takip et
zh_cn: 在Twitter上关注{platform_name}

source: Follow {platform_name} on LinkedIn
pt_br: Siga {platform_name} no LinkedIn
tr_tr: LinkedIn'de takip edin {platform_name}
zh_cn: 在LinkedIn上关注{platform_name}

source: Follow {platform_name} on Google+
pt_br: Siga {platform_name} no Google+
tr_tr: Google+'da takip edin {platform_name}
zh_cn: 在Google+上关注{platform_name}

source: Subscribe to the {platform_name} subreddit
pt_br: Assine {platform_name} no subreddit
tr_tr: subreddit'e {platform_name} üye ol.
zh_cn: 订阅subreddit {platform_name}

source: Weibo
zh_cn: 微博

source: Subscribe to the {platform_name} YouTube channel
pt_br: Assine o canal {platform_name} no Youtube
tr_tr: {platform_name} YouTube kanalına üye olun.
zh_cn: 订阅{platform_name}的YouTube频道

source: Welcome to {platform_name}.
pt_br: Bem-vindo a {platform_name}
tr_tr: {platform_name} platformuna hoş geldiniz.
zh_cn: 欢迎使用 {platform_name}。

source: You have left the {start_bold}{enterprise_name}{end_bold} website and are now on the {platform_name} site. {enterprise_name} has partnered with {platform_name} to offer you high-quality, always available learning programs to help you advance your knowledge and career. {line_break}Please note that {platform_name} has a different {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end} from {enterprise_name}.
pt_br: Você saiu do site de {start_bold}{enterprise_name}{end_bold} e agora está no site do {platform_name}. {enterprise_name} é se tornou um parceiro de {platform_name} oferecer programas de aprendizado sempre disponíveis e de alta qualidade para ajudá-lo a aprimorar seu conhecimento e carreira. {line_break}note que {platform_name} tem uma {privacy_policy_link_start}Política de Privacidade{privacy_policy_link_end} diferente de {enterprise_name}.
zh_cn: 您已离开{start_bold}{enterprise_name}{end_bold} 网站，现在位于{platform_name} 网站上。{enterprise_name}与 {platform_name} 合作，为您提供高质量、始终可用的学习计划，帮助您提升知识和事业。 {line_break}请注意，{platform_name}有从{enterprise_name}应用的特殊的{privacy_policy_link_start}隐私政策{privacy_policy_link_end}。

source: Signed Out
pt_br: Sair
tr_tr: Çıkış Yapıldı
zh_cn: 退出

source: You have signed out.
pt_br: Você saiu.
tr_tr: Çıkış yaptınız.
zh_cn: 您已经退出。

source: If you are not redirected within 5 seconds, <a href="%(target)s">click here to go to the home page</a>.
pt_br: Se você não for redirecionado em 5 segundos, <a href="%(target)s">clique aqui para voltar para a página inicial</a>.
tr_tr: 5 saniye içinde yönlendirilmeniz yapılmadıysa, <a href="%(target)s">anasayfaya dönmek için lütfen buraya tıklayınız</a>.
zh_cn: 如果5秒后还没有自动跳转, <a href="%(target)s">点击这里返回主页</a>.

source: Skip to main content
pt_br: Pular para o conteúdo principal
tr_tr: Ana içeriğe dön
zh_cn: 跳至主要内容

source: Authorize
pt_br: Autorizar
tr_tr: Yetkilendir
zh_cn: 授权

source: The above application requests the following permissions from your account:
pt_br: O aplicativo acima solicita as seguintes permissões da sua conta:
tr_tr: Yukarıdaki uygulama, hesabınızdan aşağıdaki izinleri istiyor:
zh_cn: 上述应用程序从您的帐户请求以下权限：

source: These permissions will be granted for data from your courses associated with the following content providers:
pt_br: Essas permissões serão concedidas para dados de seus cursos associados aos seguintes provedores de conteúdo:
tr_tr: Bu izinler, aşağıdaki içerik sağlayıcılarla ilişkili derslerinizdeki veriler için verilecektir:
zh_cn: 对于与以下内容提供商关联的课程中的数据，将授予这些权限：

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
pt_br: Por favor clique no botão 'Permitir' para conceder permissão parao aplicativo acima. Caso contrário, para reter as permissões, clique no botão 'Cancelar'.
tr_tr: Yukarıdaki uygulamaya bu izinleri vermek için lütfen 'İzin Ver' düğmesine tıklayın. Bu izinleri vermemeyi tercih etmeniz durumunda 'İptal' düğmesine tıklayın.
zh_cn: 请单击"允许"按钮向上述应用程序授予这些权限。否则，要保留这些权限，请单击"取消"按钮。

source: Cancel
pt_br: Cancelar
tr_tr: İptal
zh_cn: 取消

source: Allow
pt_br: Permitir
tr_tr: İzin ver
zh_cn: 允许

source: Error
pt_br: Erro
tr_tr: Hata
zh_cn: 错误

source: Export
pt_br: Exportar
tr_tr: Dışa Aktar
zh_cn: 导出

source: Download
tr_tr: İndir
zh_cn: 下载

source: Due to the high volume of data, this progress report is only available for export.
pt_br: Devido ao alto volume de informação, o relatório deste processo só está avaliável para exportar.
zh_cn: 由于数据量大，此进度报告仅可用于导出。

source: Total: %(nb_learners)s learner
pt_br: Total: %(nb_learners)s alunoa
zh_cn: 总计： %(nb_learners)s 学员

source: Page
pt_br: Página
tr_tr: Sayfa
zh_cn: 页面

source: of
pt_br: de
tr_tr: -nin
zh_cn: 的

source: Last modified:
pt_br: Última modificação:
tr_tr: Son güncelleme:
zh_cn: 最后修改：

source: See all children
pt_br: Ver todos os artigos subordinados
tr_tr: Tüm çocukları gör.
zh_cn: 查看所有子文章

source: This article was last modified:
pt_br: Este artigo foi modificado pela última vez em:
tr_tr: Bu madde en son şu tarihte güncellendi:
zh_cn: 这篇文章最后修改：

source: Add new article
pt_br: Adicionar um novo artigo
tr_tr: Yeni madde ekle
zh_cn: 增加新文章

source: Create article
pt_br: Criar artigo
tr_tr: Madde oluştur
zh_cn: 创建文章

source: Go back
pt_br: Voltar
tr_tr: Geri dön
zh_cn: 返回

source: Delete article
pt_br: Excluir artigo
tr_tr: Maddeyi sil
zh_cn: 删除文章

source: Delete
pt_br: Excluir
tr_tr: Sil
zh_cn: 删除

source: You cannot delete a root article.
pt_br: Você não pode excluir um artigo raiz.
tr_tr: Bir kök maddeyi silemezsiniz.
zh_cn: 根文章不可删除。
