Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Certificate for learner {user} is already invalid, kindly verify that certificate was generated for this learner and then proceed.
pt_br: O Certificado para o aluno {user} é inválido, por favor, verifique se o certificado foi gerado para este aluno e então prossiga
zh_cn: 学员 {user}的证书已无效，请核对该证书是否是为此学员产出后再做后续动作。

source: Certificate Invalidation does not exist, Please refresh the page and try again.
pt_br: A Invalidação do Certificado não existe, por favor, recarregue a página e tente novamente
tr_tr: Sertifika Geçersizleştirme mevcut değil. Lütfen sayfayı yenileyin ve tekrar deneyin.
zh_cn: 证书失效是不存在的，请重新载入页面或再试一次。

source: Learner username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
pt_br: O campo de nome de usuário/e-mail do aluno é obrigatório e não pode estar em branco. Por favor, preencha com o nome do usuário/email e então pressione o botão de "Invalidar Certificado"
zh_cn: 学员使用者名称及email是必填的且不能空白。请填入使用者名称及email，并按“作废证书”的按钮。

source: The learner {student} does not have certificate for the course {course}. Kindly verify learner username/email and the selected course are correct and try again.
pt_br: O aluno {student} não tem o certificado do curso {course}. Por favor, verifique se o nome de usuário/e-mail e o curso selecionado estão corretos e então tente novamente.
zh_cn: 学员 {student} 没有此门课程 {course}之修课证明。请验证学员使用者名称/email以及确认所选之课程是否正确，然后再试一次。

source: coupon id is None
pt_br: O id do cupom está vazio
tr_tr: kupon No Yok
zh_cn: 优惠券ID不存在

source: coupon with the coupon id ({coupon_id}) DoesNotExist
pt_br: O cupom com o id ({coupon_id}) não existe
tr_tr: ({coupon_id}) kimlikli kupon MevcutDeğil
zh_cn: 编号为({coupon_id})的优惠券不存在

source: coupon with the coupon id ({coupon_id}) is already inactive
pt_br: O cupom com o id ({coupon_id}) já está inativo
tr_tr: ({coupon_id}) kimlikli kupon halihazırda aktif değil
zh_cn: 编号为({coupon_id})的优惠券已经被激活

source: coupon with the coupon id ({coupon_id}) updated successfully
pt_br: O cupom com o id ({coupon_id}) foi atualizado com successo
tr_tr: ({coupon_id}) kimlikli kupon başarıyla güncellendi
zh_cn: 编号为({coupon_id})的优惠券更新成功

source: The code ({code}) that you have tried to define is already in use as a registration code
pt_br: O código ({code}) que tentou definir já está em uso como um código de registro
tr_tr: Tanımlamaya çalıştığınız ({code}) kodu halihazırda kayıt kodu olarak kullanılıyor
zh_cn: 你试图定义的这个卡号 ({code})已经被注册码使用了

source: Please Enter the Integer Value for Coupon Discount
pt_br: Por Favor, Insira um Valor Inteiro para o Cupom de Desconto
tr_tr: Lütfen Kupon İndirimi için Tamsayı Değerini Girin
zh_cn: 请输入整数值的折扣率

source: Please Enter the Coupon Discount Value Less than or Equal to 100
pt_br: Por Favor, Preencha o Cupom de Desconto com um Valor Menor ou Igual a 100
tr_tr: Lütfen Kupon İndirim Değerini 100'e eşit ya da az olarak girin.
zh_cn: 请输入不大于100的优惠券折扣度

source: Please enter the date in this format i-e month/day/year
pt_br: Por favor insira a data no formato: mês/dia/ano
tr_tr: Lütfen tarihi şu formatta girin: ay/gün/yıl
zh_cn: 请以该格式输入日期，如：月/日/年

source: coupon with the coupon code ({code}) added successfully
pt_br: O cupom com o código de cupom ({code}) foi adicionado com sucesso
tr_tr: ({code}) kodlu kupon başarıyla eklendi
zh_cn: 使用优惠代码({code})的优惠券添加成功。

source: coupon with the coupon code ({code}) already exists for this course
pt_br: O cupom com o código ({code}) já existe para este curso.
tr_tr: ({code}) kodlu kupon bu ders için zaten mevcut
zh_cn: 优惠代码为({code})的优惠券对于该课程已经存在

source: coupon id not found
pt_br: O id do cupom não foi encontrado
tr_tr: kupon no bulunamadı
zh_cn: 优惠券编号无法找到

source: coupon with the coupon id ({coupon_id}) updated Successfully
pt_br: O cupom com o ID de cupom ({coupon_id}) foi atualizado com Sucesso
tr_tr: ({coupon_id}) kimlikli kupon başarıyla güncellendi
zh_cn: 编号为({coupon_id})的优惠券更新成功

source: Instructor
pt_br: Instrutor
tr_tr: Eğitmen
zh_cn: 主讲教师

source: To gain insights into learner enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
pt_br: Para obter informações sobre o envolvimento e participação dos alunos {link_start}visite{analytics_dashboard_name}, o novo produto de análise do curso.{link_end}.
zh_cn: 要深入了解学员的选课和参与信息，请{link_start}访问我们全新的课程分析产品{analytics_dashboard_name}{link_end}。

source: E-Commerce
tr_tr: E-Ticaret
zh_cn: 电子商务

source: Special Exams
pt_br: Exames Especiais
tr_tr: Özel Sınavlar
zh_cn: 专业测验

source: Certificates
pt_br: Certificados
tr_tr: Sertifikalar
zh_cn: 证书

source: Please Enter the numeric value for the course price
pt_br: Digite o valor correspondente ao preço do curso
tr_tr: Ders ücretinin nümerik değerini girin.
zh_cn: 课程价格只能是数字

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
pt_br: Modo slug ({mode_slug}) não existe
zh_cn: 课程模型中的模型类({mode_slug})不存在

source: CourseMode price updated successfully
pt_br: Preço do Modo de Curso atualizado com sucesso
tr_tr: CourseMode ücreti başarıyla güncellendi
zh_cn: 课程模式价格更新成功

source: Course Info
pt_br: Informações sobre o curso
tr_tr: Ders Bilgisi
zh_cn: 课程信息

source: Enrollment data is now available in {dashboard_link}.
pt_br: Data da inscrição está disponível em {dashboard_link}.
tr_tr: Kayıtlanma verisi şimdi {dashboard_link} linkinden ulaşılabilir.
zh_cn: 选课数据现已可通过{dashboard_link}查看。

source: Membership
pt_br: Assinatura
tr_tr: Üyelik
zh_cn: 会员资格

source: Cohorts
pt_br: Grupos
tr_tr: Topluluklar
zh_cn: 群组

source: Discussions
pt_br: Discussões
tr_tr: Forumlar
zh_cn: 讨论

source: Learner Admin
pt_br: Administração de alunos
zh_cn: 学员管理

source: Extensions
pt_br: Extensões
tr_tr: Eklentiler
zh_cn: 扩展

source: Data Download
pt_br: Download de dados
tr_tr: Veri İndir
zh_cn: 数据下载

source: Analytics
pt_br: Estatísticas
tr_tr: İstatistikler
zh_cn: 分析

source: Metrics
pt_br: Indicadores
tr_tr: Ölçümler
zh_cn: 度量

source: Open Responses
pt_br: Respostas Abertas
tr_tr: Açık Cevaplar
zh_cn: 打开答复

source: 0 sent
pt_br: 0 enviado
tr_tr: 0 gönderilen
zh_cn: 已发送0封邮件

source: {num_emails} sent
pt_br: {num_emails} enviado
tr_tr: {num_emails} gönderildi
zh_cn: {num_emails} 已发送

source: {num_emails} failed
pt_br: {num_emails} falhou
tr_tr: Gönderilemeyen e-posta sayısı {num_emails}
zh_cn: {num_emails} 失败

source: Complete
pt_br: Concluída
tr_tr: Tamamlanmış
zh_cn: 已经完成

source: Incomplete
pt_br: Incompleto
tr_tr: Eksik
zh_cn: 未完成

source: The enrollment code ({code}) was not found for the {course_name} course.
pt_br: O código de inscrição ({code}) não foi encontrado no curso {course_name}.
tr_tr: {course_name} dersi için kayıtlanma kodu ({code}) bulunamadı.
zh_cn: 对于{course_name}课程的选课码({code})未找到。

source: This enrollment code has been canceled. It can no longer be used.
pt_br: O código de inscrição foi cancelado. Ele não pode mais ser utilizado.
tr_tr: Bu kayıtlanma kodu iptal edilmiş. Bu kod artık kullanılamaz.
zh_cn: 该选课码已经被取消，不能再使用。

source: This enrollment code has been marked as unused.
pt_br: Este código de inscrição foi marcado como não utilizado.
tr_tr: Bu kayıtlanma kodu kullanılmamış olarak işaretlenmiş.
zh_cn: 该选课码已被标记为未使用过的。

source: The enrollment code has been restored.
pt_br: O código de inscrição foi restaurado.
tr_tr: Kayıtlanma kodu sıfırlanmış.
zh_cn: 选课码已修复。

source: The redemption does not exist against enrollment code ({code}).
pt_br: Não existe recuperação para este este código de inscrição ({code}).
tr_tr: ({code}) kayıtlanma koduna karşılık bir kullanım bulunmuyor.
zh_cn: 针对redemption 注册代码 ({code})是不存在的。

source: Could not find learner matching identifier: {student_identifier}
pt_br: Identificador de correspondência de aluno não encontrado: {student_identifier}
zh_cn: 无法找到与标识符：{student_identifier}匹配的学员

source: Unable to parse date:
pt_br: Houve um problema ao analisar a data:
tr_tr: Tarih okunamadı:
zh_cn: 不能解析日期

source: Couldn't find module for url: {0}
pt_br: Não foi possível encontrar o módulo para o url: {0}
tr_tr: url: {0} için modül bulunamadı
zh_cn: 不能为url {0} 找到合适的模块

source: Unit {0} has no due date to extend.
pt_br: Unidade {0} não possui data limite para ser estendida.
tr_tr: Ünite {0} uzatılacak bitiş tarihine sahip değil.
zh_cn: 单元{0}没有要延长的截止日期。

source: An extended due date must be later than the original due date.
pt_br: A data limite estendida deve ser posterior à data limite original.
tr_tr: Uzatılmış bitiş tarihi esas bitiş tarihinden daha sonra olmalıdır.
zh_cn: 延长的截止日期必须在正常截止日期之后。

source: No due date extension is set for that learner and unit.
pt_br: Nenhuma extensão de data limite foi configurada para esse aluno e unidade.
zh_cn: 还没有为学员和单元设置可延长的截止日期。

source: Full Name
pt_br: Nome completo
tr_tr: Tam Ad
zh_cn: 全名

source: Extended Due Date
pt_br: Data de entrega prorrogada
tr_tr: Ertelenmiş Son Gün
zh_cn: 扩展截止日期

source: Users with due date extensions for {0}
pt_br: Usuários com prorrogação de data de entrega para {0}
tr_tr: {0} için ek süre almış kullanıcılar
zh_cn: 拥有到期扩展{0}的用户

source: Due date extensions for {0} {1} ({2})
pt_br: Prorrogação da data de entrega para {0} {1} ({2})
tr_tr: {0} {1} ({2}) için ek süreler
zh_cn: 到期扩展{0} {1} ({2})

source: Requested task is already running
pt_br: Tarefa requisitada já está sendo executada
tr_tr: Talep edilen görev zaten devam ediyor
zh_cn: 请求的任务已在运行

source: Error occured. Please try again later.
pt_br: Erro ocorrido. Por favor tente novamente mais tarde.
tr_tr: Hata oluştu. Lütfen daha sonra tekrar deneyin
zh_cn: 发生错误。请稍后再试。

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
pt_br: O relátorio de {report_type} está sendo criado. Para ver os status do relatório veja as Tarefas Pendentes abaixo. Você poderá baixar o relatório ele estiver completo
tr_tr: {report_type} raporu oluşturuluyor. Raporun durumunu görmek için, aşağıdaki Bekleyen Görevler'e bakın. Tamamlandığında raporu indirebilirsiniz.
zh_cn: 正在创建{report_type}报表。要查看报表的状态，请参阅下面的"挂起任务"。完成后，您将能够下载报告。

source: This component cannot be rescored.
pt_br: Esse componente não pode ser resgatado
tr_tr: Bu bileşen yeniden notlandırılamaz.
zh_cn: 无法重新评分此组件。

source: This component does not support score override.
tr_tr: Bu bileşen puan geçersizleştirmeyi desteklemez.
zh_cn: 此组件不支持分数覆盖。

source: Scores must be between 0 and the value of the problem.
pt_br: Pontuações devem ser entre 0 e o valor do problema.
tr_tr: Not, 0 ile probleme atanan değer arasında olmalı.
zh_cn: 分数必须介于 0 和问题值之间。

source: Not all problems in entrance exam support re-scoring.
pt_br: Nem todos os problemas no Exame de Admissão permitem a reavaliação.
tr_tr: Giriş sınavındaki tüm sorular yeniden notlandırmayı desteklemiyor.
zh_cn: 入学考试中不是所有的问题都支持重新打分。

source: rescored
pt_br: reavaliada
tr_tr: yeniden notlandırıldı
zh_cn: 重新评分

source: overridden
tr_tr: geçersizleştirilmiş
zh_cn: 重写

source: reset
pt_br: redefinir
tr_tr: sıfırla
zh_cn: 重置

source: deleted
pt_br: excluído
tr_tr: silindi
zh_cn: 已删除

source: emailed
pt_br: E-mail enviado
tr_tr: e-posta gönderilen
zh_cn: 已邮件通知

source: graded
pt_br: avaliado
tr_tr: notlandırıldı
zh_cn: 已评价

source: problem distribution graded
pt_br: problema de distribuição avaliado
tr_tr: Problem dağılımı notlandırıldı
zh_cn: 问题分布已评价

source: generating_enrollment_report
pt_br: gerando_relatório_de_inscrição
tr_tr: kayıtlanma_raporu_oluşturuluyor
zh_cn: 正在生成选课报告

source: certificates generated
pt_br: Certificados gerados.
tr_tr: oluşturulan sertifikalar
zh_cn: 证书已生成

source: certificates zip file generated
pt_br: Certificados gerados.
zh_cn: 证书zip文件已生成

source: cohorted
pt_br: agrupado
tr_tr: topluluğa alındı
zh_cn: 群组化

source: First Name
pt_br: Nome:
tr_tr: Adı
zh_cn: 名

source: Last Name
pt_br: Sobrenome
tr_tr: Soyadı
zh_cn: 姓

source: Company Name
pt_br: Nome da Empresa
tr_tr: Şirket Adı
zh_cn: 公司名称

source: Title
pt_br: Título
tr_tr: Başlık
zh_cn: 标题

source: Year of Birth
pt_br: Ano de Nascimento
tr_tr: Doğum Yılı
zh_cn: 出生年份

source: Enrollment Date
pt_br: Data de Inscrição
tr_tr: Kayıt Tarihi
zh_cn: 选课日期

source: Currently Enrolled
pt_br: Atualmente Inscrito
tr_tr: Güncel Kayıtlanan Sayısı
zh_cn: 当前注册

source: Enrollment Source
pt_br: Fonte da Inscrição
tr_tr: Kayıt Kaynağı
zh_cn: 注册来源

source: Manual (Un)Enrollment Reason
pt_br: Motivo da Inscrição ( ou cancelamento) manual
tr_tr: El ile Kayıtlanma (veya kayıt sildirme) Nedeni
zh_cn: 招生手册 (Un)

source: Enrollment Role
pt_br: Papel da Incrição
tr_tr: Kayıt Rolü
zh_cn: 注册身分

source: List Price
pt_br: Lista de Preços
tr_tr: Liste Fiyatı
zh_cn: 列表价格

source: Payment Amount
pt_br: Montante de Pagamento
tr_tr: Ödeme Miktarı
zh_cn: 支付金额

source: Coupon Codes Used
pt_br: Códigos dos Cupons Utilizados
tr_tr: Kullanılan Kupon Kodu
zh_cn: 优惠券代码已使用

source: Registration Code Used
pt_br: Código de Registro Utilizado
tr_tr: Kullanılan Kayıt Kodu
zh_cn: 注册编号已使用

source: Payment Status
pt_br: Status do Pagamento
tr_tr: Ödeme Durumu
zh_cn: 付款状态

source: Transaction Reference Number
pt_br: Número de Referência da Transação
tr_tr: Ödeme Referans Numarası
zh_cn: 交易参考编码

source: No status information available
pt_br: Não há informações disponíveis sobre o status
tr_tr: Durum bilgisi bulunmamaktadır.
zh_cn: 尚无状态信息

source: No task_output information found for instructor_task {0}
pt_br: Não foram encontradas informações do resultado da tarefa para a tarefa do instrutor {0}
tr_tr: instructor_task {0} için task_output bilgisi bulunamadı
zh_cn: 无主讲教师任务 {0}的输出信息

source: No parsable task_output information found for instructor_task {0}: {1}
pt_br: Não foram encontradas informações do resultado da tarefa para a tarefa do instrutor {0}: {1}
tr_tr: instructor_task {0} için okunabilir task_output bilgisi bulunamadı: {1}
zh_cn: 未找到主讲教师任务{0}:{1} 的可解析的任务输出信息

source: No parsable status information available
pt_br: Não há informações analisáveis disponíveis sobre o status
tr_tr: Okunabilir durum bilgisi bulunmuyor
zh_cn: 尚无可解析的状态信息

source: No message provided
pt_br: Nenhuma mensagem foi fornecida
tr_tr: Hiçbir mesaj verilmedi
zh_cn: 尚无消息

source: Invalid task_output information found for instructor_task {0}: {1}
pt_br: As informações do resultado da tarefa são inválidas para a tarefa do instrutor {0}: {1}
tr_tr: instructor_task {0} için geçersiz task_output bilgisi bulundu: {1}
zh_cn: 发现主讲教师任务{0}: {1}的无效的任务输出信息

source: No progress status information available
pt_br: Não há informações disponíveis sobre o status do progresso
tr_tr: İlerleme durum bilgisi bulunamadı
zh_cn: 尚无进度状态信息

source: No parsable task_input information found for instructor_task {0}: {1}
pt_br: Não houve nenhuma entrada para tarefas encontradas para a tarefa do instrutor {0}: {1}
tr_tr: instructor_task {0} için okunabilir task_output bilgisi bulunamadı: {1}
zh_cn: 未找到主讲教师任务{0}:{1} 的可解析的任务输入信息

source: Progress: {action} {succeeded} of {attempted} so far
pt_br: Progresso: {action} {succeeded} de {attempted} até o momento
tr_tr: İlerleme: {attempted} adetten {succeeded}'ı {action} oldu
zh_cn: 进度: 目前 {attempted}的{action} {succeeded}

source: Unable to find submission to be {action} for learner '{student}'
pt_br: Não foi possível encontrar nenhum envio a ser {action} para o estudante '{student}'
zh_cn: 无法找到学员“{student}”的要被{action}的提交

source: Problem failed to be {action} for learner '{student}'
pt_br: Falha no problema a ser {action} para o aluno '{student}'
zh_cn: 学员“{student}”的问题{action}失败

source: Problem successfully {action} for learner '{student}'
pt_br: O problema foi {action} com sucesso para o aluno '{student}'
zh_cn: 学员“{student}”的问题{action}成功

source: Unable to find entrance exam submission to be {action} for learner '{student}'
pt_br: Não foi possível encontrar o exame de admissão a ser {action} para o aluno '{student}'
zh_cn: 无法找到学员“{student}”的要被{action}的入学考试提交

source: Entrance exam successfully {action} for learner '{student}'
pt_br: O Exame de Admissão foi {action} com sucesso para o aluno '{student}'
zh_cn: 为学员 '{student}'{action} 入学考试成功

source: Unable to find any learners with submissions to be {action}
pt_br: Não foi possível encontrar um aluno com envios {action}
zh_cn: 无法找到任何为{action}提交的学员

source: Problem failed to be {action} for any of {attempted} learners
pt_br: Falha ao {action} problema para algum dos {attempted} alunos
zh_cn: 对于{attempted}学员的问题{action}失败

source: Problem successfully {action} for {attempted} learners
pt_br: O problema foi {action} com sucesso para os {attempted} alunos
zh_cn: 对于{attempted}学员的问题{action}成功

source: Problem {action} for {succeeded} of {attempted} learners
pt_br: {action} problema para {succeeded} dos alunos {attempted}
zh_cn: 对于{attempted} 学员的问题 {action}{succeeded}

source: Unable to find any recipients to be {action}
pt_br: Não foi possível encontrar nenhum destinatário para ser {action}
tr_tr: {action} olması için herhangi bir alıcı bulunamadı
zh_cn: 无法找到{action}的接受者

source: Message failed to be {action} for any of {attempted} recipients
pt_br: Falha ao {action} mensagem para algum dos destinatários {attempted}
tr_tr: {attempted} sayıdaki alıcı için, mesaj {action} başarısız oldu.
zh_cn: 对{attempted}接受者的消息{action}失败

source: Message successfully {action} for {attempted} recipients
pt_br: A mensagem foi {action} corretamente para os destinatários {attempted}
tr_tr: {attempted} sayıdaki alıcı için, mesaj {action} başarılı oldu
zh_cn: 对于{attempted}接受者的消息{action}成功

source: Message {action} for {succeeded} of {attempted} recipients
pt_br: {action} mensagem para {succeeded} dos destinatários {attempted}
tr_tr: {attempted} alıcıdan {succeeded}'i için mesaj {action}
zh_cn: 对于{attempted}接受者的消息{action}{succeeded}

source: Status: {action} {succeeded} of {attempted}
pt_br: Status: {action} {succeeded} de {attempted}
tr_tr: Durum: {action} {attempted} içinden {succeeded}
zh_cn: 状态: 对于{attempted}{action} {succeeded}

source: (skipping {skipped})
pt_br: (pulando {skipped})
tr_tr: (atlıyor {skipped})
zh_cn: (忽略 {skipped})

source: (out of {total})
pt_br: (de um total de {total})
tr_tr: ({total} içinde)
zh_cn: ( ／{total} )

source: This component's access settings refer to deleted or invalid group configurations.
pt_br: As configurações de acesso deste componente referem-se a configurações de grupo excluídas, ou inválidas
tr_tr: Bu bileşenin erişim ayarları, silinmiş ya da geçersiz bir grup yapılandırmasına işaret ediyor.
zh_cn: 此组件的访问设置是指已删除或无效的组配置。

source: This unit's access settings refer to deleted or invalid group configurations.
pt_br: As configurações de acesso desta unidade referem-se a configurações de grupo excluídas ou inválidas.
tr_tr: Bu ünitenin erişim ayarları, silinmiş ya da geçersiz bir grup yapılandırmasına işaret ediyor.
zh_cn: 此单元的访问设置是指已删除或无效的组配置。

source: This component's access settings refer to deleted or invalid groups.
pt_br: As configurações de acesso deste componente referem-se a grupos excluídos ou inválidos
tr_tr: Bu bileşenin erişim ayarları, silinmiş ya da geçersiz gruplara işaret ediyor.
zh_cn: 此组件的访问设置是指已删除或无效的组。

source: This unit's access settings refer to deleted or invalid groups.
pt_br: As configurações de acesso desta unidade referem-se a grupos excluídos ou inválidos
tr_tr: Bu ünitenin erişim ayarları, silinmiş ya da geçersiz gruplara işaret ediyor.
zh_cn: 此单元的访问设置是指已删除或无效的组。

source: This component's access settings contradict its parent's access settings.
pt_br: As configurações de acesso deste componente contradizem as configurações de acesso das matrizes
tr_tr: Bu bileşenin erişim ayarları, üst seviye/ebeveyn erişim ayarlarıyla çelişiyor.
zh_cn: 此组件的访问设置与其父组件的访问设置相矛盾。

source: Whether to display this module in the table of contents
pt_br: Caso queira exibir este módulo na tabela de conteúdos
tr_tr: İçindekiler kısmında bu modülü gösterilip gösterimeyeceği
zh_cn: 是否在表格内容中展示该模块

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
pt_br: O formato deste módulo é (usado para decidir qual avaliador aplicar, e o que exibir no TOC)
tr_tr: Bu modülün ne formatında olduğu (hangi notlandırıcıyı uygulamaya ve TOC'de ne gösterileceğine karar vermek amacıyla kullanılır)
zh_cn: 该模块的格式是什么(用于决定应用哪一个评分者，以及在TOC中显示什么)

source: Course Chrome
pt_br: Curso do Chrome
zh_cn: 课程Chrome

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
pt_br: Entre no Chrome, ou nas ferramentas de navigação, para usar o XBlock no LMS. Os valores válidos são: "chromeless" -- para não usar as guias ou a sanfona; "tabs" -- para usar somente as guias; "accordion" -- para usar somente as sanfonas; ou "tabs,accordion" -- para usar guias e sanfonas.
tr_tr: LMS'de bulunan XBlock için denetin ya da gezinme araçlarını girin. Geçerli değerler: "denetimsiz" -- sekme veya akordiyon kullanmamak için; "sekmeler" -- yalnızca sekme kullanmak için; "akordiyon" -- yalnızca akordiyon kullanmak için; veya "sekmeler,akordiyon" -- sekme ve akordiyon kullanmak için.
zh_cn: 输入在 LMS 的 XBlock 中要使用的镶边（导航工具条）。允许的取值有： “chromeless”——不使用选项卡及风琴栏； “tabs”——只使用选项卡； “accordion”——只使用风琴栏； “tabs,accordion”——既使用选项卡也使用风琴栏。

source: Default Tab
pt_br: Guia Padrão
tr_tr: Varsayılan Sekme
zh_cn: 默认页面

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
pt_br: Digita a aba que é selecionada no XBlock. Se não não for definida, seráa aba do Curso
tr_tr: XBlock'ta seçilen sekmeyi girin. Ayarlanmamışsa Ders sekmesi seçilir.
zh_cn: 输入在XBlock中被选择的选项卡，如未设置，则选择课件选项卡。

source: LaTeX Source File Name
pt_br: Nome do Arquivo LaTeX Original
tr_tr: LaTeX Kaynak Dosya Adı
zh_cn: LaTex 源文件名

source: Enter the source file name for LaTeX.
pt_br: Digite o nome do arquivo de origem para o LaTeX.
tr_tr: LaTeX için kaynak dosya adını girin.
zh_cn: 输入 LaTex 源文件名。

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
pt_br: Um dicionário mapeia quais grupos podem ser exibidos neste bloco. As chaves são identificadores de configuração de grupos e os números estão em uma lista de identificadores de grupos. Se não existir chave para a configuração de um grupo ou se o conjunto de identificadores de grupos estiver vazio, então, o bloco é considerado visível para todos. Note que o campo é ignorado se o bloco estiver visível_apenas_para_equipe.
tr_tr: Bu blokta hangi grupların gösterilebileceğini belirten bir sözlüktür. Anahtarlar grup yapılandırması kimlikleri ve değerler grup kimlikleri listesidir. Eğer grup yapılandırması için bir anahtar yoksa ya da grup kimlikleri boşsa blok herkese görülür olarak değerlendirilir. Blok sadece_personele_görünür ise bu alanın yok sayılacağına dikkat edin.
zh_cn: 被字典对映到的群组可以被显示在此区块中。关键字是群组设定id和数值是群组 ID的列表。假如没有关键字给群组设定或者群组 ID的集合是空的那么区块就会对所有公开。如果该区块是visible_to_staff_only则字段会被忽略。

source: My Notes
pt_br: Minhas Notas
tr_tr: Notlarım
zh_cn: 我的笔记

source: Order Payment Confirmation
pt_br: Confirmação do pagamento do pedido
tr_tr: Ödeme Talimatı Onayı
zh_cn: 订单付款确认

source: Confirmation and Registration Codes for the following courses: {course_name_list}
pt_br: Confirmação e Códigos de inscrição para os seguintes cursos: {course_name_list}
tr_tr: Şu dersler için Doğrulama ve Kayıt Kodları: {course_name_list}
zh_cn: 接下来的课程：{course_name_list}的确认和注册编号

source: Trying to add a different currency into the cart
pt_br: Tentando adicionar uma moeda diferente ao carrinho
tr_tr: Sepete farklı bir para birimi eklemeye çalışılıyor
zh_cn: 尝试添加不同的货币到购物车
