Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: How technically savvy do I need to be to create courses in {studio_name}?
pt_br: Eu preciso ser tecnicamente capacitado para criar um curso no {studio_name}?
tr_tr: {studio_name} içinde dersler oluşturmak için teknik olarak neler bilmeliyim?
zh_cn: 在{studio_name}创建课程需要怎样的技术程度？

source: {studio_name} is designed to be easy to use by almost anyone familiar with common web-based authoring environments (Wordpress, Moodle, etc.). No programming knowledge is required, but for some of the more advanced features, a technical background would be helpful. As always, we are here to help, so don't hesitate to dive right in.
pt_br: O {studio_name} foi criado para ser fácil de usar por qualquer pessoa familiarizada com ambientes de criação (Wordpress, Moodle, etc.). Não é necessário qualquer conhecimento de programação, mas para alguns recursos mais avançados seria útil ter uma formação técnica. Como sempre, estamos aqui para ajudar, então comece a explorá-lo.
tr_tr: {studio_name}, web temelli sayfa üretim ortamlarına (WordPress, Moodle, vb) alışık olan herkesin kullanabileceği kadar kolay olması için tasarlanmıştır. Programlama bilgisine gerek duyulmaz, ama bazı gelişmiş özelliklerin kullanılabilmesi için teknik bilginin yardımı olabilir. Her zaman olduğu gibi, yardım etmek için buradayız ve lütfen soru sormaktan çekinmeyin.
zh_cn: 对几乎所有熟悉基于网页的编辑环境(WordPress、Moodle等)的人而言，{studio_name}都是很容易使用的。它无需编程知识，但拥有一些技术背景会在使用一些高级特性时有所帮助。我们会一如既往地为您提供帮助。不要犹豫，赶快加入吧。

source: I've never authored a course online before. Is there help?
pt_br: Eu nunca criei um curso on-line antes. Existe algum tipo de ajuda?
tr_tr: Ben daha önce hiç çevrimiçi ders açmadım. Bana yardım edebilir misiniz?
zh_cn: 我以前从来没创建过在线课程，可以帮帮我吗？

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
pt_br: Certamente. Criamos o curso on-line EdX101, o qual descreve as melhores práticas: desde a gravação de vídeos e criação de exercícios até as noções básicas de gestão de um curso on-line. Além disso, estamos sempre aqui para ajudar, envie-nos uma mensagem.
tr_tr: Elbette. edX101 adında çevrimiçi bir dersimiz var ve pek çok faydalı ipucu ve tüyoları içeriyor: Video çekiminden öğrencilere egzersiz oluşturmaya, hatta çevrimiçi ders oluşturmanın temel kavramlarına dek pek çok başlığa değiniyor. Ayrıca yardım için sürekli buradayız, bize bir not bırakmanız yeterli.
zh_cn: 当然。我们创建了一个在线课程：edX101，它介绍了一些创建在线课程的最佳实践：从拍摄视频，创建练习到开展在线教学的基础。另外，我们会尽力提供所需帮助，需要时请随时给我们留言。

source: Schedule & Details Settings
pt_br: Cronograma e Configurações de Detalhes
tr_tr: Takvim & Detaylar Ayarları
zh_cn: 日程与细节设置

source: Schedule & Details
pt_br: Programação e Detalhes
tr_tr: Takvim & Detaylar
zh_cn: 日程 & 细节

source: Basic Information
pt_br: Informações Básicas
tr_tr: Temel Bilgiler
zh_cn: 基本信息

source: The nuts and bolts of your course
pt_br: Os detalhes do seu curso
tr_tr: Dersinizin ayrıntıları
zh_cn: 您课程的具体细节

source: This field is disabled: this information cannot be changed.
pt_br: Este campo está desabilitado: esta informação não pode ser alterada.
tr_tr: Bölüm kapalı: bu bilgi değiştirilemez.
zh_cn: 该字段已禁用：信息不可修改。

source: Course Summary Page
pt_br: Página do Resumo do Curso
tr_tr: Ders Özet Sayfası
zh_cn: 课程概要页面

source: (for learner enrollment and access)
pt_br: (para matrícula e acesso dos alunos)
zh_cn: (用于学员选修和访问)

source: Enroll in {course_display_name}
pt_br: Matricular-se no curso: {course_display_name}
tr_tr: {course_display_name} dersine kaydol
zh_cn: 选修{course_display_name}

source: The course "{course_display_name}", provided by {platform_name}, is open for enrollment. Please navigate to this course at {link_for_about_page} to enroll.
pt_br: As matrículas para o curso "{course_display_name}", um oferecimento {platform_name}, estão abertas. Vá até a página do curso {link_for_about_page} para fazer a matrícula.
tr_tr: {platform_name} tarafından sağlanan "{course_display_name}" dersi kayıt olmaya açıktır. Kayıt olmak için lütfen {link_for_about_page} bağlantısından ders sayfasına gidin.
zh_cn: 由{platform_name}提供的课程“{course_display_name}”现已开放选课，请通过{link_for_about_page}选修该课程。

source: Send a note to learners via email
pt_br: Envie um recado para os alunos por e-mail
zh_cn: 通过电子邮件给学员发送笔记

source: Invite your learners
pt_br: Convide seus alunos
zh_cn: 邀请您的学员

source: Promoting Your Course with {platform_name}
pt_br: Promovendo seu curso com o {platform_name}
tr_tr: Dersini {platform_name} ile Duyur
zh_cn: 通过{platform_name}推广您的课程

source: Your course summary page will not be viewable until your course has been announced. To provide content for the page and preview it, follow the instructions provided by your Program Manager.
pt_br: Sua página com o resumo do curso não estará visível até que o seu curso tenha sido publicado. Para inserir conteúdo para uma página e visualizá-lo, siga as instruções fornecidas pelo seu Gerente de Programa.
tr_tr: Ders özeti sayfanız dersiniz duyrulana kadar görüntülenemeyecektir. Sayfa için içerik sağlamak ve önizlemek için Program Yöneticisi tarafından sağlanan yönergeleri takip edin.
zh_cn: 您的课程概要页面在您的课程公开之后才对外可见。为了向该页面提供信息并预览该页面，请遵循您的项目经理提供的指导。

source: Delete course
pt_br: Excluir curso
zh_cn: 删除课程

source: Please note: deleting a course and all related data is permanent and cannot be undone. We will not be able to recover the course or the data that is deleted.
pt_br: Nota: a exclusão de um curso e seus dados são permanentes e não podem ser cancelados. Não poderemos recuperar o curso ou seus dados após a exclusão.
zh_cn: 请注意：删除课程以及所有相关数据是永久性的，无法撤消。 我们将无法恢复课程或已删除的数据。

source: Course Credit Requirements
pt_br: É necessário os créditos do curso.
tr_tr: Ders Kredisi Gereklilikleri
zh_cn: 课程证书要求

source: Steps required to earn course credit
pt_br: Passos necessários para ganhar crédito de curso
tr_tr: Ders kredisi kazanmak için gerekli adımlar
zh_cn: 要获取课程学分的步骤

source: Minimum Grade
pt_br: Nota mínima
tr_tr: Minimum Not
zh_cn: 最低等级

source: Successful Proctored Exam
pt_br: Teste Supervisionado Bem Sucedido
tr_tr: Başarılı Gözetmenli Sınav
zh_cn: 成功的监考

source: Proctored Exam {number}
pt_br: Teste Supervisionado {number}
tr_tr: Gözetmenli Sınav {number}
zh_cn: 监考 {number}

source: ID Verification
pt_br: Verificação do ID
tr_tr: Kimlik Onaylama
zh_cn: ID验证

source: In-Course Reverification {number}
pt_br: Verificação Em Curso {number}
tr_tr: Ders İçinde yeniden doğrulama {number}
zh_cn: 课程内再认证 {number}

source: Set the pacing for this course
pt_br: Definir o ritmo para este curso
tr_tr: Bu dersi düzene sokmak
zh_cn: 设置课程的速率

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
pt_br: Cursos com ritmo determinado pelo instrutor seguem no ritmo que o autor do curso estabelecer. Você pode configurar datas de liberação para o conteúdo do curso e datas devidas para tarefas.
tr_tr: Eğitmen tarafından yürütülen dersler, ders yazarının belirlediği programda ilerler. Ders içerikleri ve görevlerin teslim tarihlerini siz yapılandırabilirsiniz.
zh_cn: 讲师控制节奏的课程按课程作者设定的节奏进行。您可以配置课程内容发布日期和作业截止日期。

source: Self-paced courses do not have release dates for course content or due dates for assignments. Learners can complete course material at any time before the course end date.
pt_br: Cursos com ritmo auto-determinado não possuem datas de liberação para o conteúdo do curso e datas para entrega de tarefas. Alunos podem completar o material do curso a qualquer momento antes da data de término do curso.
tr_tr: Kendi kendine derslerin içerik için yayın tarihi veya görevler için bitiş tarihleri bulunmamaktadır. Öğrenciler dersin bitiş tarihinden önce ders materyallerini istedikleri zaman bitirebilir.
zh_cn: 自学课程没有课程内容的发布日期或作业的截止日期。学员可以在课程结束日期之前的任何时间完成课程材料。

source: Course Schedule
pt_br: Calendário do curso
tr_tr: Ders Takvimi
zh_cn: 课程时间表

source: Dates that control when your course can be viewed
pt_br: Datas que controlam quando seu curso pode ser visualizado
tr_tr: Dersinizin ne zaman görülebileceğini belirleyen tarihler
zh_cn: 调整您的课程可以浏览的日期

source: First day the course begins
pt_br: Primeiro dia do curso
tr_tr: Dersin başlayacağı ilk gün
zh_cn: 课程开始的第一天

source: Course Start Time
pt_br: Horário do início do curso
tr_tr: Ders Başlangıç Saati
zh_cn: 课程开始时间

source: Last day your course is active
pt_br: Último dia em que o curso estará ativo
tr_tr: Dersinizin yayında olduğu son gün
zh_cn: 课程活跃的最后一天

source: Course End Time
pt_br: Horário do término do curso
tr_tr: Ders Bitiş Günü
zh_cn: 课程结束时间

source: Certificates Available Date
pt_br: Data de Certificados Avaliáveis
tr_tr: Sertifikaların Hazır Olma Tarihi
zh_cn: 证书可获得日期

source: By default, 48 hours after course end date
pt_br: Por padrão, 48 horas após a data término do curso
tr_tr: Öntanımlı olarak, dersin bitiş tarihinden 48 saat sonra
zh_cn: 默认，课程结束日期后的48小时后

source: Enrollment Start Date
pt_br: Data de início da matrícula
tr_tr: Kayıt Başlama Tarihi
zh_cn: 选课开始日期

source: First day learners can enroll
pt_br: Primeiro dia em que os alunos podem se matricular
zh_cn: 学员可以选课的第一天

source: Enrollment Start Time
pt_br: Horário de início da matrícula
tr_tr: Kayıt Başlangıç Tarihi
zh_cn: 选课开始时间

source: Enrollment End Date
pt_br: Data do término da matrícula
tr_tr: Kayıt Bitiş Tarihi
zh_cn: 选课截止日期

source: Last day learners can enroll.
pt_br: Último dia para inscrição de estudantes.
zh_cn: 学员可以选课的最后一天。

source: Contact your edX partner manager to update these settings.
pt_br: Contatate seu gestor de parceiros edX para atualizar estas configurações.
tr_tr: Bu ayarları güncellemek için edX İş Ortağı Yöneticisi'ne başvurun.
zh_cn: 联系您的edx合作伙伴来更新这些设置

source: Enrollment End Time
pt_br: Horário do término da matrícula
tr_tr: Kayıt Bitiş Tarihi
zh_cn: 选课截止时间

source: Course Reminders
pt_br: Configurações do curso
zh_cn: 课程提醒

source: The course must be finished within
pt_br: ID do curso deve ser fornecido
zh_cn: 课程必须在以下期限内完成

source: day(s)
pt_br: dia(s)
zh_cn: 天

source: Learners will be automatically re-enrolled in this course after
pt_br: Envie e-mail para alguém dizendo que se inscreveu neste curso.
zh_cn: 学员将在课程结束后的指定日期后自动重新注册进入此课程

source: Month
pt_br: Mês
zh_cn: 月

source: Year
pt_br: Ano
zh_cn: 年

source: after completion
pt_br: após a conclusão
zh_cn: 完成后

source: Send a reminder email every
pt_br: Enviar um e-mail para {email}
zh_cn: 自动发送邮件提醒的频率

source: Add an Email Reminder
pt_br: Adicionar lembrete de e-mail
zh_cn: 增加邮件提醒

source: Course Details
pt_br: Detalhes do Curso
tr_tr: Ders Ayrıntıları
zh_cn: 课程详情

source: Provide useful information about your course
pt_br: Fornece informações úteis sobre o seu curso.
tr_tr: Dersiniz hakkında yararlı bilgiler sunun
zh_cn: 为您的课程提供有用信息

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language.
zh_cn: 在此设置课程语言。这用于帮助用户查找以特定语言教授的课程。

source: Identify the course category here.
pt_br: Identifique a categoria do curso aqui.
zh_cn: 在此设置课程分类。

source: Sort the courses to display on dashboard in ascending order. The order is from 0 to 99.
pt_br: Ordene os cursos para serem mostrados no dashboard de forma ascendente. A ordem é de 0 a 99
zh_cn: 对课程进行排序以按升序显示在仪表板上。序号从0到99。

source: Course Tag
pt_br: Etiqueta do Curso
zh_cn: 课程标签

source: Identify the course tag here.
pt_br: Identificar o rótulo do curso aqui
zh_cn: 在此设置课程标签。

source: Introducing Your Course
pt_br: Apresentação do seu curso
tr_tr: Dersinizi Tanıtın
zh_cn: 介绍您的课程

source: Information for prospective learners
pt_br: Informações para futuros alunos
zh_cn: 提供给预期学员的信息

source: Course Title
pt_br: Titulo do Curso
tr_tr: Ders Başlığı
zh_cn: 课程标题

source: Displayed as title on the course details page. Limit to 50 characters.
pt_br: Mostrado como título nos detalhes da página do curso. Limite de 50 caracteres
tr_tr: Ders ayrıntıları sayfasında başlık olarak gösterilir. 50 karakterle sınırlıdır.
zh_cn: 在课程详情页面上显示的课程标题。限制为50个字符。

source: Course Subtitle
pt_br: Legenda do Curso
tr_tr: Ders Altbaşlığı
zh_cn: 课程副标题

source: Displayed as subtitle on the course details page. Limit to 150 characters.
pt_br: Mostrado como legenda na página de detalhes do curso. Limite de150 caracteres
tr_tr: Ders ayrıntıları sayfasında altbaşlık olarak gösterilir. 150 karakterle sınırlıdır.
zh_cn: 在课程详情页面上显示为副标题。限制为150个字符。

source: Course Duration
pt_br: Duração do Curso
tr_tr: Ders Süresi
zh_cn: 课程时长

source: hours
pt_br: Curso
zh_cn: 小时

source: minutes
pt_br: minutos
zh_cn: 分钟

source: Displayed on the course details page. Limit to 50 characters.
pt_br: Mostrado na página de detalhes do curso. Limite de 50 caracteres
tr_tr: Ders ayrıntıları sayfasında gösterilir. 50 karakterle sınırlıdır.
zh_cn: 显示在课程详细信息页面上。限制为50个字符。

source: Course Description
pt_br: Descrição do Curso
tr_tr: Ders Açıklaması
zh_cn: 课程简介

source: Displayed on the course details page. Limit to 1000 characters.
pt_br: Mostrado na página de detalhes do curso. Limite de 1000 caracteres
tr_tr: Ders ayrıntıları sayfasında gösterilir. 1000 karakterle sınırlıdır.
zh_cn: 显示在课程详细信息页面上。限制为1000个字符。

source: Course Short Description
pt_br: Curta descrição do curso
tr_tr: Dersin Kısa Tanımı
zh_cn: 课程简介

source: Appears on the course catalog page when learners roll over the course name. Limit to ~150 characters
pt_br: Será mostrada na página do catálogo do curso quando os alunos passarem o cursor sobre o nome do curso. Limite de 150 caracteres.
zh_cn: 将在学员浏览课程目录时出现。限制150个字符。

source: Course Overview
pt_br: Visão geral do curso
tr_tr: Ders Özeti
zh_cn: 课程概览

source: HTML Code Editor
pt_br: Editor de Código HTML
tr_tr: HTML Kod Düzenleyicisi
zh_cn: HTML编辑器

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
pt_br: Introduções, pré-requisitos, FAQs que sao usadas {a_link_start}na suapágina de resumo de curso
tr_tr: {a_link_start}Ders özeti sayfanızda{a_link_end} kullandığınız giriş, önkoşul ve SSS'ler (HTML formatında)
zh_cn: {a_link_start}课程摘要{a_link_end}页面上将展示课程简介，先修条件，常见问答等。（以HTML格式）

source: Course About Sidebar HTML
tr_tr: Ders Hakkında Kenar Çubuğu HTML
zh_cn: 关于课程页面的侧边栏HTML

source: Custom sidebar content for {a_link_start}your course summary page{a_link_end} (formatted in HTML)
pt_br: Conteúdo personalizado de sidebar para {a_link_start}a página resumo do curso {a_link_end} (formatado em HTML)
tr_tr: {a_link_start}Dersinizin özet sayfası{a_link_end} için özelleştirilmiş kenar çubuğu içeriği (HTML formatında)
zh_cn: {a_link_start}自定义课程摘要页面的侧边栏内容{a_link_end}（格式为HTML格式）

source: Course Card Image
pt_br: Imagem de Capa do Curso
tr_tr: Ders Kartı Görseli
zh_cn: 课程封面图

source: You can manage this image along with all of your other {a_link_start}files and uploads{a_link_end}
pt_br: Você pode gerenciar esta imagem junto com os seus outros {a_link_start}arquivos e uploads{a_link_end}
tr_tr: Bu görseli tüm diğer {a_link_start}dosyalar ve yüklemeler{a_link_end} gibi yönetebilirsiniz
zh_cn: 您可以管理此图片以及所有其他{a_link_start}文件并上传{a_link_end}

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
pt_br: Atualmente o seu curso não possui uma imagem. Por favor, faça o upload de uma imagem (formato: JPEG ou PNG. Dimensões mínimas: 375px de largura por 200px de altura)
tr_tr: Dersiniz şu anda bir resme sahip değil. Lütfen bir tane yükleyiniz (JPEG veya PNG formatında ve minimum 375 pk en x 200 pk boy öçülerinde)
zh_cn: 您的课程目前没有图片。请上传一张（JPEG或PNG格式，最小建议大小为375像素宽、200像素高）

source: Your course image URL
pt_br: A sua URL da imagem de curso
tr_tr: Dersinizin Resim URL'si
zh_cn: 您的课程图片 URL

source: Please provide a valid path and name to your course image (Note: the ideal image is 400px wide by 310px tall, in JPEG format)
pt_br: Por favor forneça um caminho válido e nome para a imagem do seu curso (Observação: apenas os formatos JPEG e PNG são suportados)
zh_cn: 请为您的课程图片提供一个有效的路径和名字（注意：仅支持JPEG和PNG格式，最佳分辨率为400*310）

source: Upload Course Card Image
pt_br: Fazer o upload de Imagem de Capa do Curso
tr_tr: Ders Kartı Görselini Yükleyin
zh_cn: 上传课程封面图

source: Your course currently does not have an image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 1000px wide by 600px tall)
pt_br: Atualmente o seu curso não possui uma imagem. Por favor, faça o upload de uma imagem (formato: JPEG ou PNG. Dimensões mínimas: 375px de largura por 200px de altura)
zh_cn: 您的课程目前没有图片。请上传一张（JPEG或PNG格式，最小建议大小为款1000像素、高600像素）

source: Your banner image URL
pt_br: A URL da sua imagem de banner
tr_tr: Banner Görselinizin URL'i
zh_cn: Banner图片网址

source: Please provide a valid path and name to your banner image (Note: the ideal image is 1000px wide by 600px tall, in JPEG format)
pt_br: Por favor forneça um caminho válido e nome para a imagem do seu curso (Observação: apenas os formatos JPEG e PNG são suportados)
zh_cn: 请为您的Banner图片提供一个有效的路径和名字（注意：仅支持JPEG格式，最佳分辨率为1000*600）

source: Upload Course Banner Image
pt_br: Upload da Imagem de Banner do Curso
tr_tr: Ders Banner Görselini Yükle
zh_cn: 上传课程Banner图片

source: Video Thumbnail Image
pt_br: Imagem em Miniatura do Vídeo
tr_tr: Video Küçük Resmi
zh_cn: 视频缩略图

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
pt_br: No momento, seu curso não possui uma imagem em miniatura de vídeo. Faça o upload de uma (formato JPEG ou PNG e as dimensões mínimas sugeridas são de 375 px de largura por 200 px de altura)
tr_tr: Dersiniz şu anda bir video küçük resmine sahip değil. Lütfen bir tane yükleyiniz (JPEG veya PNG formatında ve en az 375 piksel en ile 200 piksel yüksekliğinde)
zh_cn: 您的课程目前没有视频缩略图。请上传一个（JPEG或PNG格式，最小建议尺寸为375像素宽，200像素高）

source: Your video thumbnail image URL
pt_br: A URL da imagem em miniatura do vídeo
tr_tr: Video küçük resminizin URL'i
zh_cn: 视频缩略图网址

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
pt_br: Por favor forneça um caminho e nome válido para a imagem em miniatura do vídeo (Nota: apenas formatos PNG e JPEG são suportados)
tr_tr: Video küçük görseliniz için geçerli bir dosya yolu ve isim sağlayınız (Not: sadece JPEG ve PNG formatları desteklenmektedir)
zh_cn: 请为您的视频缩略图提供有效的路径和名称（注意：仅支持JPEG或PNG格式）

source: Upload Video Thumbnail Image
pt_br: Upload de miniatura de imagem de vídeo
tr_tr: Video Küçük Resmini Yükle
zh_cn: 上传视频缩略图

source: Course Introduction Video
pt_br: Video de Introdução do Curso
tr_tr: Ders Tanıtım Videosu
zh_cn: 课程介绍视频

source: Delete Current Video
pt_br: Deletar vídeo atual
tr_tr: Mevcut Videoyu Sil
zh_cn: 删除当前视频

source: your YouTube video's ID or the uploaded video's ID
zh_cn: 您的 YouTube 视频 ID 或者上传的视频 ID

source: Enter your YouTube video's ID or the uploaded video's ID (along with any restriction parameters)
zh_cn: 请输入您的YouTube视频编号或者上传的视频ID(以及任何必要的限制参数)

source: Learning Outcomes
pt_br: Resultados de Aprendizado
tr_tr: Öğrenme Çıktıları
zh_cn: 学习成果

source: Add the learning outcomes for this course
pt_br: Adicione os resultados de aprendizado deste curso
tr_tr: Bu derse öğrenme çıktıları ekle
zh_cn: 为此课程添加预期学习成果

source: Add Learning Outcome
pt_br: Adicionar resultado de aprendizado
tr_tr: Öğrenme Çıktıları Ekle
zh_cn: 添加预期学习成果

source: Add details about the instructors for this course
pt_br: Adicionar detalhes sobre as instruções deste curso
tr_tr: Bu dersin öğretim görevlileri konusunda ayrıntılı bilgi ekle
zh_cn: 添加课程讲师介绍

source: Add Instructor
pt_br: Adicionar Instrutor
tr_tr: Eğitmen Ekle
zh_cn: 添加教师

source: Expectations of the learners taking this course
pt_br: Expectativas dos alunos que estão fazendo este curso
zh_cn: 对参加本门课程的学员的期望

source: Hours of Effort per Week
pt_br: Horas de Dedicação por Semana
tr_tr: Hafta başına saatlik çaba
zh_cn: 每周投入课程学习的小时数

source: Time spent on all course work
pt_br: Tempo usado para as tarefas de todo o curso
tr_tr: Tüm derslere harcanan toplam süre
zh_cn: 在整个课程上投入的时间

source: Prerequisite Course
pt_br: Curso Pré-requisito
tr_tr: Ön Koşul Dersi
zh_cn: 先修课程

source: Course that learners must complete before beginning this course
pt_br: Cursos que o aluno deve completar antes de começar este curso.
zh_cn: 学员在开始本课程之前必须完成的课程

source: set pre-requisite course
pt_br: Definir pré-requisitos do curso
tr_tr: ders ön-koşulunu ayarlama
zh_cn: 设置先修课程

source: Course Mandatory Flag
pt_br: Material do Curso
zh_cn: 必修课程标识

source: Require learners to pass an exam before beginning the course.
pt_br: Exige que os estudantes passem em um exame antes de começar o curso.
zh_cn: 要求学员在课程开始前通过考试。

source: You can now view and author your course entrance exam from the {link_start}Course Outline{link_end}.
pt_br: Você agora pode visualizar e criar o seu exame de admissão no curso em {link_start}Perfil do Curso{link_end}.
tr_tr: Şimdi ders giriş sınavını {link_start}Ders Taslağı{link_end}'ndan görebilir ve yazabilirsiniz.
zh_cn: 您现在可以从{link_start}课程大纲{link_end}中查看并编写您课程的入学考试内容。

source: Grade Requirements
pt_br: Requisitos de nota
tr_tr: Not Gereklilikleri
zh_cn: 评分要求

source: The score learner must meet in order to successfully complete the entrance exam.
pt_br: A pontuação mínima que um estudante deve receber para passar no exame de admissão.
zh_cn: 学员要顺利完成入学考试所必须满足的分数。

source: Course Content License
pt_br: Licença de Conteúdo do Curso
tr_tr: Ders İçeriği Lisansı
zh_cn: 课程内容许可

source: Select the default license for course content
pt_br: Selecione a licença padrão para o conteúdo do curso.
tr_tr: Ders içeriği için öntanımlı lisansı seçin
zh_cn: 设置默认的课程内容许可

source: How are these settings used?
pt_br: Como essas configurações são usadas?
tr_tr: Bu ayarlar nasıl kullanılıyor?
zh_cn: 如何使用这些设置？

source: Your course's schedule determines when learners can enroll in and begin a course.
pt_br: O horário do seu curso determina quando estudantes podem se matricular e começar o curso.
zh_cn: 您的课程时间表决定何时学员可以注册和开始本门课程。

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Learners use About pages to choose new courses to take.
pt_br: Outras informações dessa página aparecem na página Sobre o Curso. Essas informações incluem o Sumário do curso, imagem do curso, vídeo introdutório e estimativas de tempo requeridas. Estudantes usam a página Sobre o Curso para escolher quais cursos desejam fazer.
zh_cn: 本页面的其他信息将会出现在您课程的关于页面上。这些信息包括课程概要，课程图片，介绍视频，以及预估的时间要求。学员们使用关于页面来选择要上的课程。

source: Your policy changes have been saved.
pt_br: As alterações de regras do curso foram salvas.
tr_tr: Politika değişiklikleriniz kayıt edildi.
zh_cn: 您的策略调整已保存。

source: There was an error saving your information. Please see below.
pt_br: Ocorreu um erro ao salvar suas informações. Por favor veja abaixo.
tr_tr: Bilgilerinizi kaydederken bir hata oluştu. Lütfen aşağıya bakın.
zh_cn: 保存您的信息时出现错误，详情见下。

source: Manual Policy Definition
pt_br: Definição Manual da Política
tr_tr: Prensip ve ilke tanımları
zh_cn: 手工策略定义

source: {strong_start}Warning{strong_end}: Do not modify these policies unless you are familiar with their purpose.
pt_br: {strong_start}Atenção{strong_end}: Não modifique estas políticas ao menos que você esteja familiar com elas.
tr_tr: {strong_start}Uyarı{strong_end}: Amacını bilmiyorsanız bu ilke ve ayarları değiştirmeyin.
zh_cn: {strong_start}警告{strong_end}: 除非您熟悉其目的，否则请勿修改这些策略。

source: Show Deprecated Settings
pt_br: Exibir Configurações Obsoletas
tr_tr: Kaldırılan Ayarları Göster
zh_cn: 显示已过时的设置
