Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
pt_br: O prazo de verificação para {course_name} era {{date}}. A verificação não estámais disponível.
tr_tr: {course_name} için doğrulama süre bitimi {{date}} tarihiydi. Doğrulama artık mevcut değil.
zh_cn: {course_name} 的验证截止日期为 {{date}}。验证不再可用。

source: The deadline to upgrade to a verified certificate for this course has passed.
pt_br: O prazo para o atualizar os dados do certificado deste curso já expirou.
tr_tr: Bu ders için onaylı sertifika yükleme tarihinin son günü geçmiş.
zh_cn: 这门课程申请认证证书的截止日期已经过了。

source: Upgrade Your Enrollment For {course_name}.
pt_br: Atualize sua matrícula do {course_name}.
tr_tr: {course_name} için Kaydınızı Güncelleyiniz.
zh_cn: 为{course_name}更新你的选课信息。

source: Receipt For {course_name}
pt_br: Recibo para {course_name}
tr_tr: {course_name} İçin Makbuz
zh_cn: {course_name}的收据

source: Verify For {course_name}
pt_br: Verificar Para {course_name}
tr_tr: {course_name} İçin Doğrula
zh_cn: 为{course_name}认证

source: Enroll In {course_name}
pt_br: Matricular-se em {course_name}
tr_tr: {course_name} Dersine Kayıtlan
zh_cn: 选修{course_name}

source: Technical Requirements
pt_br: Requisitos técnicos
tr_tr: Teknik Gereksinimler
zh_cn: 技术要求

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
pt_br: Verifique se o seu navegador está atualizado para o {strong_start} {a_start} maisversão recente possível {a_end} {strong_end}. Além disso, verifique se a suawebcam {strong_start} está conectada, ligada e com permissão para funcionarseu navegador da web (geralmente ajustável nas configurações do navegador). {strong_end}
tr_tr: Lütfen web tarayıcınızın {strong_start}{a_start}en yeni sürüme{a_end}{strong_end} güncellendiğine emin olun. Benzer bir şekilde, {strong_start}web kameranızın bilgisayara bağlı, açık (genellikle tarayıcı ayarlarından yapılır){strong_end} olduğuna emin olun.
zh_cn: 请确认您的浏览器已更新至{strong_start}{a_start}最新的可用版本{a_end}{strong_end}。同时，请确保您的{strong_start}网络摄像头已插好、已开启且在你的网络浏览器(通常可在您的浏览器设置中进行调节)中可正常使用。{strong_end}

source: Re-Verification
pt_br: Nova verificação
tr_tr: Yeniden Doğrulama
zh_cn: 重新认证

source: Identity Verification
pt_br: Verificação de Identidade
tr_tr: Kimlik Doğrulama
zh_cn: 身份验证

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
pt_br: Você já enviou as suas informações de verificação. Você receberá uma mensagem em seu painel de controle quando o processo de verificação estiver concluído (normalmente entre 1-2 dias).
tr_tr: Doğrulama bilgilerinizi gönderdiniz. Doğrulama süreciniz tamamlandığında panelinizde bir ileti göreceksiniz (genellikle 1-2 gün içerisinde).
zh_cn: 您已提交了认证信息。当认证过程结束后，您会在您的课程面板中看到一条消息(通常在1-2天内)。

source: You cannot verify your identity at this time.
pt_br: Você não pode verificar a sua identidade neste momento.
tr_tr: Şu anda kimliğinizi doğrulayamazsınız.
zh_cn: 您不能在此时验证您的身份。

source: Return to Your Dashboard
pt_br: Retornar ao painel de controle
tr_tr: Panele Geri Dön
zh_cn: 返回您的课程面板

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
pt_br: Este site usa cookies para garantir que você obtenha a melhor experiência em nossowebsite. Se você continuar navegando neste site, entendemos que você aceitao uso de cookies.
tr_tr: Bu websitesi en iyi kullanıcı deneyimini sağlamak için çerez kullanmaktadır. Sitede dolaşmaya devam etmeniz, çerez kullanımını kabul ettiğiniz anlamına gelir.
zh_cn: 本网站使用数据缓存，确保您在我们的网站上获得最佳体验。如果您继续浏览本网站，我们了解您接受使用数据缓存。

source: Got it!
pt_br: Entendi!
tr_tr: Anladım!
zh_cn: 知道了！

source: Learn more
pt_br: Aprender mais
tr_tr: Daha fazlasını öğren
zh_cn: 了解更多

source: {span_start}(active){span_end}
pt_br: {span_start}(ativo){span_end}
tr_tr: {span_start}(aktif){span_end}
zh_cn: {span_start}(激活){span_end}

source: Changes
pt_br: Alterações
tr_tr: Değişiklikler
zh_cn: 变更

source: {span_start}active{span_end}
pt_br: {span_start}ativo{span_end}
tr_tr: {span_start}aktif{span_end}
zh_cn: {span_start}激活{span_end}

source: Course Wiki
pt_br: Wiki do Curso
tr_tr: Ders Wiki'si
zh_cn: 浏览课程维基

source: Add article
pt_br: Adicionar artigo
tr_tr: Madde ekle
zh_cn: 添加文章

source: Preview Language Setting
pt_br: Prever Configuração de Língua
tr_tr: Dil Önizleme Ayarı
zh_cn: 预览语言设置

source: Language Code
pt_br: Código de Línguagem
tr_tr: Dil Kodu
zh_cn: 语言代码

source: e.g. en for English
pt_br: por exemplo en para Inglês
tr_tr: örneğin Türkçe için tr
zh_cn: 例如：en指英语

source: Preview Theme
pt_br: Tema de Preview
tr_tr: Tema önizlemesi
zh_cn: 预览主题

source: All Rights Reserved
pt_br: Todos os Direitos Reservados
tr_tr: Tüm Hakları Saklıdır
zh_cn: 版权所有

source: Attribution
pt_br: Atribuição
tr_tr: Atıf
zh_cn: 属性

source: Noncommercial
pt_br: Não Comercial
tr_tr: Ticari olmayan
zh_cn: 非商业性

source: No Derivatives
pt_br: Sem Derivativos
tr_tr: Türetilemez
zh_cn: 无衍生工具

source: Share Alike
pt_br: Compartilhar
zh_cn: 共享类似

source: Creative Commons licensed content, with terms as follow:
pt_br: Conteúdo licensiado por Creative Commons, com os termos a seguir
tr_tr: Creative Commons lisanslı içerik, şu koşullara sahiptir:
zh_cn: 知识共享许可内容，条款如下：

source: Some Rights Reserved
pt_br: Alguns Direitos Reservados
tr_tr: Bazı Hakları Saklıdır
zh_cn: 保留一些权利

source: Important Course Dates
pt_br: Datas de Curso Importantes
tr_tr: Önemli Ders Tarihleri
zh_cn: 重要课程日期

source: Expand All
pt_br: Expandir Todos
tr_tr: Tümünü Genişlet
zh_cn: 展开全部

source: Prerequisite:
pt_br: Prerequisito:
tr_tr: Önkoşul:
zh_cn: 先决条件：

source: {subsection_format} due {{date}}
pt_br: {subsection_format} até {{date}}
tr_tr: {subsection_format} {{date}} tarihine dek
zh_cn: {subsection_format}到期{{date}}

source: {} min
zh_cn: {}分钟

source: {} h
zh_cn: {}小时

source: {} h {} m
pt_br: {} h {}
zh_cn: {}时{}分

source: Learn About Verified Certificates
pt_br: Aprender Mais Sobre Certificados Verificados
tr_tr: Onaylı Sertifikalar Hakkında Daha Fazla Bilgi
zh_cn: 了解已验证的证书

source: {platform_name} Verified Certificate
pt_br: Certificado Verificado de {platform_name}
tr_tr: {platform_name} Onaylı Sertifika
zh_cn: {platform_name}的验证证书

source: Why upgrade?
pt_br: Por que atualizar?
tr_tr: Neden yükseltmeli?
zh_cn: 为什么要升级？

source: Official proof of completion
pt_br: Prova Oficial de Conclusão
tr_tr: Resmi tamamlama kanıtı
zh_cn: 正式完成证明

source: Easily shareable certificate
pt_br: Certificado facilmente compartilhável
tr_tr: Kolaylıkla paylaşılabilir sertifika
zh_cn: 易于共享的证书

source: Proven motivator to complete the course
pt_br: Motivador comprovado para concluir o curso
tr_tr: Dersi tamamlamak için etkisi kanıtlanmış bir motivasyon kaynağı
zh_cn: 完成本课程的成熟激励因素

source: Certificate purchases help {platform_name} continue to offer free courses
pt_br: A compra de certificados ajuda a {platform_name} a continuar oferecendo cursos gratuitos
tr_tr: Sertifika satınalmaları {platform_name} platformunun ücretsiz dersler sunmaya devam etmesine yardımcı olur
zh_cn: 证书购买帮助 {platform_name} 继续提供免费课程

source: How it works
pt_br: Como funciona
tr_tr: Nasıl çalışıyor
zh_cn: 它是如何工作的

source: Pay the Verified Certificate upgrade fee
pt_br: Pagar a taxa de atualização do certificado verificado
tr_tr: Onaylı Sertifika'ya yükseltme ücretini öde
zh_cn: 支付验证证书升级费

source: Verify your identity with a webcam and government-issued ID
pt_br: Verifique sua identidade com uma webcam e um ID emitido pelo governo
tr_tr: Kimliğini bir web kamerası ve devlet tarafından verilmiş bir kimlikle doğrula
zh_cn: 使用网络摄像头和政府颁发的 ID 验证您的身份

source: Study hard and pass the course
pt_br: Estude muito e passe no curso
tr_tr: Sıkı çalış ve dersi geç
zh_cn: 努力学习，通过课程

source: Share your certificate with friends, employers, and others
pt_br: Compartilhe seu certificado com amigos, empregadores e outros
tr_tr: Sertifikanı arkadaşların, çalışanların ve diğerleriyle paylaş
zh_cn: 与朋友、雇主和其他人共享您的证书

source: edX Learner Stories
pt_br: Histórias de Aluno edX
tr_tr: edX Öğrenci Hikâyeleri
zh_cn: edX 学员故事

source: My certificate has helped me showcase my knowledge on my resume - I feel like this certificate could really help me land my dream job!
pt_br: Meu certificado me ajudou a mostrar meus conhecimentos emmeu currículo - eu sinto que esse certificado pode realmenteme ajudar a conseguir o emprego dos meus sonhos!
tr_tr: Sertifikam bilgi dağarcığımı özgeçmişimde göstermeme yardımcı oldu - Bu sertifika hayallerimdeki işi bulmamda bana yardımcı olacak!
zh_cn: 我的证书帮助我在简历上展示我的知识-我觉得这个证书真的可以帮助我找到工作！

source: {learner_name}, edX Learner
pt_br: {learner_name}, aluno de edX
tr_tr: {learner_name}, edX Öğrencisi
zh_cn: {learner_name}，edX 学员

source: I wanted to include a verified certificate on my resume and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
pt_br: Eu queria incluir um certificado verificado no meu currículo e no meu perfilpara ilustrar que estou trabalhando para isso objetivo que tenho e que consegui algoenquanto eu estava desempregado.
tr_tr: Özgeçmişime ve profilime onaylı bir sertifikayı dahil etmek istedim ve bu hedefe doğru çalıştığımı ve işsizken bir şeylere ulaştığımı göstermeyi istedim.
zh_cn: 我想在我的简历和个人资料中加入一份经过验证的证明，以说明我正在努力实现这个目标，而且我在失业期间取得了一些成就。

source: Upgrade ({course_price})
pt_br: Atualizar ({course_price})
tr_tr: Yükselt ({course_price})
zh_cn: 升级 ({course_price})

source: This course does not have any updates.
pt_br: Este curso não possui atualização
tr_tr: Bu derste herhangi bir güncelleme yok.
zh_cn: 本课程没有任何更新。

source: Today is {date}
pt_br: Hoje é {date}
tr_tr: Bugün {date}
zh_cn: 今天是 {date}

source: Latest Update
pt_br: Ultima Atualização
tr_tr: Son Güncelleme
zh_cn: 最新更新

source: Search Results
pt_br: Resultados de Pesquisa
tr_tr: Arama Sonuçları
zh_cn: 搜索结果

source: My Stats (Beta)
pt_br: Meu status (Beta)
tr_tr: İstatistiklerim (Beta)
zh_cn: 我的统计数据（测试版）

source: Connected Accounts
pt_br: Contas Conectadas
tr_tr: Bağlı Hesaplar
zh_cn: 已连接帐户

source: Linked
pt_br: Conectadas
tr_tr: Bağlı
zh_cn: 关联

source: Not Linked
pt_br: Não Conectadas
tr_tr: Bağlı Değil
zh_cn: 未链接

source: Unlink
pt_br: Desconectar
tr_tr: Bağı Kes
zh_cn: 取消链接

source: Link
tr_tr: Bağla
zh_cn: 链接

source: Completed {completion_date_html}
pt_br: Completado {completion_date_html}
tr_tr: {completion_date_html} tarihinde tamamlandı
zh_cn: 已完成{completion_date_html}

source: {course_mode} certificate
pt_br: Certificado {course_mode}
tr_tr: {course_mode} sertifikası
zh_cn: {course_mode} 证书

source: You haven't earned any certificates yet.
pt_br: Você não ganhou nenhum certificado ainda
tr_tr: Henüz bir sertifikaya hak kazanmadınız.
zh_cn: 您尚未获得任何证书。

source: Explore New Courses
pt_br: Explorar Novos Cursos
tr_tr: Yeni Dersleri Keşfet
zh_cn: 探索新课程

source: View My Records
pt_br: Ver Meus Registros
tr_tr: Kayıtlarımı Göster
zh_cn: 查看我的记录

source: My Profile
pt_br: Meu Perfil
tr_tr: Profilim
zh_cn: 用户履历：

source: Build out your profile to personalize your identity on {platform_name}.
pt_br: Crie seu perfil para personalizar sua identidade em {platform_name}.
tr_tr: Profilinizi oluşturarak {platform_name} platformundaki kimliğinizi özelleştirebilirsiniz.
zh_cn: 构建您的个人资料，以在 {platform_name}上个性化您的身份。

source: An error occurred. Try loading the page again.
pt_br: Um erro ocorreu. Tente carregar a página novamente.
tr_tr: Bir hata oluştu. Sayfayı yeniden yüklemeyi deneyin.
zh_cn: 发生错误。请尝试再次加载页面。

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
pt_br: Acesse o Suporte da Equipe do Curso no Portal do Parceiro para enviar ou revisar bilhetes de suporte
tr_tr: Destek biletlerini göndermek ya da gözden geçirmek için Partner Portalı'ndan Ders Personel Desteğine girin.
zh_cn: 在合作伙伴网站上访问“课程人员支持”来提交或查看支持工作单

source: edX Partner Portal
pt_br: Portal de Parceiros Edx
zh_cn: edX 合作伙伴网站

source: Browse recently launched courses and see what's new in your favorite subjects.
tr_tr: Yeni eklenen dersleri tarayın ve favori konularınız içinde yeni ne var görüntüleyin
zh_cn: 浏览最新开办的课程，看看您最喜欢的科目中有了什么新内容

source: Page Footer
pt_br: rodapé da página
tr_tr: Sayfa Alt Bilgisi
zh_cn: 页脚

source: edX Home Page
pt_br: Página Inicial edX
tr_tr: edX Ana Sayfası
zh_cn: edX 主页

source: EdX, Open edX, and MicroMasters are registered trademarks of edX Inc.
pt_br: EdX, Open edX e MicroMasters são marcas registradas da edX Inc.
tr_tr: EdX, Open edX ve MicroMasters, edX Inc.'in tescilli markalarıdır.
zh_cn: EdX, Open edX,和MicroMasters是edX Inc的注册商标。

source: About edX Verified Certificates
pt_br: Sobre os Certificados verificados do edX
tr_tr: edX Onaylı Sertifikalar Hakkında
zh_cn: 关于 edX 验证证书

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
pt_br: Um certificado verificado edX significa que o aluno concordou em cumprir o código de honra do edX e concluiu todas as tarefas necessárias deste curso de acordo com suas diretrizes, além de ter seu ID com foto verificado para verificar sua identidade.
tr_tr: Onaylı edX Sertifikası, bir öğrencinin edX etik kurallarına uymayı, ders için olan dersin yönergelerine bağlı olarak kendisinden istenen tüm görevleri tamamladığını, ve fotoğraflı kimlik aracılığıyla kimliğini doğrulattığını gösterir.
zh_cn: edX 验证证书表示学员已同意遵守 edX 荣誉代码，并根据其指南完成了本课程所需的所有任务，并检查其带照片的 ID 以验证其身份。

source: About edX
pt_br: Sobre o edX
tr_tr: edX Hakkinda
zh_cn: 关于 edX

source: {link_start}edX{link_end} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is a non-profit online initiative created by founding partners Harvard and MIT.
pt_br: {link_start} edX {link_end} oferece aulas interativas on-line e MOOCs dasmelhores universidades do mundo, incluindo MIT, Harvard, Berkeley, Universityof Texas e muitos outros. edX é uma iniciativa on-line sem fins lucrativos criada porparceiros fundadores Harvard e MIT.
tr_tr: {link_start}edX{link_end} MIT, Harvard, Berkeley, University of Texas gibi Dünya'nın en iyi üniversitelerinden çevrimiçi etkileşimli sınıflar ve Kitlesel Açık Çevrimiçi Dersler sunmaktadır. edX kurucu ortakları olan Harvard ve MIT tarafından oluşturulmuş, kâr amacı gütmeyen bir platformdur.
zh_cn: {link_start}edX{link_end} 提供来自世界上最好的大学的交互式在线课程和MOOC，包括麻省理工学院、哈佛大学、伯克利大学、得克萨斯大学等。edX是由哈佛和麻省理工学院的创始合作伙伴发起的非营利性在线计划。

source: Congratulations, {user_name}!
pt_br: Parabéns, {user_name}!
tr_tr: Kutlarız, {user_name}!
zh_cn: 恭喜你，[{user_name}！

source: You worked hard to earn your certificate from {accomplishment_copy_course_org} {dash} share it with colleagues, friends, and family to get the word out about what you mastered in {accomplishment_course_title}.
pt_br: Você trabalhou duro para obter seu certificado{realizeishment_copy_course_org} {dash} compartilhe com colegas, amigose família para divulgar o que você dominou{material_curso_de_curso}.
tr_tr: {accomplishment_copy_course_org} sertifikasını almak için zorlu bir çalışmayı tamamladın {dash} Bu başarını meslektaşların, arkadaşların ve ailenle paylaşabilir, {accomplishment_course_title} dersinde kazandığın yeni beceri ve dereceleri anlatabilirsin.
zh_cn: 您努力从{accomplishment_copy_course_org} {dash}获得证书，与同事、朋友和家人分享证书，以便了解您在 {accomplishment_course_title}.中掌握的内容。

source: Share this certificate on Facebook (opens a new tab/window)
pt_br: Compartilhe este certificado no Facebook (abre uma nova guia/janela)
tr_tr: Bu sertifikayı Facebook'ta paylaş (yeni bir sekme/pencerede açılır)
zh_cn: 在 Facebook 上共享此证书（打开新选项卡/窗口）

source: Tweet this certificate (opens a new tab/window)
pt_br: Compartilhe no Twitter este certificado (abre uma nova guia/janela)
tr_tr: Bu sertifikayı tweet ile paylaş (yeni bir sekme/pencerede açılır)
zh_cn: 推发此证书（打开新选项卡/窗口）

source: Add this certificate to your LinkedIn profile (opens a new tab/window)
pt_br: Adicione este certificado ao seu perfil do LinkedIn (abre uma nova guia/janela)
tr_tr: Bu sertifikayı LinkedIn profilinize ekleyin (yeni bir sekme/pencerede açılır)
zh_cn: 将此证书添加到您的LinkedIn配置文件（打开一个新的选项卡/窗口）

source: Print
pt_br: Imprimir
tr_tr: Yazdır
zh_cn: 打印

source: Print this certificate
pt_br: Imprimir este certificado
tr_tr: Bu sertifikayı yazdır
zh_cn: 打印此证书

source: edX Inc.
zh_cn: edX公司

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
pt_br: Todos os direitos reservados, exceto onde indicado. EdX, Open edX e o edX eOpen logotipos edX são marcas registradas ou comerciais da edX Inc.
tr_tr: Belirtilen yerler dışında tüm hakları saklıdır. edX, Open edX ile edX ve Open edX logoları edX Inc.'in tescilli ticari markalarıdır.
zh_cn: 保留的所有权利，除非有注明。edX、开放edX和edX和Open edX徽标是edX公司的注册商标或商标。

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
pt_br: {b_start} Apoie nossa Missão: {b_end} EdX, sem fins lucrativos, baseia-se em certificados autênticos para apoiar um fundo gratuito global de educação para todos.
tr_tr: {b_start}Misyonumuzu Destekle: {b_end} Edx, kâr amacı gütmeyen, onaylı sertifikaları sayesinde evrensel ücretsiz eğitimlerini fonlayan bir yapıdır
zh_cn: {b_start}支持我们的使命：{b_end} EdX 是一个非营利组织，依靠认证证书来来资助人人可享的全球免费教育

source: Find Courses
pt_br: Localizar cursos
tr_tr: Ders Ara
zh_cn: 查找课程

source: Schools & Partners
pt_br: Faculdades e Parceiros
tr_tr: Okullar & İş Ortakları
zh_cn: 学校 & 伙伴

source: Required Information to Sign In to {studio_name}
pt_br: Informações necessárias para fazer login em {studio_name}
tr_tr: {studio_name} Platformuna Giriş Yapmak İçin Gerekli Bilgiler
zh_cn: 注册{studio_name}所必须的信息

source: EdX, Open edX, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
pt_br: EdX, Open edX, e respectivos logotipos, são marcas registradas de {link_start}edX Inc.{link_end}
tr_tr: EdX, Open edX, edX ve Open edX logoları tescil edilen markalardır veya {link_start}edX Inc.{link_end}'in tescilli markalarıdır.
zh_cn: EdX、Open edX以及 edX、Open edX 的标识是注册商标或者 {link_start}edX 公司{link_end} 的商标。

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
pt_br: {tos_link_start}Termos de Serviço{tos_link_end} e {honor_link_start}Código de Honra{honor_link_end}
tr_tr: {tos_link_start}Kullanım Koşulları{tos_link_end} ve {honor_link_start} Onur Kodu{honor_link_end}
zh_cn: {tos_link_start}服务条款{tos_link_end}以及{honor_link_start}诚信准则{honor_link_end}

source: Copyright
pt_br: Direitos Autorais
tr_tr: Telif Hakkı
zh_cn: 版权

source: Copyright {year}. All rights reserved.
pt_br: Direitos autorais {year}. Todos os direitos reservados.
tr_tr: Telif {year}. Tüm hakları saklıdır.
zh_cn: 版权 {year}。保留所有权利。

source: For anyone, anywhere, anytime
pt_br: Para qualquer pessoa, em qualquer lugar, a qualquer momento
tr_tr: Herkes için, her zaman, her yerde
zh_cn: 任何人，任何地点，任何时间

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
pt_br: Você receberá uma mensagem de e-mail de ativação. Clique no link de ativação para concluir o processo. Não consegue encontrar o e-mail? Verifique se não está na sua pasta de spam e marque todas as mensagens enviadas por class.stanford.edu como "não é spam" para receber as mensagens relacionadas aos seus cursos.
tr_tr: Etkinleştirme e-postası alacaksınız. Süreci tamamlamak için etkinleştirme bağlantısına tıklamalısınız. E-postayı görmediniz mi? Spam dizinine bakınız ve class.stanford.edu'den gelen e-postaları 'spam değil' olarak işaretleyiniz, çünkü derslerinizden e-posta alabilmelisiniz.
zh_cn: 您会收到一封激活邮件。您必须点击激活链接才能完成注册。如果没有看见邮件，请检查垃圾邮件，并将来自class.stanford.edu的邮件标记为“非垃圾邮件”，因为您会希望收到来自您的课程的邮件。

source: Need help in registering with {platform_name}?
pt_br: Precisa de ajuda para registrar-se no {platform_name}?
tr_tr: {platform_name}e kayıt için yardıma mı ihtiyacınız var?
zh_cn: 在注册{platform_name}时需要帮助？

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
pt_br: Após o registro, a maioria das perguntas pode ser respondida nos fóruns de discussão específicos do curso ou nas Perguntas frequentes.
tr_tr: Bir kere kaydolduktan sonra, dersteki çoğu sorunun cevabı forumda veya sık sorulan sorularda bulabilirsiniz.
zh_cn: 注册成功后，大部分问题均可在具体课程讨论论坛或FAQ中得到解决。

source: Thank you for signing up for {platform_name}.
pt_br: Obrigado por se inscrever no {platform_name}.
tr_tr: {platform_name} öğrenme ortamına kayıt olduğunuz için teşekkürler.
zh_cn: 感谢您注册 {platform_name}。

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
pt_br: Mude sua vida e comece a aprender hoje ativando sua conta na {platform_name}Clique no link abaixo ou copie e cole na barra de endereço do seu navegador
tr_tr: Hayatınızı değiştirin ve bugün {platform_name} hesabınızı etkinleştirerek öğrenmeye başlayın. Aşağıdaki bağlantıya tıklayın ya da bağlantıyı kopyalayıp web tarayıcınızın adres çubuğuna yapıştırın.
zh_cn: 通过激活您的 {platform_name} 帐户，改变您的生活，立即开始学习。单击下面的链接或复制并粘贴到浏览器的地址栏中。

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
pt_br: Se você não solicitou isso, não precisa fazer nada; não receberámais algum e-mail nosso. Por favor, não responda a este e-mail; se você precisarassistência, consulte a seção sobre no site dos cursos {platform_name}.
tr_tr: Eğer bunu talep etmediyseniz, hiçbir şey yapmanıza gerek yok; bizden daha fazla e-posta almayacaksınız. Lütfen bu e-postayı cevaplamayın; eğer yardıma ihtiyaç duyarsanız, {platform_name} Dersler web sitesinin hakkında bölümünü kontrol edin.
zh_cn: 如果您没有请求，则无需执行任何操作;您不会再收到我们发送的电子邮件。请不要回复此电子邮件；如果您需要帮助，请查看{platform_name} 课程网站的有关部分。

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
pt_br: Isso é para confirmar que você alterou o email associado a{platform_name} de {old_email} para {new_email}. Se você não fez issopedido, entre em contato conosco em
tr_tr: Bu, {platform_name} ile {old_email} den {new_email} e ilişkili e-postayı değiştirdiğinizi onaylamak içindir. Eğer bu talepi yapmadıysanız, lütfen bizimle iletişime geçin.
zh_cn: 这是为了确认您将与 {platform_name}关联的电子邮件从 {old_email} 更改为{new_email}。如果您没有提出此请求，请联系我们：
