Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Generate Survey Results Report
pt_br: Gerar Relatório de resultado das pesquisas
tr_tr: Anket sonuçları raporunu oluşturun
zh_cn: 生成调查结果报告

source: Grade Reports
pt_br: Requisitos de nota
zh_cn: 评分报告

source: Click to generate a CSV grade report for all currently enrolled learners.
pt_br: Clique para gerar um relatório no formato CSV contendo todos os alunos atualmente matriculados.
zh_cn: 点击导出包含当前所有选修学员的成绩报告的CSV文件。

source: Generate Grade Report
pt_br: Gerar relatório de notas
tr_tr: Notlandırma Raporu Oluşturun
zh_cn: 生成成绩报告

source: Generate Problem Grade Report
pt_br: Gerar relatório de notas do problema
tr_tr: Problem Notlandırma Raporu Oluşturun
zh_cn: 生成问题得分报告

source: Generate ORA Data Report
pt_br: Gerar Relatório de Informação ORA
tr_tr: ORA Veri Raporu Oluştur
zh_cn: 生成 ORA 数据报告

source: Click to list certificates that are issued for this course:
pt_br: Clique para listar os certificados que são emitidos para este curso:
tr_tr: Bu ders için verilen sertifikaları listelemek için tıklayın:
zh_cn: 单击列出为此课程颁发的证书：

source: View Certificates Issued
pt_br: Visualizar certificados emitidos
tr_tr: Verilen Sertifikaları Görüntüleyin
zh_cn: 查看已颁发证书

source: Download CSV of Certificates Issued
pt_br: Baixar CSV dos certificados emitidos
tr_tr: Verilmiş Sertifikaların CSV Dosyasını İndirin
zh_cn: 下载已颁发证书的 CSV

source: Reports Available for Download
pt_br: Relatórios disponíveis para download
tr_tr: İndirme için Hazır Raporlar
zh_cn: 报告已可供下载

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
pt_br: Os relatórios listados abaixo estão disponíveis para download. Um link para cada relatório fica disponível nesta página, identificada pela data e hora de geração. Os relatórios não são apagados, assim você sempre será capaz de acessar os relatórios gerados anteriormente desta página.
tr_tr: Aşağıda listelenen raporlar indirmek için uygundur. Her rapora bir bağlantı bu sayfada mevcut kalır, UTC tarihi ve oluşturma zamanı tarafından tanımlanmıştır. Raporlar silinmez, bu yüzden her zaman bu sayfadan önce oluşturulan raporlara erişmek mümkün olacak.
zh_cn: 您可以下载以下列出的报告。每一份报告由生成的UTC日期和时间来标识，它们的链接将保留在本页面。报告不会被删除，所以您总是可以从本页访问以前生成的报告。

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
pt_br: O relatório de distribuição de respostas listado abaixo é gerado periodicamente por um processo automatizado em segundo plano. O relatório é cumulativo, então as respostas enviadas depois que o processo é iniciado são incluídas em um relatório subsequente. O relatório é gerado várias vezes por dia.
tr_tr: Aşağıda listelenen cevap dağılımı raporu, otomatik arka plan geçmişi tarafından periyodik bir şekilde oluşturulur. Rapor birikimlidir, bu yüzden işlem başladıktan sonra gönderilen cevaplar, bir sonraki raporda yer almaktadır. Rapor günde birkaç kez üretilir.
zh_cn: 下面所列的作答分布报告由后台程序定期自动生成。报告是累计式的，后台处理程序启动后提交的作答将在后续的报告中体现。报告每天生成多次。

source: {strong_start}Note{strong_end}: To keep learner data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
pt_br: {strong_start}Nota{strong_end}: para manter os dados dos alunos protegidos, você não pode salvar ou enviar esses links por e-mail para acesso direto. As cópias dos links expiram em 5 minutos.
zh_cn: {strong_start}注{strong_end}：为了确保学员数据的安全性，您无法保存或者用邮件发送这些有直接访问权的链接。复制的链接将在5分钟后失效。

source: Enrollment Codes
pt_br: Códigos de matrícula
tr_tr: Kayıtlanma Kodları
zh_cn: 选课码

source: Create one or more pre-paid course enrollment codes. Learners can use these codes to enroll in the course.
pt_br: Criar um ou mais códigos de matrícula pré-pagos. Os alunos poderão usar estes códigos para matricularem-se no curso.
zh_cn: 创建一个或者多个课程的预付费选课码。学员可以使用这些选课码选修该课程。

source: Create Enrollment Codes
pt_br: Criar códigos de matrícula
tr_tr: Kayıtlanma Kodları Oluştur
zh_cn: 生成选课码

source: Cancel, restore, or mark an enrollment code as unused.
pt_br: Cancelar, restaurar ou marcar um código de matrícula como não utilizado.
tr_tr: Kayıtlanma kodunu kullanılmayan olarak iptal et, yenile ya da işaretle
zh_cn: 取消、恢复或将一个选课码标记为未使用。

source: Change Enrollment Code Status
pt_br: Alterar o status do código de matrícula
tr_tr: Kayıt Kodu Durumunu değiştirin
zh_cn: 改变选课码状态

source: Download a .csv file of all enrollment codes for this course.
pt_br: Baixe um arquivo .csv com todos os códigos de matrícula deste curso.
tr_tr: Bu dersin tüm kayıt kodlarının bir .csv dosyasını indirin.
zh_cn: 下载一个包含本课所有选课码的.csv文件

source: Download All Enrollment Codes
pt_br: Baixar todos os códigos de matrícula
tr_tr: Tüm Kayıtlanma Kodlarını İndir
zh_cn: 下载所有选课码

source: Download a .csv file of all unused enrollment codes for this course.
pt_br: Baixe um arquivo .csv com todos os códigos de matrícula não utilizados deste curso.
tr_tr: Bu dersin tüm kullanılmayan kayıt kodlarının bir .csv dosyasını indirin.
zh_cn: 下载一个包含本课中所有未使用选课码的.csv文件。

source: Download Unused Enrollment Codes
pt_br: Baixar códigos de matrícula não utilizados
tr_tr: Kullanılmamış Kayıtlanma Kodlarını İndir
zh_cn: 下载未使用的选课码

source: Download a .csv file of all used enrollment codes for this course.
pt_br: Baixar um arquivo .csv com todos os códigos de inscrição deste curso.
tr_tr: Bu dersin tüm kullanılan kayıt kodlarının bir .csv dosyasını indirin.
zh_cn: 下载一个包含本课中所有使用过的选课码的.csv文件。

source: Download Used Enrollment Codes
pt_br: Baixar códigos de matrícula utilizados
tr_tr: Kullanılmış Kayıtlanma Kodlarını İndir
zh_cn: 下载使用过的选课码

source: Course Price
pt_br: Preço do Curso
tr_tr: Ders Ücreti
zh_cn: 课程价格

source: Course price per seat:
pt_br: Preço do curso por aluno
tr_tr: Koltuk başı ders fiyatı:
zh_cn: 每位学员需付的课程价格：

source: Edit Price
pt_br: Editar Preço
tr_tr: Ücreti Düzenle
zh_cn: 编辑价格

source: Course Seat Purchases
pt_br: Compras de Lugares no Curso
tr_tr: Ders Koltuk Satın Almaları
zh_cn: 购买课程

source: Total Credit Card Purchases:
pt_br: Total de Compras no Cartão de Crédito
tr_tr: Toplam Kredi Kartı Satın Almaları:
zh_cn: 所有的信用卡订单：

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
pt_br: Baixar um arquivo .csv para todas as compras por cartão de crédito ou todas as faturas, independente da situação da compra.
tr_tr: Tüm kredi kartı alımları veya tüm faturalar için, duruma bakmaksızın bir .csv dosyası indirin.
zh_cn: 下载一个包含所有信用卡消费记录或所有收据的.csv文件。

source: Download All Invoices
pt_br: Baixar Todas as Faturas
tr_tr: Tüm Faturaları İndir
zh_cn: 下载所有收据

source: Download All Credit Card Purchases
pt_br: Baixar Todas as Compras por Cartão de Crédito
tr_tr: Tüm Kredi Kartı Satın Almalarını İndirin
zh_cn: 下载所有信用卡消费记录

source: To cancel or resubmit an invoice, enter the invoice number below.
pt_br: Para cancelar ou reenviar uma Fatura, insira abaixo o Número da Fatura.
tr_tr: Faturanızı iptal etmek veya yeniden yollamak için, aşağıdaki fatura numarasını girin.
zh_cn: 要取消或者重新提交一张收据，请在下面输入收据号码。

source: Invoice Number
pt_br: Número da Fatura
tr_tr: Fatura Numarası
zh_cn: 收据单号

source: Cancel Invoice
pt_br: Cancelar Fatura
tr_tr: Faturayı İptal Et
zh_cn: 取消收据

source: Resubmit Invoice
pt_br: Reenviar Fatura
tr_tr: Faturayı Yeniden Yükle
zh_cn: 重新提交收据

source: Create a .csv file that contains enrollment information for your course.
pt_br: Criar um arquivo .csv que contenha informações de matrícula de seu curso.
tr_tr: Dersiniz için kayıt bilgilerini içeren bir .csv dosyası oluşturun.
zh_cn: 创建一个包含您的课程的选修信息的.csv文件

source: Create Enrollment Report
pt_br: Criar relatório de matrícula
tr_tr: Kayıtlanma Raporu Oluştur
zh_cn: 生成选课报告

source: Create an HTML file that contains an executive summary for this course.
pt_br: Criar um arquivo HTML com um sumário executivo deste curso.
tr_tr: Bu ders için bir yönetici özeti içeren bir HTML dosyası oluşturun.
zh_cn: 创建一个包含这门课程执行摘要的HTML文件

source: Create Executive Summary
pt_br: Criar Sumário Executivo
tr_tr: Yönetici Özeti Oluştur
zh_cn: 创建执行摘要

source: Available Reports
pt_br: Relatórios Disponíveis
tr_tr: Mevcut Raporlar
zh_cn: 可用报告

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
pt_br: Os relatórios a seguir estão disponíveis para download. Os relatórios não são excluídos. Um link para cada relatório permanecerá disponível nesta página, identificado pela data e hora (em UTC) em que o relatório foi gerado.
tr_tr: Aşağıdaki raporlar yüklenmek için uygundur. Raporlar silinmez. Her rapora bir bağlantı bu sayfada uygun kalır, raporun oluşturulduğu tarih ve saat tarafından (UTC içinde) belirlenir.
zh_cn: 您可以下载以下列出的报告。每一份报告由生成的日期和时间(UTC)来标识，它们的链接将保留在本页面。

source: {strong_start}Note{strong_end}: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
pt_br: {strong_start} Nota {strong_end}: para ajudar a proteger os dados dos alunos, links para estes relatórios que você salva fora desta página ou que você envia ou recebe emo email expira após cinco minutos.
zh_cn: {strong_start}注{strong_end}：为了确保学员数据的安全性，您在本页外保存的报告链接或者您通过电子邮件发送或收到的报告链接将在5分钟后失效。

source: Coupon Code List
pt_br: Lista de Códigos de Cupons
tr_tr: Kupon Kodu Listesi
zh_cn: 优惠券代码列表

source: Download a .csv file of all coupon codes for this course.
pt_br: Baixar um arquivo .csv com todos os códigos de cupons deste curso.
tr_tr: Bu dersin tüm kupon kodlarının bir .csv dosyasını indirin.
zh_cn: 下载一个包含所有这门课的优惠券代码的.csv文件。

source: Download Coupon Codes
pt_br: Baixar Códigos de Cupons
tr_tr: Kupon Kodu İndir
zh_cn: 下载优惠券代码

source: Coupon Codes
pt_br: Códigos de Cupons
tr_tr: Kupon Kodu
zh_cn: 优惠券代码

source: Coupon (%)
pt_br: Cupom (%)
tr_tr: Kupon (%)
zh_cn: 优惠券(%)

source: Number Redeemed
pt_br: Número Resgatado
tr_tr: Mahsuplaşma Sayısı
zh_cn: 兑换数量

source: The Invoice Number field cannot be empty.
pt_br: O campo Número da Fatura não pode estar vazio.
tr_tr: Fatura Numarası alanı boş olamaz.
zh_cn: 发票号码字段不能为空。

source: No Expiration Date
pt_br: Sem Data de Validade
tr_tr: Bitiş Tarihi Yok
zh_cn: 无截止日期

source: Enter the company name.
pt_br: Insira o nome da empresa.
tr_tr: Şirket ismini girin.
zh_cn: 输入公司名字

source: The company name cannot be a number.
pt_br: O nome da empresa não pode ser um número
tr_tr: Şirket ismi sayı olamaz.
zh_cn: 公司名不能为数字

source: Enter the company contact name.
pt_br: Insira o nome de contato da empresa.
tr_tr: Şirket yetkilisinin ismini girin.
zh_cn: 输入公司联系人名字

source: The company contact name cannot be a number.
pt_br: O nome de contato da empresa não pode ser um número.
tr_tr: Şirket yetkilisinin ismi sayı olamaz.
zh_cn: 公司联系人名字不能为数字

source: Enter the email address for the company contact.
pt_br: Insira o endereço de e-mail de contato da empresa.
tr_tr: Şirket yetkilisinin e-posta adresini girin.
zh_cn: 输入公司联系人的电子邮件地址。

source: Enter a valid email address.
pt_br: Insira um endereço de e-mail válido.
tr_tr: Geçerli bir e-posta adresi girin.
zh_cn: 输入一个有效的电子邮件地址

source: Enter the recipient name.
pt_br: Insira o nome do destinatário.
tr_tr: Alıcı adını girin.
zh_cn: 输入收件人名字

source: The recipient name cannot be a number.
pt_br: O nome do destinatário não pode ser um número.
tr_tr: Alıcının adı bir sayı olamaz.
zh_cn: 收件人名字不能为数字

source: Enter the recipient email address.
pt_br: Insira o endereço de e-mail do destinatário.
tr_tr: Alıcının e-posta adresini giriniz.
zh_cn: 输入收件人电子邮件地址

source: Enter the billing address.
pt_br: Insira o endereço de cobrança.
tr_tr: Fatura adresini giriniz.
zh_cn: 输入账单地址

source: Enter the price per course seat.
pt_br: Insira o preço do curso por pessoa.
tr_tr: Koltuk başına ders fiyatını girin.
zh_cn: 输入每个学位的价格

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
pt_br: Insira um valor numérico para o preço do curso por pessoa. Não insira símbolos de moeda corrente.
tr_tr: Koltuk başına ders fiyatının nümerik değerini girin. Para sembollerini dahil etmeyin.
zh_cn: 为每一个课程座席价格输入一个数值。请不要输入货币符号。

source: Enter the number of enrollment codes.
pt_br: Insira o número dos códigos de matrícula.
tr_tr: Kayıt kodlarının numarasını girin.
zh_cn: 输入选课码的数量

source: Enter a numeric value for the number of enrollment codes.
pt_br: Insira um valor numérico para o número dos códigos de matrícula.
tr_tr: Kayıt kodları numaralarının nümerik değerini girin.
zh_cn: 输入选课码的数量值。

source: Select a currency.
pt_br: Selecione uma moeda.
tr_tr: Para birimi seçin.
zh_cn: 选择一种货币。

source: Enter a coupon code.
pt_br: Insira um código de cupom.
tr_tr: Kupon kodu giriniz.
zh_cn: 输入一个优惠券代码

source: The discount percentage must be less than or equal to 100.
pt_br: O percentual de desconto deve ser menor ou igual a 100.
tr_tr: İndirim yüzdesi 100'den küçük veya 100'e eşit olmalıdır.
zh_cn: 折扣百分比必须小于或等于100。

source: Enter a numeric value for the discount amount. Do not include the percent sign.
pt_br: Insira um valor numérico para o montante de desconto. Não insira o sinal de porcentagem.
tr_tr: İndirim miktarlarının nümerik değerini girin. Yüzde işaretini dahil etmeyin.
zh_cn: 输入一个折扣的数量值。请不要输入百分符号。

source: Edit Coupon Code
pt_br: Editar Código de Cupom
tr_tr: Kupon Kodunu Düzenle
zh_cn: 编辑优惠券代码

source: Edit Coupon Code Information
pt_br: Editar Informações do Código de Cupom
tr_tr: Kupon Kodu Bilgisini Düzenle
zh_cn: 编辑优惠券代码信息

source: Code
pt_br: Código
tr_tr: Kod
zh_cn: 代码

source: example: A123DS
pt_br: Por exemplo: A123DS
tr_tr: örnek: A123DS
zh_cn: 例如: A123DS

source: Percentage Discount
pt_br: Porcentagem de desconto
tr_tr: İndirim Yüzdesi
zh_cn: 折扣率

source: Update Coupon Code
pt_br: Atualizar Código de Cupom
tr_tr: Kupon Kodunu Güncelle
zh_cn: 更新优惠券代码

source: Executive Summary for {display_name}
pt_br: Sumário Executivo para {display_name}
tr_tr: {display_name} için Yönetici Özeti
zh_cn: {display_name} 执行摘要

source: Report Creation Date
pt_br: Data de Criação do Relatório
tr_tr: Raporun Oluşturulma Tarihi
zh_cn: 报告创建日期

source: Number of Seats
pt_br: Número de Lugares
tr_tr: Yer Sayısı
zh_cn: 座席数量

source: Number of Enrollments
pt_br: Número de matrículas
tr_tr: Kayıtlanma Sayısı
zh_cn: 选课人数

source: Gross Revenue Collected
pt_br: Receita Bruta Recolhida
tr_tr: Toplanan Brüt Hasılat
zh_cn: 进账总收入

source: Gross Revenue Pending
pt_br: Receita Bruta Pendente
tr_tr: Beklenen Brüt Hasılat
zh_cn: 待处理总收入

source: Number of Enrollment Refunds
pt_br: Número de reembolsos de matrícula
tr_tr: Kayıtlanma İade Sayısı
zh_cn: 课程退款数

source: Amount Refunded
pt_br: Valor Total Reembolsado
tr_tr: İade Edilmiş Miktar
zh_cn: 退还金额

source: Average Price per Seat
pt_br: Preço Médio por Lugar
tr_tr: Yer Başına Düşen Ortalama Ücret
zh_cn: 每个座席的平均价格

source: Frequently Used Coupon Codes
pt_br: Códigos de Cupom Utilizados Frequentemente
tr_tr: Sıklıkla Kullanılan Kupon Kodları
zh_cn: 经常使用的优惠券代码

source: Number of seats purchased using coupon codes
pt_br: Número de lugares comprados utilizando o código de cupom
tr_tr: Kupon kodu kullanılarak alınan yer sayısı
zh_cn: 使用优惠券代码购买的座席数

source: Rank
pt_br: Categoria
tr_tr: Sıra
zh_cn: 排名

source: Percent Discount
pt_br: Percentual de desconto
tr_tr: İndirim Yüzdesi
zh_cn: 折扣率

source: Times Used
pt_br: Quantas Vezes Utilizado
tr_tr: Kullanılmış Zamanlar
zh_cn: 已用时间

source: Bulk and Single Seat Purchases
pt_br: Conjunto e Cadeiras Individuais Compradas
tr_tr: Toplu ve Tek Yer Alımları
zh_cn: 大批和单座采购

source: Number of seats purchased individually
pt_br: Número de cadeiras compradas individualmente
tr_tr: Bireysel olarak alınan yer sayısı
zh_cn: 单独购买的座位数

source: Number of seats purchased in bulk
pt_br: Número de cadeiras compradas em grande quantidade
tr_tr: Toplu olarak alınan yer sayısı
zh_cn: 批量购买的座位数

source: Number of seats purchased with invoices
pt_br: Número de cadeiras compradas com faturas
tr_tr: Fatura ile alınan yer sayısı
zh_cn: 带发票的购买座位数

source: Unused bulk purchase seats (revenue at risk)
pt_br: Compra conjunta de cadeiras não utilizadas (receitas em risco)
tr_tr: Kullanılmayan toplu alım yerleri (risk altındaki hasılat)
zh_cn: 未使用批量购买席位(收入有风险)

source: Percentage of seats purchased individually
pt_br: Porcentagem de cadeiras compradas individualmente
tr_tr: Bireysel olarak alınan yerlerin yüzdesi
zh_cn: 单座购买数量所占比例

source: Percentage of seats purchased in bulk
pt_br: Porcentagem de lugares comprados em quantidades maiores.
tr_tr: Toplu olarak alınan yerlerin yüzdesi
zh_cn: 批量购买座位数目所占比例

source: Percentage of seats purchased with invoices
pt_br: Porcentagem de cadeiras compradas com faturas
tr_tr: Fatura ile alınan yerlerin yüzdesi
zh_cn: 带发票购买座位数目所占比例

source: Individual due date extensions
pt_br: Prorrogações das datas de entrega individuais
tr_tr: Bireysel teslim süresi uzatımları
zh_cn: 延长个别截止日期

source: In this section, you have the ability to grant extensions on specific units to individual learners. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular learner.
pt_br: Nesta seção, é possível prorrogar o prazo de entrega de unidades específicas para cada aluno. Observe que a data mais recente é a oficial, não é possível utilizar esta ferramenta para fazer com que um trabalho tenha uma data de entrega anterior para um determinado aluno.
zh_cn: 在这个部分，您可以在特定单元里给特定的学员延长截止日期。请注意，您不能选择最近的一日；您不能使用这个工具让某个学员的作业截止日期提早。

source: Specify the {platform_name} email address or username of a learner here:
pt_br: Especifique o e-mail do {platform_name} ou o nome de usuário de um aluno aqui:
zh_cn: 在这可以查看{platform_name}的邮件地址以及学员的用户名：

source: Learner Email or Username
pt_br: E-mail ou nome de usuário do aluno
zh_cn: 学员e-mail或者用户名

source: Choose the graded unit:
pt_br: Escolha a unidade avaliada:
tr_tr: Notlandırılmış üniteyi seçin:
zh_cn: 请选择评分单元

source: Specify the extension due date and time (in UTC; please specify {format_string}).
pt_br: Especificar a data e o horário de entrega (em UTC; por favor, especificar {format_string}).
tr_tr: Uzatılan teslim tarihini ve saatini belirleyiniz (UTC olarak; lütfen {format_string} olarak belirleyin).
zh_cn: 请输入新的截止日期和时间(UTC 时间，请以 {format_string} 格式输入)。

source: Change due date for learner
pt_br: Alterar a data de entrega para o aluno
zh_cn: 修改学员的截止日期

source: Viewing granted extensions
pt_br: Visualização das prorrogações concedidas
tr_tr: İzin verilmiş uzatımları görüntüleme
zh_cn: 查看已授权的宽限期

source: Here you can see what extensions have been granted on particular units or for a particular learner.
pt_br: Aqui é possível ver quais prazos de entrega foram prorrogados em unidades específicas para um determinado aluno.
zh_cn: 这里您可以查看已经授权给特别学员或者特殊单元的宽限期

source: Choose a graded unit and click the button to obtain a list of all learners who have extensions for the given unit.
pt_br: Escolha uma unidade avaliada e clique no botão para obter uma lista de todos os alunos que têm prorrogações para a entrega desta unidade.
zh_cn: 请选择一个评分单元，单击获得当前单元中获得宽限期的学员列表

source: List all learners with due date extensions
pt_br: Listar todos os alunos com prorrogação da data de entrega
zh_cn: 列出所有获得宽限期的学员

source: Specify a learner to see all of that learner's extensions.
pt_br: Especifique um aluno para ver todas as prorrogações de prazo dele.
zh_cn: 指定一个学员来查看该学员获得的所有宽限期。

source: List date extensions for learner
pt_br: Listar as prorrogações de datas para o aluno
zh_cn: 为学员列出宽限期

source: Resetting extensions
pt_br: Cancelamento das prorrogações
tr_tr: Eklentiler sıfırlanıyor
zh_cn: 重设宽限期

source: Resetting a problem's due date rescinds a due date extension for a learner on a particular unit. This will revert the due date for the learner back to the problem's original due date.
pt_br: Ao redefinir a data de entrega de um problema a prorrogação da data de entrega é cancelada automaticamente para o escolhido aluno em uma unidade específica. Isto fará com que o prazo de entrega original do problema para o aluno retorne à data original.
zh_cn: 重设一个问题的截止日期，将取消学员在指定单元上的宽限期，使学员的截止日期还原为问题的原始截止日期。

source: Reset due date for learner
pt_br: Redefinição da data de entrega para o aluno
zh_cn: 重置学员的截止日期

source: Generate Registration Code Modal
pt_br: Gerar Código de Registro
tr_tr: Kayıt Kod Kipi Oluştur
zh_cn: 生成形态上的注册码

source: * Required Information
pt_br: * Informação obrigatória
tr_tr: * Gerekli Bilgi
zh_cn: * 必填信息

source: The organization that purchased enrollments in the course
pt_br: A Organização que comprou matrículas para o Curso
tr_tr: Dersteki kayıtlanmaları satın alan kurum
zh_cn: 购买了本课程的机构

source: Organization Contact
pt_br: Contato na Organização
tr_tr: Kurum İletişim
zh_cn: 机构联系人

source: Organization Contact Name
pt_br: Nome de Contato da Organização
tr_tr: Kurum İletişim Kişisi
zh_cn: 机构联系人姓名

source: The primary contact at the organization
pt_br: O contato primário na Organização
tr_tr: Kurumdaki asıl iletişim kişisi
zh_cn: 机构中的主要联系人

source: Invoice Recipient
pt_br: Destinatário da Fatura
tr_tr: Fatura Alıcısı
zh_cn: 收据接受者

source: The contact who should receive the invoice
pt_br: O contato que deve receber a fatura
tr_tr: Faturayı alması gereken kişi
zh_cn: 接收收据的联系人信息

source: Organization Billing Address
pt_br: Endereço de Cobrança da Organização
tr_tr: Organizasyon Fatura Adresi
zh_cn: 机构账单地址

source: Address Line 1
pt_br: Endereço Linha 1
tr_tr: Adres Satırı 1
zh_cn: 地址行1

source: Address Line 2
pt_br: Endereço Linha 2
tr_tr: Adres Satırı 2
zh_cn: 地址行2

source: Address Line 3
pt_br: Endereço Linha 3
tr_tr: Adres Satırı 3
zh_cn: 地址行3

source: State/Province
pt_br: Estado
tr_tr: Eyalet
zh_cn: 州/省

source: Zip
pt_br: CEP
tr_tr: Sıkıştır
zh_cn: 邮编

source: Unit Price
pt_br: Preço unitário
tr_tr: Ünite Fiyatı
zh_cn: 单价

source: The price per enrollment purchased
pt_br: O preço por matrícula comprada
tr_tr: Kayıt alımı başına düşen ücret
zh_cn: 单人选课价格

source: Number of Enrollment Codes
pt_br: Número de códigos de matrícula
tr_tr: Kayıtlanma Kodlarının Sayısı
zh_cn: 选课码数量

source: The total number of enrollment codes to create
pt_br: A quantidade total de códigos de matrícula para criar
tr_tr: Oluşturmak için toplam kayıt kodu sayısı
zh_cn: 待创建的选课码总数

source: Course Team Internal Reference
pt_br: Referência Interna da Equipe do Curso
tr_tr: Ders Takımı İç Referansı
zh_cn: 课程团队内部参考

source: Internal reference information for the sale
pt_br: Informação de referência interna para vendas
tr_tr: Satış için iç referans bilgisi
zh_cn: 内部销售参考信息

source: Customer Reference
pt_br: Referência de Cliente
tr_tr: Müşteri Referansı
zh_cn: 客户参考

source: Customer's purchase order or other reference information
pt_br: Pedido de compra do Cliente ou outra informação de referência
tr_tr: Müşterinin sipariş emri ya da diğer referans bilgisi
zh_cn: 客户的订单或其他参考信息

source: Send me a copy of the invoice
pt_br: Me envie uma cópia da fatura
tr_tr: Bana faturanın bir kopyasını gönder
zh_cn: 请给我一张收据复印件

source: Gradebook
pt_br: Boletim
tr_tr: Karne
zh_cn: 成绩簿

source: Instructor Dashboard
pt_br: Painel de controle do instrutor
tr_tr: Eğitmen Ana Paneli
zh_cn: 教师面板

source: Search learners
pt_br: Pesquisar alunos
zh_cn: 搜索学员

source: Filter
pt_br: Filtro
tr_tr: Filtrele
zh_cn: 过滤

source: The new score must be between current score and 100.
pt_br: A nova pontuação deve ser entre a pontuação atual e 100
zh_cn: 最低分数百分比必须为介于 0 和 100 之间的整数。

source: The check icon on the right side of the grade means the grade is manually changed.
pt_br: O ícone de verificação no lado direito da nota significa que a nota é manualmentealterada
zh_cn: 坡号右侧的检查图标表示坡度是手动更改的。
