Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: Markdown source of this module
pt_br: Fonte de Markdown deste módulo
tr_tr: Bu modülün Markdown kaynağı
zh_cn: 减记该模块资源

source: Source code for LaTeX and Word problems. This feature is not well-supported.
pt_br: Código fonte para problemas do LaTeX e Word. Esta funcionalidade não é suportada corretamente.
tr_tr: LaTeX ve Word problemleri için kaynak kodu. Bu özellik tam desteklenmiyor.
zh_cn: LaTeX及Word相关源代码问题，对该功能的支持尚不完备。

source: Enable LaTeX templates?
pt_br: Ativar modelos LaTeX?
tr_tr: LaTeX şablonlarını etkinleştir?
zh_cn: 启用LaTeX模板？

source: Matlab API key
pt_br: Chave API do Matlab
tr_tr: Matlab API anahtarı
zh_cn: Matlab API 密钥

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
pt_br: Digite a chave de API fornecida pela MathWorks para acessar o Serviço Hospedado MATLAB. Esta chave é concedida para uso exclusivo neste curso na duração especificada. Não compartilhar a chave de API com outros cursos. Notificar MathWorks imediatamente se você acredita que a chave foi exposta ou comprometida. Para obter uma chave para o seu curso, ou para relatar um problema, por favor contate moocsupport@mathworks.com
tr_tr: MATLAB hizmetine ulaşmak için MathWorks tarafından sağlanan API anahtarını girin. Bu anahtar yalnızca belirlenen süre içinde bu derste kullanılmak üzere verilmiştir. Lütfen API anahtarını diğer derslerle paylaşmayın. Anahtarın korunmasız bir şekilde ortada olduğuna ya da başkası tarafından kullanıldığına inanıyorsanız hemen MathWorks'e bildirin. Dersiniz için bir anahtar almak veya bir sorunu bildirmek için lütfen moocsupport@mathworks.com adresi ile iletişim kurun.
zh_cn: 输入 MATLAB讬管服务提供MathWorks公司的API密钥。这个密钥被授予通过本课程的指定时间独家使用。请不要共享的API密钥与其他课程，并立即通知MathWorks公司，如果你认为密钥被暴露或损害。为了获得一个关键的课程，或报告的问题，请联系moocsupport@mathworks.com

source: Submit
pt_br: Enviar
tr_tr: Gönder
zh_cn: 提交

source: Submitting
pt_br: Enviando
tr_tr: Gönderiliyor
zh_cn: 提交中

source: Warning: The problem has been reset to its initial state!
pt_br: Aviso: o problema foi redefinido com o seu status inicial!
tr_tr: Uyarı: Bu problem ilk durumuna sıfırlandı!
zh_cn: 警告：这个问题已经被重置为其初始状态！

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
pt_br: O status do problema foi corrompido por um envio inválido composto por:
tr_tr: Problemin durumu geçersiz bir yükleme nedeniyle bozuldu. Bu yükleme şunlardan oluşuyor:
zh_cn: 该问题的描述被一个无效的发布损坏。该发布包含：

source: If this error persists, please contact the course staff.
pt_br: Se o erro persistir, por favor, entre em contato com a equipe do curso.
tr_tr: Eğer hata devam ederse, lütfen dersin personeliyle temasa geçiniz.
zh_cn: 如果该问题依然存在，请联系课程工作人员。

source: Hint ({hint_num} of {hints_count}):
pt_br: Sugestão ({hint_num} de {hints_count}):
tr_tr: ({hints_count} ipucunun {hint_num}):
zh_cn: 提示(第 {hint_num} 个，共 {hints_count} 个)：

source: Your answers were previously saved. Click '{button_name}' to grade them.
pt_br: Suas respostas foram salvas anteriormente. Clique em '{button_name}' para classificá-los.
tr_tr: Cevaplarınız kaydedilmiş durumda. Notlandırmak için '{button_name}' düğmesine tıklayın.
zh_cn: 您的答案之前已保存。 点击“{button_name}”对其进行评分。

source: Incorrect ({progress} point)
pt_br: Incorreto ({progress} ponto)
tr_tr: Yanlış ({progress} puan)
zh_cn: 不正确（{progress} point）

source: Correct ({progress} point)
pt_br: Correto ({progress} ponto)
tr_tr: Doğru ({progress} puan)
zh_cn: 正确（{progress}点）

source: Partially correct ({progress} point)
pt_br: Parcialmente correto ({progress} ponto)
tr_tr: Kısmen doğru ({progress} puan)
zh_cn: 部分正确（{progress} point）

source: Partially Correct
pt_br: Parcialmente correto
tr_tr: Kısmen Doğru
zh_cn: 部分正确

source: Answer submitted.
pt_br: Resposta enviada
tr_tr: Yanıt gönderildi.
zh_cn: 答案已提交。

source: Problem is closed.
pt_br: O problema está encerrado.
tr_tr: Problem yanıtlara kapandı.
zh_cn: 问题已结束。

source: Problem must be reset before it can be submitted again.
pt_br: O problema deve ser resetado antes que possa ser enviado de novo
tr_tr: Tekrar gönderilmeden önce problem sıfırlanmalı.
zh_cn: 必须先重置问题才能再次提交。

source: You must wait at least {wait} seconds between submissions.
pt_br: Você deve aguardar pelo menos {wait} segundos entre os envios.
tr_tr: Yüklemeler arasında en az {wait} saniye beklemelisiniz.
zh_cn: 在两次发布之间你至少需要等待{wait}秒。

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
pt_br: Você deve esperar no mínimo {wait_secs} entre os envios. {remaining_secs} restantes.
tr_tr: Yüklemeler arasında en az {wait_secs} saniye beklemelisiniz. Kalan süre {remaining_secs}.
zh_cn: 在两次提交之间需要等待 {wait_secs} 秒。还需等待{remaining_secs}秒。

source: {num_hour} hour
pt_br: {num_hour} hora
tr_tr: {num_hour} saat
zh_cn: {num_hour} 小时

source: {num_minute} minute
pt_br: {num_minute} minuto
tr_tr: {num_minute} dakika
zh_cn: {num_minute} 分钟

source: {num_second} second
pt_br: {num_second} segundo
tr_tr: {num_second} saniye
zh_cn: {num_second} 秒钟

source: Problem needs to be reset prior to save.
pt_br: O problema deve ser redefinido antes de salvar.
tr_tr: Kaydetmeden önce problemin sıfırlanması gerekir.
zh_cn: 问题在保存之前需要重置。

source: Your answers have been saved.
pt_br: As suas respostas foram salvas.
tr_tr: Yanıtlarınız kaydedildi.
zh_cn: 你的答案已保存。

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
pt_br: Suas respostas foram salvas mas não avaliadas. Clique '{button_name}' para corrigi-las.
tr_tr: Cevaplarınız kaydedildi ama notlandırılmadı. Notlandırmak için '{button_name}' düğmesine tıklayın.
zh_cn: 您的答案已保存，但不计分。点击 '{button_name}'以分级他们。

source: You cannot select Reset for a problem that is closed.
pt_br: Vocâo não pode selecionar Reset para um problema encerrado
tr_tr: Kapatılmış bir problem için Sıfırlama seçilemez.
zh_cn: 您无法为已关闭的问题选择重置。

source: You must submit an answer before you can select Reset.
pt_br: Você deve enviar uma resposta antes de poder selecionar Reset
tr_tr: Sıfırlamayı seçmeden önce bir cevap göndermiş olmalısınız.
zh_cn: 您必须先提交答案，然后才能选择重置。

source: Problem's definition does not support rescoring.
pt_br: A definição do problema não suporta uma nova correção.
tr_tr: Problemin tanımı yeniden değerlendirmeyi desteklemiyor.
zh_cn: 问题定义不支持重新打分。

source: Problem must be answered before it can be graded again.
pt_br: O problema deve ser respondido para poder ser avaliado novamente.
tr_tr: Probleme yeniden not verilmeden önce cevaplanması gereklidir.
zh_cn: 回答问题后才能够重新评定。

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
pt_br: Desculpe, ocorreu um erro durante o processamento da sua solicitação. Por favor, recarregue a página e tente novamente.
tr_tr: Özür dileriz, talebinizi işlerken bir hata oldu. Sayfayı yeniden yükleyin ve tekrar deneyin.
zh_cn: 很抱歉，在处理你的请求时出现错误。请重新加载你的页面并再次尝试操作。

source: The state of this problem has changed since you loaded this page. Please refresh your page.
pt_br: O status deste problema mudou desde que esta página foi carregada. Por favor, atualize a página.
tr_tr: Bu problemin durumu siz sayfayı yükledikten sonra değişti. Lütfen sayfayı yeniden yükleyin.
zh_cn: 该问题的描述在你加载本页面之后已经发生变化了。请刷新你的页面。

source: Answer ID
pt_br: ID de resposta
tr_tr: Cevap No
zh_cn: 答案ID

source: Question
pt_br: Pergunta
tr_tr: Soru
zh_cn: 题

source: Correct Answer
pt_br: Correto
tr_tr: Doğru Cevap
zh_cn: 正确答案

source: Conditional
pt_br: Condicional
tr_tr: Koşullu
zh_cn: 条件

source: List of urls of children that are references to external modules
pt_br: Lista de URLs filhos que são referências a módulos externos
zh_cn: 引用外部模块的子项URL列表

source: Source Components
pt_br: Componentes de origem
tr_tr: Kaynak Bileşenler
zh_cn: 源组件

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
pt_br: Os IDs de localização de componentes de todos os componentes de origem usados para determinar se um aluno recebe o conteúdo deste módulo condicional. Copie o ID de localização de um componente da caixa de diálogo Configurações no Studio.
zh_cn: 所有源组件的组件位置ID，用于确定是否向学习者显示此条件模块的内容。 从Studio的“设置”对话框中复制组件的组件位置ID。

source: Conditional Attribute
pt_br: Atributo Condicional
tr_tr: Koşul Etiketleri
zh_cn: 条件属性

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
pt_br: O atributo dos componentes de origem que determina se um aluno recebe o conteúdo deste módulo condicional.
tr_tr: Bir öğrenciye bu koşullu modülün içeriğinin gösterilip gösterilmeyeceğini belirleyen kaynak bileşenlerin özelliği.
zh_cn: 源组件的属性，用于确定是否向学习者显示此条件模块的内容。

source: Conditional Value
pt_br: Valor condicional
tr_tr: Koşullu Değer
zh_cn: 条件价值

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
pt_br: O valor que o atributo condicional dos componentes de origem deve corresponder antes que um aluno seja mostrado o conteúdo deste módulo condicional.
tr_tr: Bir öğrenciye bu koşullu modülün içeriği gösterilmeden önce kaynak bileşenlerin koşullu özniteliğinin eşleşmesi gereken değer.
zh_cn: 在向学习者显示此条件模块的内容之前，源组件的条件属性必须匹配的值。

source: Blocked Content Message
pt_br: Mensagem de Conteúdo Bloqueado
tr_tr: Engellenmiş İçerik İletisi
zh_cn: 被阻止的内容消息

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
pt_br: A mensagem que é mostrada aos alunos quando nem todas as condições são atendidas para mostrar o conteúdo deste módulo condicional. Inclua {link} no texto da sua mensagem para fornecer aos alunos um link direto para as unidades necessárias. Por exemplo, você deve concluir {link} antes que você possa acessar esta unidade'.
tr_tr: Bu koşullu modülün içeriğini göstermek için tüm koşullar karşılanmadığında öğrencilere gösterilen ileti. Öğrencilere gerekli ünitelere doğrudan bir bağlantı vermek için iletinizin metnine {link} bağlantısını ekleyin. Örneğin, 'Bu birime erişebilmeniz için önce {link}' bağlantısını tamamlamalısınız'.
zh_cn: 当满足并非满足所有条件时向学习者显示的消息，以显示此条件模块的内容。 在邮件文本中加入{link}，以便为学员提供指向所需单元的直接链接。 例如，“您必须先完成{link}才能访问此单元”

source: You must complete {link} before you can access this unit.
pt_br: Você deve preencher {link} antes de poder acessar esta unidade.
tr_tr: Bu üniteye erişim sağlamadan önce {link} tamamlamalısınız.
zh_cn: 您必须先完成{link}才能访问此设备。

source: This component has no source components configured yet.
pt_br: Este componente não possui fontes de componentes configurados ainda
tr_tr: Bu bileşenin kaynak bileşenleri henüz yapılandırılmamış.
zh_cn: 此组件尚未配置源组件。

source: Configure list of sources
pt_br: Configurar listas de fontes
tr_tr: Kaynaklar listesini yapılandır
zh_cn: 配置源列表

source: LTI Passports
pt_br: Passaportes LTI
tr_tr: LTI Pasaportları
zh_cn: LTI 账户

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
pt_br: Entre os passaportes para as ferramentas de curso LTI no seguinte formato: "id:chave_cliente:segredo_cliente".
tr_tr: Ders LTI araçları için aşağıdaki formatta pasaportları girin: "id:client_key:client_secret".
zh_cn: 以下列格式输入课程 LTI 工具的通行证：“id:client_key:client_secret”。

source: List of Textbook objects with (title, url) for textbooks used in this course
pt_br: Lista de objetos de livros didáticos com (título, url) para livros didáticos usados neste curso
tr_tr: Bu eğitimde kullanılan ders kitapları için (başlık, url) bilgileri listesi
zh_cn: 本课程所用教材的教材目标列表（标题、网址）

source: Slug that points to the wiki for this course
pt_br: Espaço que direciona para o wiki deste curso.
tr_tr: Bu dersin wikisi için kısaismi
zh_cn: 指向该课程维基的固定链接地址

source: Date that enrollment for this class is opened
pt_br: A data para inscrições nessa aula está aberta
tr_tr: Bu ders için kayıtlanmanın açılacağı tarih
zh_cn: 选修该课程的日期已经开放

source: Date that enrollment for this class is closed
pt_br: A data em que as inscrições para essa aula estará fechada
tr_tr: Bu ders için kayıtlanmanın kapanacağı tarih
zh_cn: 选修该课程的日期已经结束

source: Start time when this module is visible
pt_br: Tempo em que este módulo começará a ficar visível
tr_tr: Bu modül görünür olduğunda süreyi başlat
zh_cn: 该模块可见的起始时间

source: Date that this class ends
pt_br: Data de término da aula
tr_tr: Dersin biteceği tarih
zh_cn: 该课程结束的日期

source: Date that certificates become available to learners
pt_br: Data em que os certificados ficam avaliáveis para os alunos
tr_tr: Sertifikaların öğrencilere açılacağı tarih
zh_cn: 证书可供学习者使用的日期

source: Cosmetic Course Display Price
pt_br: Exibir o Preço do Curso de Cosméticos
tr_tr: Kozmetik Ders Ekran Ücreti
zh_cn: 掩饰课程显示价格

source: The cost displayed to learner for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
pt_br: O Custo apresentado aos alunos para participarem no Curso. Caso uma taxa de inscrição for definida por um administrador na base de dados, esta taxa será o Custo apresentado ao público ao invés deste.
zh_cn: 费用已经显示给了选修该课程的学员。如果管理员在数据库中修改了付费课程的注册价格，那么该价格将会覆盖原来的费用。

source: Course Advertised Start
pt_br: Início Anunciado do Curso
tr_tr: Dersin Duyurulan Başlama Tarihi
zh_cn: 课程广告开始

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
pt_br: Digite o texto que você deseja usar como o horário de início anunciado para o curso, como "Inverno 2018". Se você inserir nulo para este valor,a data de início que você definiu para este curso é usada.
tr_tr: Ders başlangıcı olarak duyurmak istediğiniz tarih aralığını girin, örneğin "Kış 2018" gibi. Bu değeri null/boş olarak girerseniz, bu ders için belirlediğiniz başlangıç tarihi gösterilecektir.
zh_cn: 输入要用作课程广告开始时间范围的文本，例如“Winter 2018”。 如果为此值输入null，则使用您为此课程设置的开始日期。

source: Pre-Requisite Courses
pt_br: Cursos pré-requisitos
tr_tr: Ön-Koşul Dersler
zh_cn: 先修课程

source: Pre-Requisite Course key if this course has a pre-requisite course
pt_br: Código do curso pré-requisito se este curso possui algum outro como pré-requisito
tr_tr: Eğer bu ders ön-gerekli ders ise Ön-Gerekli Ders anahtarı
zh_cn: 如果本课程有先修课程，则指定先修课程的课程标识

source: Grading policy definition for this class
pt_br: Definição para a política de avaliacão para este curso
tr_tr: Bu sınıf için notlandırma kuralı tanımı
zh_cn: 该课程的评分标准定义

source: Show Calculator
pt_br: Mostrar Calculadora
tr_tr: Hesap Makinesi Göster
zh_cn: 显示计算器

source: Enter true or false. When true, learners can see the calculator in the course.
pt_br: Digite verdadeiro ou falso. Quando verdadeiro, os alunos podem ver a calculadora no curso.
zh_cn: 输入对或错。当输入为对时，学员可以造课程中看到计算器。

source: Enter the name of the course as it should appear in the edX.org course list.
pt_br: Digite o nome do curso como deve aparecer na lista de cursos da edX.org.
tr_tr: edX.org ders listesinde gözükmesi gereken dersin adını girin.
zh_cn: 输入应当出现在 edX.org 课程列表中的课程名称。

source: Course Display Name
pt_br: Nome de Exibição do Curso
tr_tr: Dersin Görünecek İsmi
zh_cn: 课程显示名字

source: Course Editor
pt_br: Editor do Curso
tr_tr: Ders Editörü
zh_cn: 课程编辑器

source: Enter the method by which this course is edited ("XML" or "Studio").
pt_br: Digite o método de edição deste curso ("XML" ou "Studio").
tr_tr: Bu dersin düzenleme yöntemini girin ("XML" veya "Studio").
zh_cn: 输入这门课程的编辑方式(“XML”或者“Studio”)。

source: Course Survey URL
pt_br: URL da Pesquisa do Curso
tr_tr: Ders Anketi Bağlantısı
zh_cn: 课程调查链接

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
pt_br: Digite a URL para a pesquisa de fim de curso. Se o seu curso não tem uma pesquisa, digite null.
tr_tr: Ders sonu anketi için URL girin. Eğer dersinizin anketi yoksa null girin.
zh_cn: 输入课程最终调查的链接URL。如果您的课程没有最终调查，输入null。

source: Discussion Blackout Dates
pt_br: Datas Limites de Discussão
tr_tr: Tartışmayı Karartma Tarihleri
zh_cn: 讨论管制日期

source: Enter pairs of dates between which learners cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
pt_br: Entre com os pares de datas no qual os alunos não poderão escrever nos fóruns de debate. Dentro das aspas fornecidas, insira um conjunto adicional de colchetes entre as datas de início e término que você adicionar. Formate cada par de datas como ["YYYY-MM-DD", "YYYY-MM-DD"]. Para especificar um horário bem como as datas, formate cada par desta forma: ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Não esqueça de incluir a letra "T" entre a data e o horário. Neste exemplo, para registrar dois períodos distintos de suspensão, inclua mais um par de colchetes desta forma: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
zh_cn: 输入一对日期，在此期间内不允许学员往在讨论区上发帖。请在所提供的括号之内输入日期，每一对日期应由一组方括号包围，其格式为 ["YYYY-MM-DD", "YYYY-MM-DD"]。如果还需要指定时间，请使用格式 ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]，请确保在日期和时间的中间一定要有“T”。例如，一项定义了两段禁用时期的项应该是如下列格式所示（包括了最外层的一对方括号）：[["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
pt_br: Mapeamento do Tópico de Discussão
tr_tr: Tartışma Konusu Eşleştirme
zh_cn: 讨论主题映射

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
pt_br: Digite as categorias no seguinte formato: "NomedaCategoria": {"id": "i4x-NomedaEmpresa-Númerodocurso-curso-sériodocurso"}. Por exemplo, uma categoria de discussão "Modo Lydian": {"id": "i4x-UniversidadeX-MUS101-curso-2015_T1"}. O valor "id" para cada categoria deve ser único. No valor "id", os únicos caracteres especiais são sublinhado, hífen e ponto final. Você também pode especificar uma categoria como o padrão para novas postagens na página Discussão, definindo seu "padrão" atributo como verdadeiro. Por exemplo, "Modo Lydian": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "padrão": verdadeiro}.
tr_tr: Tartışma kategorilerini belirtilen formatta girin: "KategoriAdı": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Örneğin bir tartışma kategorisi "Müzik Notaları" olabilir: {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. her kategori için olan "id" değeri ile aynı isimli başka "id" bulunmamalıdır. "id" değerleri içerisinde özel karakter olarak yalnızca alt çizgi, kısa çizgi ve nokta desteklenmektedir. Bu arada tartışma sayfasında yeni gönderiler için öntanımlı bir kategoriyi değerini true olarak atayarak belirleyebilirsiniz. Örneğin, "Müzik Notaları" için, {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
zh_cn: 按以下格式输入讨论类别：“CategoryName”：{“id”：“i4x-InstitutionName-CourseNumber-course-CourseRun”}。 例如，一个讨论类别可以是“Lydian模式”：{“id”：“i4x-UniversityX-MUS101-course-2015_T1”}。 每个类别的“id”值必须是唯一的。 在“id”值中，支持的唯一特殊字符是下划线，连字符和句点。 您还可以通过将“默认”属性设置为true，将类别指定为“讨论”页面中新帖子的默认值。 例如，“Lydian Mode”：{“id”：“i4x-UniversityX-MUS101-course-2015_T1”，“default”：true}。

source: Discussion Sorting Alphabetical
pt_br: Modo de Classificação da Discussão em Ordem Alfabética
tr_tr: Tartışma Alfabetik Sırada
zh_cn: 讨论排序字母

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
pt_br: Digite verdadeiro ou falso. Se verdadeiro, as categorias e subcategorias de discussão são classificado alfabeticamente. Se falso, eles são classificados cronologicamente pela criação data e hora.
tr_tr: True ya da False değerleriyle işaretleyin. True değeri girildiğinde, tartışma kategorileri ve alt kategorileri alfabetik olarak sıralanır. Değer False ise, oluşturma zamanı üzerinden kronolojik olarak sıralanır.
zh_cn: 请输入"true"或"false"。当输入"true"时，讨论类別和子类別会依字母排序。否则按时间顺序排序。

source: Course Announcement Date
pt_br: Data de Anúncio do Curso
tr_tr: Dersin İlan Tarihi
zh_cn: 课程公开日期

source: Enter the date to announce your course.
pt_br: Digite a data para anunciar o seu curso.
tr_tr: Dersinizi duyurma tarihini giriniz.
zh_cn: 输入公开您课程的日期。

source: Cohort Configuration
pt_br: Configuração de Grupo
tr_tr: Topluluk Ayarları
zh_cn: 群组配置

source: Enter policy keys and values to enable the cohort feature, define automated learners assignment to groups, or identify any course-wide discussion topics as private to cohort members.
pt_br: Insira as chaves de política e de valores para habilitar o recurso de grupo, defina estudantes automatizados para grupos, ou identifique quaisquer tópicos de discussão em todo o curso como privada para membros de grupos.
zh_cn: 请输入策略键和值以启用群组功能、定义如何自动将学员分配到群组中、或者将任何全课程范围内的讨论主题标识为对群组成员私有的主题。

source: Course Is New
pt_br: O Curso é Novo
tr_tr: Yeni Ders
zh_cn: 新课程

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
pt_br: Digite verdadeiro ou falso. Se for verdadeiro, o curso aparece na lista de novos cursos na edx.org e um rótulo de Novo! aparece temporariamente ao lado da imagem do curso.
tr_tr: True ya da False değerleriyle işaretleyin. True değeri girildiğinde, edx.org da bulunan yeni dersler listesinde ve ders görselinin yanında Yeni! rozeti geçici olarak görünür.
zh_cn: 输入true或者false。如果输入true，课程会出现在edx.org的新课程列表中，并且在课程图片旁边会出现一个New!样式的临时图标。

source: Mobile Course Available
pt_br: Curso disponível em Dispositivo Móvel
tr_tr: Mobil Ders Mevcut
zh_cn: 手机端可见的课程

source: Enter true or false. If true, the course will be available to mobile devices.
pt_br: Escolha verdadeiro ou falso. Se verdadeiro, o curso vai estar disponível para dispositivos móveis.
tr_tr: True ya da False değerleriyle işaretleyin. True değeri girildiğinde, ders mobil cihazlara açık olacak.
zh_cn: 请输入真或者假,如果为真,这门课程将支持移动设备上学习

source: Video Upload Credentials
pt_br: Credenciais do Envio de Vídeo
tr_tr: Video Yükleme Kimlik Bilgileri
zh_cn: 视频上传凭据

source: Enter the unique identifier for your course's video files provided by edX.
pt_br: Insira o identificador único para os arquivos de vídeo de seu curso fornecido por edX.
tr_tr: edX tarafından sağlanan ders video dosyaları için özgün tanımlayıcıyı girin.
zh_cn: 请为edX提供给您的课程视频文件输入唯一标识符。

source: Course Not Graded
pt_br: Curso não avaliado
tr_tr: Ders Puanlanmadı
zh_cn: 课程不评分
