Repository: seancy/platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt_br, tr_tr, zh_cn

source: This setting indicates whether this exam is a proctored exam.
pt_br: Esta configuração indica se este exame é um exame supervisionado.
tr_tr: Bu ayar bu sınavın gözetmenli sınav olup olmadığını gösterir.
zh_cn: 该设置表明这场考试是否有人监考。

source: Software Secure Review Rules
pt_br: Regras de Revisão Segura de Software
tr_tr: Yazılım Güvenlikli İnceleme Kuralları
zh_cn: 软体安全审查规则

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
pt_br: Esta configuração indica quais as regras que devem ser seguidas pela equipe de supervisão, ao visualizar os vídeos.
tr_tr: Bu ayar gözetmen ekibi videoları izlerken hangi kuralları izleyeceğine işaret eder.
zh_cn: 此设定表示在浏览视频时，团队必须遵循监考的规则。

source: Is Practice Exam
pt_br: É exame de prática
tr_tr: Uygulama Sınavı Mı
zh_cn: 是否是模拟考试

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
pt_br: Essa configuração indica se este exame é somente para fins de teste. Exames de prática não são verificados.
tr_tr: Bu ayar bu sınavın deneme amaçlı olup olmadığını gösterir. Deneme sınavları onaylanmaz.
zh_cn: 该设置表明这场考试是否仅用于测试目的。模拟考试未经过身份认证。

source: This exam is hidden from the learner.
pt_br: Este exame está oculto para o aluno
tr_tr: Bu sınav öğrenciye gösterilmiyor.
zh_cn: 该考试对学习者来说是隐藏的。

source: Because the course has ended, this assignment is hidden from the learner.
pt_br: Como os dados de vencimento já passaram, essa tarefa está oculta para o aluno.
tr_tr: Ders sona erdiğinden, bu görev öğrenciye gösterilmiyor.
zh_cn: 由于课程已经结束，因此学习者可以隐藏此作业。

source: Because the due date has passed, this assignment is hidden from the learner.
pt_br: Como a data de vencimento já passou, essa tarefa está oculta do aluno.
tr_tr: Son teslim tarihi geçtiğinden, bu görev öğrenciye gösterilmiyor.
zh_cn: 由于截止日期已过，因此对学习者隐藏了此分配。

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
pt_br: Esta subseção é um pré-requisito. Você deve concluí-lo para desbloquear conteúdo adicional.
tr_tr: Bu altbölümün kilidi, öğrenciler gerekli önkoşulları karşıladığında kapatılacaktır.
zh_cn: 当学习者满足先决条件要求时，该子部分将被解锁。

source: This subsection is a prerequisite. You must complete this subsection in order to unlock additional content.
pt_br: Esta subseção é um pré-requisito. Você deve completar esta seção para desbloquear conteúdo adicional.
zh_cn: 本节是先决条件。 您必须完成此部分才能解锁其他内容。

source: A list summarizing what learners should look forward to in this section.
pt_br: Uma lista resumindo o que os alunos devem esperar nesta seção.
zh_cn: 列表总结了学员在本节中应该期待的内容。

source: Group ID {group_id}
pt_br: Identificação de Grupo {group_id}
tr_tr: Grup No {group_id}
zh_cn: 组号{group_id}

source: Not Selected
pt_br: Não selecionado
tr_tr: Seçilmedi
zh_cn: 未选中

source: The display name for this component. (Not shown to learners)
pt_br: O nome para exibição deste componente. (Não mostrado aos alunos)
tr_tr: Bu bileşen için gösterilecek isim. (Öğrencilere gösterilmeyecek)
zh_cn: 此组件的显示名称。 （未向学习者显示）

source: Content Experiment
pt_br: Experiência com conteúdo
tr_tr: İçerik Denemesi
zh_cn: 实验内容

source: The list of group configurations for partitioning learners in content experiments.
pt_br: A lista do grupo de configurações para distribuir os alunos em experiências com o conteúdo.
zh_cn: 在内容实验中学员分组的组配置列表。

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a learner-visible experiment will impact the experiment data.
pt_br: A configuração define como os usuários são agrupados para este experimento de conteúdo. Atenção: A alteração da configuração do grupo de uma experiência visível do aluno vai impactar os dados da experiência.
zh_cn: 该配置定义了用户如何为该内容实验分组。谨记：改变一个学员可见实验的组配置会影响实验数据。

source: Group Configuration
pt_br: Configuração do Grupo
tr_tr: Grup Yapılandırma
zh_cn: 组配置

source: Which child module learners in a particular group_id should see
pt_br: Os estudantes de determinado group_id poderão ver quais módulos filhos
zh_cn: 哪个子模块学员将会被特別的gouup_id所检视

source: {group_name} (inactive)
tr_tr: {group_name} (aktif değil)
zh_cn: {group_name} (未激活)

source: The experiment is not associated with a group configuration.
pt_br: A experiência não está associada com uma configuração de grupo.
tr_tr: Deney bir grup yapılandırması ile ilişkili değildir.
zh_cn: 实验未与任何群组设定关联。

source: Select a Group Configuration
pt_br: Selecione uma configuração de grupo
tr_tr: Bir Grup Yapılandırması Seçiniz
zh_cn: 选择一个组别配置

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
pt_br: O experimento usa uma configuração de grupo excluída. Selecione uma configuração de grupo válida ou exclua este experimento.
tr_tr: Deney silinmiş grup yapılandırması içerir. Geçerli bir grup yapılandırması seçin ya da bu deneyi silin.
zh_cn: 该实验使用了一个已删除的组配置。请选择一个有效的组配置或删除该实验。

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
pt_br: O experimento usa um grupo de configurações que não é suportado pelo experimento. Selecione um grupo de configurações válido ou exclua este experimento.
tr_tr: Deney, deneyler için desteklenmeyen bir grup yapılandırması kullanır. Geçerli bir grup yapılandırması seçin ya da bu deneyi silin.
zh_cn: 该实验使用了一个实验不支持的组配置。请选择一个有效的组配置或删除该实验。

source: The experiment does not contain all of the groups in the configuration.
pt_br: A experiência não contém todos os grupos na configuração.
tr_tr: Deney, yapılandırmada tüm grupları içermez.
zh_cn: 该实验不包含配置中所有的组。

source: Add Missing Groups
pt_br: Adicionar Grupos que Faltam
tr_tr: Eksik Grupları Ekle
zh_cn: 增加丢失的分组

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
pt_br: O experimento tem um grupo inativo. Mova o conteúdo para grupos ativos, em seguida, exclua o grupo inativo.
tr_tr: Deneyde aktif olmayan bir grup bulunuyor. İçeriği aktif gruplara taşıyın ve ardından aktif olmayan grubu silin.
zh_cn: 该实验有一个不活跃的小组。将其内容移至活跃的小组中，然后删除该不活跃的小组。

source: This content experiment has issues that affect content visibility.
pt_br: Este experimento de conteúdo tem problemas que afetam a visibilidade do conteúdo.
tr_tr: Bu içerik deneyinin içerik görünürlüğünü etkileyen sorunları var.
zh_cn: 该内容实验可能影响内容可见性。

source: External Discussion
pt_br: Discussão Externa
tr_tr: Harici Tartışma
zh_cn: 外部讨论

source: Home
pt_br: Página Inicial
tr_tr: Ana Sayfa
zh_cn: 主页

source: Course
pt_br: Curso
zh_cn: 课程

source: Text Annotation
pt_br: Anotação de texto
tr_tr: Metin Bilgi Notu
zh_cn: 文字批注

source: Source/Citation
pt_br: Fonte/Citação
tr_tr: Kaynak/Alıntı
zh_cn: 来源/引用

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
pt_br: Opcional para citação da fonte de qualquer material utilizado. A citação automática pode ser feita com <a href="http://easybib.com">EasyBib</a>
tr_tr: Kullanılan herhangi bir materyalin kaynağını alıntılamak için isteğe bağlıdır. Otomatik alıntılama <a href="http://easybib.com">EasyBib</a> kullanılarak yapılabilir.
zh_cn: 可选，任意使用的材料的引用源。自动引证可以通过<a href="http://easybib.com">EasyBib</a>完成

source: Diacritic Marks
pt_br: Marcas diacríticas
tr_tr: Ayırıcı İşaretler
zh_cn: 区分标志

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
pt_br: Adicione marcas diacríticas a serem incluídas em um texto utilizando a separação por vírgula, por exemplo: markname;urltomark;baseline,markname2;urltomark2;baseline2
zh_cn: 新增读音符号以用来加入於一般以逗点区隔的表单，举例来说：markname;urltomark;baseline,markname2;urltomark2;baseline2

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
pt_br: Não é possível receber as transcrições do Youtube para {youtube_id}. Código do status: {status_code}.
tr_tr: Youtube'dan {youtube_id} için transkript alınamadı. Durum kodu: {status_code}.
zh_cn: 不能从Youtube接受{youtube_id}的成绩单。状态码为：{status_code}。

source: We support only SubRip (*.srt) transcripts format.
pt_br: Somente são suportadas transcrições no formato SubRip (*.srt).
tr_tr: Sadece SubRip (*.srt) türünde altyazı biçimini destekliyoruz.
zh_cn: 我们只支持SubRip (*.srt)格式的字幕。

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
pt_br: Ocorreu um erro com o arquivo SubRip de transcrição durante a análise. A mensagem interna foi {error_message}
tr_tr: Subrip altyazı dosyası okunurken yanlışlık tespit edildi. İç mesaj {error_message}
zh_cn: 解析SubRip字幕文件时出错。内部消息是{error_message}

source: Something wrong with SubRip transcripts file during parsing.
pt_br: Ocorreu um erro com o arquivo SubRip de transcrição durante a análise.
tr_tr: Subrip altyazı dosyası okunurken yanlışlık tespit edildi.
zh_cn: 解析SubRip字幕文件时出错。

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
pt_br: {exception_message}: Não foi possível encontrar as transcrições enviadas: {user_filename}
tr_tr: {exception_message}: Yüklenmiş transkriptler bulunamadı: {user_filename}
zh_cn: {exception_message}: 找不到上传的成绩单: {user_filename}

source: Language is required.
pt_br: Idioma é necessário
tr_tr: Dil gerekmektedir.
zh_cn: 语言是必需的。

source: Basic
pt_br: Básico
tr_tr: Temel
zh_cn: 基本

source: There is no transcript file associated with the {lang} language.
pt_br: Não há arquivo de transcrição associado ao idioma {lang}.
tr_tr: {lang} diliyle ilgili altyazı dosyası bulunmuyor.
zh_cn: 没有与{lang}语言关联的脚本文件。

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
pt_br: O URL do seu vídeo pode ser do YouTube ou um link para um arquivo de vídeo .mp4, .ogg, ou .webm armazenado em outro local da internet.
tr_tr: Videonuz için URL. Bu YouTube URL'si ya da .mp4, .ogg veya .webm video dosyasına internette herhangi bir yerde bulunan bir bağlantı olabilir.
zh_cn: 该地址指向视频链接。这可能是一个YouTube的网址或者一个存储于其他互联网服务器的 .mp4, .ogg, 或者.webm 格式视频的链接地址。

source: Default Video URL
pt_br: URL do vídeo definido por padrão
tr_tr: Varsayılan Video Linki
zh_cn: 默认的视频 URL

source: Component Display Name
pt_br: Nome de exibição do componente
tr_tr: Bileşen Görüntü Adı
zh_cn: 组件显示名称

source: Current position in the video.
pt_br: Posição atual no vídeo.
tr_tr: Videoda şu anki yer.
zh_cn: 视频的当前位置。

source: Optional, for older browsers: the YouTube ID for the normal speed video.
pt_br: Opcional, para navegadores mais antigos: o ID do YouTube para vídeos de velocidade normal.
tr_tr: İsteğe bağlı, eski tarayıcılar için: normal hızdaki videolar için YouTube Kimliği
zh_cn: 可选，针对较早的浏览器：正常速度视频的 YouTube ID。

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
pt_br: Opcional, para navegadores antigos: o ID do YouTube para vídeos com velocidade 0,75x.
tr_tr: İsteğe bağlı, eski tarayıcılar için: .75x hızındaki videolar için YouTube Kimliği
zh_cn: 可选，针对较早的浏览器：0.75 倍速视频的 YouTube ID。

source: YouTube ID for .75x speed
pt_br: ID do YouTube para velocidade 0,75x
tr_tr: .75x hız için YouTube Kimliği
zh_cn: YouTube ID（0.75 倍速）

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
pt_br: Opcional, para navegadores mais antigos: o ID do YouTube para vídeos com velocidade 1,25x.
tr_tr: İsteğe bağlı, eski tarayıcılar için: 1.25x hızındaki videolar için YouTube Kimliği
zh_cn: 可选，针对较早的浏览器：1.25 倍速视频的 YouTube ID。

source: YouTube ID for 1.25x speed
pt_br: ID do YouTube para velocidade 1,25x
tr_tr: 1.25x hız için YouTube Kimliği
zh_cn: YouTube ID（1.25 倍速）

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
pt_br: Opcional, para navegadores mais antigos: o ID do YouTube para vídeos com velocidade 1,5x.
tr_tr: İsteğe bağlı, eski tarayıcılar için: 1.5x hızındaki videolar için YouTube Kimliği
zh_cn: 可选，针对较早的浏览器：1.5 倍速视频的 YouTube ID。

source: YouTube ID for 1.5x speed
pt_br: ID do YouTube para velocidade 1,5x
tr_tr: 1.5x hız için YouTube Kimliği
zh_cn: YouTube ID（1.5 倍速）

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
pt_br: Em qual momento do vídeo você deseja que ele inicie, caso você não desejar assistir ao vídeo inteiro. Não suporta aplicativo nativo para celular: o arquivo completo de vídeo será exibido. O formato deve ser HH:MM:SS. O valor máximo é 23:59:59.
tr_tr: Videonun tamamının gösterilmesini istemediğniz durumda videonun başlatılacağı zaman. Yerel mobil uygulamada desteklenmez, videonun tamamı gösterilir. SS:DD:SS olarak formatlanmıştır. Maksimum değer 23:59:59'dur.
zh_cn: 如果不希望播放整个视频，则在此提供视频播放的开始时间。该操作在本地的移动应用上不支持，即播放完整视频。格式为：HH:MM:SS，最大值为23:59:59。

source: Video Start Time
pt_br: Ponto de início do vídeo
tr_tr: Video Başlama Zamanı
zh_cn: 视频开始时间

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
pt_br: Em qual momento do vídeo você deseja que ele pare, caso você não desejar assistir ao vídeo inteiro. Não suporta aplicativo nativo para celular: o arquivo completo de vídeo será exibido. O formato deve ser HH:MM:SS. O valor máximo é 23:59:59.
tr_tr: Videonun tamamının gösterilmesini istemediğniz durumda videonun durdurulacağı zaman. Native mobil uygulamada desteklenmez, videonun tamamı gösterilir. HH:MM:SS olarak formatlanmıştır. Maksimum değer 23:59:59'dur.
zh_cn: 如果不希望播放整个视频，则在此提供视频播放的结束时间。此操作在本地的移动应用上不支持，即播放完整视频。格式为：HH:MM:SS，最大值为23:59:59。

source: Video Stop Time
pt_br: Ponto final do vídeo
tr_tr: Video Durma Zamanı
zh_cn: 视频结束时间

source: The external URL to download the video.
pt_br: URL externo para baixar o vídeo.
tr_tr: Video indirmek için harici URL
zh_cn: 下载视频的外部 URL。

source: Download Video
pt_br: Baixar vídeo
tr_tr: Video indir
zh_cn: 下载视频

source: Allow learners to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
pt_br: Permite que os alunos baixem versões deste vídeo em diferentes formatos caso não consigam utilizar o reprodutor de vídeo do edX ou não tenham acesso ao YouTube. É necessário adicionar ao menos um URL fora do YouTube no campo de URL do vídeo.
zh_cn: 如果学员无法使用 edX 视频播放器，或者不能访问 YouTube，则可以允许学员以不同的格式下载该视频。为此，必须在“视频文件 URL”域中添加至少一个非 YouTube 的视频 URL。

source: Video Download Allowed
pt_br: Permitir download de vídeo
tr_tr: Video İndirilebilir
zh_cn: 允许下载视频

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Learners will be able to view the first listed video that's compatible with the learner's computer. To allow learners to download these videos, set Video Download Allowed to True.
pt_br: O URL ou URLs onde se encontram as versões do vídeo fora do YouTube. Devem terminar em .MPEG, .mp4, .ogg ou .webm e não podem ser um endereço do YouTube (para uma melhor compatibilidade com os navegadores, recomendamos principalmente os formatos .mp4 e .webm). Os alunos poderão ver o primeiro vídeo listado compatível com o seu computador. Para permitir o download destes vídeos, escolha Verdadeiro para Permitir download de vídeo.
zh_cn: 非 YouTube 版本的视频 URL。每个 URL 应当以 .mpeg、.mp4、.ogg 或者 .webm 结尾，并且不得为 YouTube URL。(为了浏览器的兼容性考虑，我们强烈建议您使用 .mp4 和 .webm 格式。)每个学员将看到列表中第一个与他自己的计算机兼容的视频。如果想让学员下载这些视频，请将“允许下载视频”设置为“True”。

source: Video File URLs
pt_br: URLs dos arquivos de vídeo
tr_tr: Video Dosyası Linkleri
zh_cn: 视频文件 URL

source: By default, learners can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Learners see a link to download that transcript below the video.
pt_br: Por padrão, os alunos poderão baixar uma transcrição em .srt ou .txt quando a opção Download de transcrição permitida for definida como Verdadeiro. Caso deseje fornecer uma transcrição em outro formato para download, recomendamos que utilize o campo Enviar material de apoio. Se isto não for possível, publique na página de Arquivos e envios ou na internet e inclua o URL para a transcrição aqui. Os alunos verão o link para download da transcrição embaixo do vídeo.
zh_cn: 默认情况下，当“允许下载字幕”设置为“True”的时候，学员可以下载 .srt 或者 .txt 格式的字幕。如果您需要提供不同文件格式的字幕供学员下载，我们建议您首先考虑使用“上传讲义”域上传您的讲义；其次您可以将字幕文件上传至“文件＆上传”页面或者 Internet，并在这里添加下载字幕的 URL。学员们会在视频的下方看到一个下载字幕的链接。

source: Downloadable Transcript URL
pt_br: URL para download da transcrição
tr_tr: İndirilebilir Altyazı URL'si
zh_cn: 字幕下载 URL

source: Allow learners to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
pt_br: Permite que os alunos baixem a transcrição sincronizada com o tempo do vídeo. Um link para baixar o arquivo será exibido embaixo do vídeo. Por padrão, as transcrições encontram-se em um arquivo .srt ou .txt. Caso deseje fornecer uma transcrição para download em um formato diferente, envie o arquivo utilizando o campo Enviar material de apoio.
zh_cn: 允许学员下载字幕。下载链接会出现在视频的下方。默认情况下，下载的字幕是一个 .srt 或者 .txt 文件。如果您需要提供不同文件格式的字幕下载，使用“上传讲义”域上传该文件。

source: Download Transcript Allowed
pt_br: Permitir download de transcrição
tr_tr: Altyazı İndirilebilir
zh_cn: 允许下载字幕

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
pt_br: A transcrição definida como padrão do vídeo, a partir do campo Transcrição sincronizada definida por padrão na guia Básico. Esta transcrição deve estar em inglês. Esta configuração não precisa ser modificada.
tr_tr: Temel sekmedeki Zamanlanmış Varsayılan Konuşma Metni kısmından video için varsayılan konuşma metni. Bu konuşma metni İngilizce olmalıdır. Bu ayarı değiştirmeniz gerekli değildir.
zh_cn: 视频的默认字幕，来自于“基本”面板的“默认字幕”域。该字幕应当是英语字幕。您不必修改这个设置。

source: Default Timed Transcript
pt_br: Transcrição Sincronizada Padrão
tr_tr: Varsayılan Zamanları İşaretlenmiş Altyazı
zh_cn: 默认字幕

source: Specify whether the transcripts appear with the video by default.
pt_br: Defina se as transcrições aparecerão com o vídeo por padrão.
tr_tr: Varsayılan olarak altyazıların video ile görünür olup olmadığını belirltin.
zh_cn: 指定是否默认就显示字幕。

source: Show Transcript
pt_br: Exibir transcrição
tr_tr: Altyazıyı Göster
zh_cn: 显示字幕

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
pt_br: Adicione transcrições em diferentes idiomas. Clique abaixo para definir o idioma e enviar um arquivo de transcrição para esse idioma.
tr_tr: Farklı dillerde altyazılar ekleyin. Bir dil belirlemek için ve o dil için .srt altyazı dosyasını yüklemek için aşağıya tıklayın.
zh_cn: 添加不同语言的字幕。单击下方以指定语言并上传该语言对应的 .srt 字幕文件。

source: Transcript Languages
pt_br: Idiomas da transcrição
tr_tr: Altyazı Dilleri
zh_cn: 字幕语言

source: Preferred language for transcript.
pt_br: Idioma preferido para transcrição.
tr_tr: Altyazı için tercih edilen dil.
zh_cn: 首选的字幕语言。

source: Preferred language for transcript
pt_br: Idioma preferido para transcrição
tr_tr: Altyazı için tercih edilen dil
zh_cn: 首选的字幕语言

source: Transcript file format to download by user.
pt_br: Formato do arquivo de transcrição para download do usuário.
tr_tr: Kullanıcı tarafından indirilecek altyazı dosyasının türü.
zh_cn: 用户下载的字幕文件格式。

source: SubRip (.srt) file
pt_br: Arquivo SubRip (.srt)
tr_tr: SubRip (.srt) dosyası
zh_cn: 字幕 (.srt) 文件

source: Text (.txt) file
pt_br: Arquivo de texto (.txt)
tr_tr: Metin (.txt) dosyası
zh_cn: 文本 (.txt) 文件

source: The last speed that the user specified for the video.
pt_br: A última velocidade de reprodução que o usuário escolheu para o vídeo.
tr_tr: Kullanıcının video için kullandığı son hız.
zh_cn: 该视频上一次用户指定的速度。

source: The default speed for the video.
pt_br: A velocidade de reprodução definida por padrão do vídeo.
tr_tr: Video için varsayılan hız.
zh_cn: 该视频的默认速度。

source: Specify whether to advance automatically to the next unit when the video ends.
tr_tr: Video bittiğinde otomatik olarak bir sonraki üniteye geçilip geçilmeyeceğini belirle.
zh_cn: 指定视频结束时是否自动前进到下一个单元。

source: Specify whether YouTube is available for the user.
pt_br: Defina se o YouTube estará disponível para o usuário.
tr_tr: YouTube'un kullanıcılar için kullanılabilir olup olmadığını belirtin.
zh_cn: 指定 YouTube 是否对用户可用。

source: Upload a handout to accompany this video. Learners can download the handout by clicking Download Handout under the video.
pt_br: Envie um material de apoio para acompanhar este vídeo. Os alunos podem baixar o material de apoio clicando em Baixar material de apoio embaixo do vídeo.
zh_cn: 上传与该视频相关的讲义。学员可以单击视频下方的“下载讲义”按钮来下载该讲义。

source: Upload Handout
pt_br: Enviar material de apoio
tr_tr: Dinleyici Notu Yükle
zh_cn: 上传讲义

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
pt_br: Especifique se o acesso ao vídeo é limitado apenas aos navegadores, ou se ele pode ser acessado de outros aplicativos, incluindo aplicativos móveis.
tr_tr: Bu videoya erişimin sadece tarayıcılarla sınırlı olup olmadığını ya da diğer uygulamalardan mobil uygulamalar da dahil olmak üzere erişim olup olmadığını belirtin.
zh_cn: 指定是否限制为只有浏览器才能访问该视频，或可以再其他应用上访问，包括移动应用。

source: Video Available on Web Only
pt_br: Vídeo disponível somente na Web
tr_tr: Video Sadece Web'te Bulunabilir
zh_cn: 视频只在网页板提供

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
pt_br: Se você recebeu um ID de Vídeo do edX para assistir a um vídeo neste componente, digite o identificador aqui. Neste caso, não digite valores referentes ao URL Padrão do Vídeo, URL's do Arquivo de Vídeo ou o ID do YouTube. Se você não recebeu um Id de Vídeo, digite valores nos outros campos e ignore este campo.
tr_tr: edX tarafından bu bileşende video gösterilmesi için Video No'su verildiyse, buraya girin. Bu durumda Varsayılan Video URL'si, Video Dosyası URL'leri ve YouTube ID alanlarına değer girmeyin. Video No verilmediyse belirtilen diğer alanlara değerleri girin ve bu alanı yok sayın.
zh_cn: 如果您上传的视频分配了一个ID，请在此输入您的视频ID。请注意，如果您有被分配视频ID请不要输入默认视频ID，视频文件ID以及YouTube视频ID。如果您没有被分配ID请输入上述描述部分，这部分请不要填写。

source: Date of the last view of the bumper
pt_br: Data da última visualização de capa
tr_tr: Kısa tanıtımın son görünümünün günü
zh_cn: 最近浏览片头的日期

source: Do not show bumper again
pt_br: Não exibir capa novamente.
tr_tr: Kısa tanıtımı tekrar gösterme
zh_cn: 不重复显示片头

source: Video Annotation
pt_br: Anotação em vídeo
tr_tr: Video Bilgi Notu
zh_cn: 视频批注

source: The external source URL for the video.
pt_br: URL de origem externa do vídeo.
tr_tr: Video için harici kaynak URL'si.
zh_cn: 视频外部链接地址
